Repository: InspiryThemes/realhomes-translations
Catalog: realhomes-theme/*.po
Languages: ar_ae, da_dk, el, pl_pl, ru_ru

source: Default color is %s
ar_ae: اللون الافتراضي هو%s
el: Το προεπιλεγμένο χρώμα είναι %s
pl_pl: Domyślny kolor to %s
ru_ru: Цвет по умолчанию %s

source: Drop Down Menu Background Color on Mouse Over
ar_ae: لون الخلفية للقائمة المنسدلة عند مرور الماوس
da_dk: Fold-ud menuens baggrundsfarve ved mus over
el: Χρώμα φόντου αναδιπλώμενου μενού όταν είναι κάτω από το δείκτη ποντικιού
pl_pl: Kolor tła rozwijanego menu po wskazaniu (mouse over)
ru_ru: Фоновый цвет для выпадающего меню при наведении

source: Drop Down Menu Text Color on Mouse Over
ar_ae: لون الخلفية للقائمة المنسدلة عند مرور الماوس
el: Χρώμα κειμένου αναδιπλώμενου μενού όταν είναι κάτω από το δείκτη ποντικιού
ru_ru: Цвет текста выпадающего меню при наведении мыши

source: Header Phone Number Background Color
ar_ae: لون خلفية رقم التليفون في الهيدر
da_dk: Baggrundsfarve på telefonnummer i sidetop
el: Χρώμα φόντου αριθμού τηλεφώνου κεφαλίδας
pl_pl: Kolor tła numeru telefonu w nagłówku
ru_ru: Фоновый цвет для номера телефона в шапке

source: Phone Number Text Color
ar_ae: لون نص رقم الهاتف برأس الصفحه
el: Χρώμα κειμένου αριθμού τηλεφώνου
ru_ru: Цвет текста номера телефона

source: Default color is #e7eff7
ar_ae: اللون الافتراضي هو # e7eff7
el: Το προεπιλεγμένο χρώμα είναι #e7eff7
ru_ru: Цвет по умолчанию - #e7eff7

source: Phone/Email Number Text Color
ar_ae: لون نص رقم الهاتف / البريد الإلكتروني
el: Χρώμα κειμένου αριθμού τηλεφώνου/email
ru_ru: Цвет текста номера телефона\Email

source: Default color is #ffffff
ar_ae: اللون الافتراضي هو #ffffff
el: Το προεπιλεγμένο χρώμα είναι #ffffffff
ru_ru: Цвет по умолчанию - #ffffff

source: Phone/Email Number Text Hover Color
ar_ae: لون رقم الهاتف / البريد الإلكتروني
el: Χρώμα Ηοωερ κειμένου αριθμού τηλεφώνου/email
ru_ru: Цвет текста номера телефона\Email при наведении

source: Social Icon Color
ar_ae: لون ايقونة التواصل الاجتماعي
el: Χρώμα κοινωνικού εικονιδίου
pl_pl: Kolor ikony spolecznosciowej
ru_ru: Цвет иконок социальных сетей

source: Social Icon Hover Color
ar_ae: لون أيقونة الاجتماعية تحوم اللون
da_dk: Social-netværk ikon Hover farve
el: Χρώμα Hover κοινωνικού εικονιδίου
pl_pl: Kolor po najechaniu kursorem
ru_ru: Цвет социальных иконок при наведении

source: Header Phone Icon Background Color
ar_ae: لون خلفية رمز هاتف الرأس
da_dk: Baggrundsfarve på telefon ikon i sidetop
el: Χρώμα φόντου εικονιδίου τηλεφώνου κεφαλίδας
pl_pl: Kolor tła ikony telefonu w nagłówku
ru_ru: Фоновый цвет для иконки номера в шапке

source: Responsive Header
ar_ae: هيدر مستجيب
da_dk: Lydhør header
el: Αυτόματα προσαρμόσιμη κεφαλίδα
ru_ru: Адаптивный хедер

source: Bottom Bar Background Color
ru_ru: Цвет фона нижней панели

source: Phone Number Text Hover Color
ar_ae: لون تحوم نص رقم الهاتف
el: Χρώμα Hover κειμένου αριθμού τηλεφώνου
ru_ru: Цвет Наведения Текста На Номер Телефона

source: Submit Button Background Color
ar_ae: لون خلفية زر الإرسال
el: Χρώμα φόντου κουμπιού υποβολής
pl_pl: Kolor tła przycisku Zgłoś nieruchomość
ru_ru: Цвет фона кнопки отправки

source: Submit Button Background Hover Color
ar_ae: لون خلفية الزر عند المرور بمؤشر الفأرة
el: Χρώμα Hover φόντου κουμπιού υποβολής
ru_ru: Кнопка Отправки Цвет Фона Наведения Курсора Мыши

source: Submit Button Text Color
ar_ae: لون نص زر الإرسال
da_dk: Send knap tekst farve
el: Χρώμα κειμένου κουμπιού υποβολής
pl_pl: Kolor tekstu przycisku Zgłoś nieruchomość
ru_ru: Кнопка «Отправить» текста цвет текста

source: Submit Button Text Hover Color
ar_ae: نص الزر تحويم اللون
el: Χρώμα Hover κειμένου κουμπιού υποβολής
ru_ru: Цвет кнопки ввода при наведении

source: Responsive Menu Icon Color
ar_ae: لون رمز القائمة المستجيبة
da_dk: Responsive Menu Ikon farve
el: Χρώμα εικονιδίου προσαρμόσιμου μενού
ru_ru: Адаптивный Цвет Значка Меню

source: Responsive Menu Background Color
el: Χρώμα φόντου προσαρμόσιμου μενού
ru_ru: Адаптивный Цвет Фона Меню

source: Responsive Menu Text Color
ar_ae: لون نص القائمة المتجاوبة ( عند العرض من الهاتف أو تابليت)
el: Χρώμα κειμένου προσαρμόσιμου μενού
ru_ru: Адаптивный Цвет Текста Меню

source: Responsive Menu Text Hover Color
el: Χρώμα Hoverl κειμένου προσαρμόσιμου μενού
ru_ru: Адаптивный Цвет Текста Меню При Наведении Курсора Мыши

source: Email Color
el: Χρώμα email
ru_ru: Цвет Электронной Почты

source: Email Hover Color
el: Χρώμα Hover Email
ru_ru: Цвет Наведения Электронной Почты

source: User Nav Color
el: Χρώμα πλοήγησης χρήστη
ru_ru: Цвет Навигации Пользователя

source: User Nav Hover Color
el: Χρώμα Hover πλοήγησης χρήστη
ru_ru: Цвет Наведения Навигатора Пользователя

source: User Nav Border Color
el: Χρώμα περιγράμματος πλοήγησης χρήστη
ru_ru: Цвет Границы Навигации Пользователя

source: Site Logo Color
el: Χρώμα λογότυπου ιστότοπου
ru_ru: Цвет Логотипа Сайта

source: Site Logo Hover Color
el: Χρώμα Hover λογότυπου ιστότοπου
ru_ru: Цвет Наведения Логотипа Сайта

source: Tag Line Color
el: Χρώμα ατάκας
ru_ru: Цвет Слогана

source: Tag Line Background Color
el: Χρώμα φόντου ατάκας
ru_ru: Цвет Фона Слогана

source: Phone Color
el: Χρώμα τηλεφώνου
ru_ru: Цвет Телефона

source: Phone Hover Color
el: Χρώμα Hover τηλεφώνου
ru_ru: Цвет Наведения Телефона

source: Nav Container Background Color
el: Χρώμα φόντου πλαισίου πλοήγησης
ru_ru: Цвет Фона Контейнера Nav

source: Nav Text Color
el: Χρώμα κειμένου πλοήγησης
pl_pl: Kolor tekstu
ru_ru: Цвет текста навигации

source: Nav Text Hover Color
el: Χρώμα Hover κειμένου πλοήγησης
pl_pl: Nav Tekst Hover Kolor
ru_ru: Цвет текста навигации при наведении

source: Nav Background Hover Color
el: Χρώμα Hover φόντου πλοήγησης
ru_ru: Цвет Наведения Фона Навигации

source: Dark
pl_pl: Ciemny
ru_ru: Темный

source: Light
pl_pl: Jasny
ru_ru: Светлый

source: Site Title Color
ar_ae: لون عنوان الموقع
da_dk: Sidetitel Farve
el: Χρώμα τίτλου ιστοσελίδας
pl_pl: Kolor tytułu strony
ru_ru: Цвет заголовка сайта

source: Site Title Hover Color
ar_ae: لون العنوان عند التمرير
da_dk: Site titel hover-farve
el: Χρώμα Hover τίτλου ιστοσελίδας
ru_ru: Цвет названия сайта при наведении

source: Menu Text Color
pl_pl: Kolor tekstu menu rozwijanego
ru_ru: Цвет текста меню

source: Menu Text Hover Color
ru_ru: Цвет текста текста меню

source: Home Page
ar_ae: الصفحة الرئيسية
da_dk: Forside
el: Αρχική σελίδα
pl_pl: Strona Główna
ru_ru: Главная страница

source: Home Properties
ar_ae: الصفحة الرئيسية للعقار
el: Ακίνητα αρχικής σελίδας
pl_pl: Nieruchomości domu
ru_ru: Главная недвижимости

source: Text Over Title Color
ar_ae: النص فوق لون العنوان
da_dk: Tekst over titel farve
el: Χρώμα κειμένου πάνω από τον τίτλο
pl_pl: Tekst nad kolorem tytułu
ru_ru: Цвет текста над названием

source: Default color is #1ea69a
ar_ae: اللون الافتراضي هو # 1ea69a
el: Το προεπιλεγμένο χρώμα είναι #1ea69a
pl_pl: Domyślnym kolorem jest #1ea69a
ru_ru: Цвет по умолчанию - #1ea69a

source: Section Title Color
ar_ae: لون عنوان القسم
da_dk: Sektion titel kant farve
el: Χρώμα τίτλου τμήματος
pl_pl: Kolor tytułu sekcji
ru_ru: Цвет заголовка раздела

source: Section Description Color
ar_ae: قسم وصف اللون
da_dk: Beskrivelse af sektionsfarve
el: Χρώμα περιγραφής τμήματος
pl_pl: Kolor Opisu Sekcji
ru_ru: Цвет описания раздела

source: Section Background Color
ar_ae: لون خلفية القسم
da_dk: Baggrundsfarve på afsnit
el: Χρώμα φόντου τμήματος
pl_pl: Kolor tła sekcji
ru_ru: Цвет фона раздела

source: Featured Properties
da_dk: Fremhævede ejendomme
el: Προτεινόμενα ακίνητα
pl_pl: Promowane Nieruchomości
ru_ru: Рекомендуемая недвижимость

source: Testimonials
ar_ae: توصيات
da_dk: Brugerudtalelser
el: Μαρτυρίες
pl_pl: Referencje
ru_ru: Рекомендации

source: Testimonial Text Color
ar_ae: لون نص الإشادة
da_dk: Tekstfarve på anmeldelse
el: Χρώμα κειμένου μαρτυρίας
ru_ru: Цвет текста отзывов

source: Testimonial Quote Mark Color
ar_ae: شهادة اقتباس اللون مارك
el: Χρώμα εισαγωγικώ σε Μαρτυρίες
pl_pl: Referencje cudzysłów kolor
ru_ru: Цвет кавычек отзыва

source: Default color is #0b8278
ru_ru: Цвет по умолчанию #0b8278

source: Name Color
ar_ae: اسم اللون
da_dk: Farve på navn
el: Χρώμα για όνομα
pl_pl: Kolor Nazwy
ru_ru: Цвет имени

source: URL Color
ar_ae: لون URL
da_dk: Farve på URL
el: Χρώμα URL
pl_pl: Kolor adresu URL
ru_ru: Цвет URL-адреса

source: Call To Action
ar_ae: دعوة الى العمل
da_dk: Opfordring til handling tekst
el: Πρόσκληση για δράση
pl_pl: Wezwanie do działania
ru_ru: Призыв к действию

source: CTA Title Color
ar_ae: لون العنوان
da_dk: CTA titel farve
el: Χρώμα τίτλου CTA
pl_pl: Kolor tytułu wezwania do działania
ru_ru: Цвет заголовка CTA

source: CTA Description Color
ar_ae: لون الوصف
da_dk: CTA beskrivelsesfarve
el: Χρώμα περιγραφής CTA
pl_pl: Kolor opisu wezwania do działania
ru_ru: Цвет описания CTA

source: CTA Button Color One
ar_ae: لون زر CTA واحد
el: Χρώμα κουμπιού CTA 1
pl_pl: Kolor przycisku wezwania do działania 1
ru_ru: ПКД Цвет первой кнопки

source: CTA Button Background Color One
el: Χρώμα φόντου κουμπιού CTA 1
pl_pl: Kolor tła przycisku wezwania do działania 1
ru_ru: ПКД Фоновый цвет первой кнопки

source: CTA Button Color Two
ar_ae: لون زر CTA الثاني
el: Χρώμα κουμπιού CTA 2
pl_pl: Kolor przycisku wezwania do działania 2
ru_ru: ПКД Цвет второй кнопки

source: CTA Button Background Color Two
ar_ae: لون خلفية الزر
el: Χρώμα φόντου κουμπιού CTA 2
pl_pl: Kolor tła przycisku wezwania do działania 2
ru_ru: Фоновый цвет второй кнопки CTA

source: Agents
ar_ae: وكيلاء
da_dk: Mæglere
el: Πράκτορες
pl_pl: Nasi Agenci
ru_ru: Агенты

source: Agent Title Color
ar_ae: لون عنوان الوكيل
da_dk: Mægler titel farve
el: Χρώμα τίτλου πράκτορα
pl_pl: Kolor tytułu agenta
ru_ru: Цвет Заголовка Агента

source: Agent Title Hover Color
ar_ae: لون العنوان عند التمرير
da_dk: Mægler titel mus over farve
el: Χρώμα Hover τίτλου πράκτορα
pl_pl: Kolor Tytułu po najechaniu myszką
ru_ru: Цвет заголовка агента при наведении

source: Agent Text Color
ar_ae: لون نص الوكيل
da_dk: Mægler tekst farve
el: Χρώμα κειμένου πράκτορα
pl_pl: Kolor tekstu agenta
ru_ru: Цвет текста агент

source: Agent Phone And Email Hover Color
ar_ae: وكيل الهاتف والبريد الإلكتروني يحوم اللون
el: Hover Χρώμα τηλεφώνου και email πράκτορα
pl_pl: Telefon agenta i e-mail po najechaniu myszką
ru_ru: Цвет телефона агента и электронной почты при наведени

source: Agent Listed Properties Color
ar_ae: لون العقارات المسرودة للوكيل
da_dk: Farve på mæglers udbudte ejendomme
el: Χρώμα καταχωρημένων ακινήτων πράκτορα
pl_pl: Kolor Agenta na liście Nieruchomości
ru_ru: Цвет свойства агента

source: Features
ar_ae: المميزات
da_dk: Funktioner
el: Χαρακτηριστικά
pl_pl: Funkcje
ru_ru: Особенности

source: Feature Title Color
ar_ae: لون عنوان الميزة
da_dk: Farve på fremhævet titel
el: Χρώμα τίτλου χαρακτηριστικού
pl_pl: Kolor tytułu funkcji
ru_ru: Цвет заголовка особенности

source: Feature Text Color
ar_ae: لون نص الميزة
da_dk: Farve på fremhævet tekst
el: Χρώμα κειμένου χαρακτηριστικού
pl_pl: Kolor tekstu funkcji
ru_ru: Цвет текста особенности

source: Partners
ar_ae: الشركاء
da_dk: Partnere
el: Συνεργάτες
pl_pl: Partnerzy
ru_ru: Партнеры

source: News & Updates
ar_ae: الأخبار والمستجدات
el: Νέα & ενημερώσεις
pl_pl: Aktualności i aktualizacje
ru_ru: Новости И Обновления

source: CTA-Contact
el: CTA-Επικοινωνία
pl_pl: Wezwanie do działania-kontakt
ru_ru: CTA контакт

source: CTA Overlay Color
ar_ae: تراكب اللون
da_dk: CTA transparent farve
el: Χρώμα επικάλυψης CTA
pl_pl: Kolor nakładki Wezwania do działania
ru_ru: Наложение - цвет CTA

source: Default color is #1EA69A
ar_ae: اللون الافتراضي هو # 1EA69A
el: Το προεπιλεγμένο χρώμα είναι #1EA69A
pl_pl: Domyślnym kolorem jest #1EA69A
ru_ru: Цвет по умолчанию - #1EA69A

source: CTA Contact Title Color
ar_ae: لون عنوان جهة الاتصال CTA
da_dk: CTA kontakt titel farve
el: Χρώμα τίτλου CTA Επικοινωνίας
pl_pl: Kolor nazwy kontaktu Wezwania do działania
ru_ru: ПКД Цвет названия контакта

source: CTA Contact Description Color
ar_ae: CTA Contact وصف اللون
da_dk: Beskrivelse af CTA kontaktfarve
el: CTA Χρώμα περιγραφής επικοινωνίας
pl_pl: Kolor opisu Kontaktu Wezwania do działania
ru_ru: ПКД Цвет описания контакта

source: Features Section
ar_ae: قسم المزايا
da_dk: Sektion for fremhævelser
el: Τμήμα χαρακτηριστικών
pl_pl: Sekcja funkcji
ru_ru: Раздел особенностей

source: Section Text Color
ar_ae: قسم لون الخط
da_dk: Tekst farve på sektion
el: Χρώμα κειμένου τμήματος
pl_pl: Kolor tekstu sekcji
ru_ru: Цвет текста раздела

source: Default color is #3EB6E0
ar_ae: اللون الافتراضي هو # 3EB6E0
el: Το προεπιλεγμένο χρώμα είναι #3EB6E0
pl_pl: Domyślnym kolorem jest #3EB6E0
ru_ru: Цвет по умолчанию - #3EB6E0

source: Post Border, Icon And Slider Nav Colors
ar_ae: Post Border ، Icon و Slider Nav Colors
el: Χρώματα περιγράμματος άρθρου, εικονιδίου και πλοήγησης Slider
pl_pl: Kolory ramki posta, ikony i suwaka Nawigacyjnego
ru_ru: Цвета границы записи, иконки и слайдера навигации

source: Post Meta Background Color
ar_ae: لون خلفية ما بعد التعريف
da_dk: Meta postbaggrundsfarve
el: Χρώμα φόντου μετα-πληροφοριών άρθρου
pl_pl: Kolor tła post meta
ru_ru: Цвет фона мета записи

source: Post Title Color
pl_pl: Kolor tytułu wpisu
ru_ru: Цвет заголовка записи

source: Post Title Hover Color
pl_pl: Tytuł postu Hover kolor
ru_ru: Цвет выделения заголовка записи

source: Post Meta Text Color
el: Χρώμα κειμένου μετα-πληροφοριών άρθρου
ru_ru: Цвет мета текста

source: Default color is #1a1a1a
el: Το προεπιλεγμένο χρώμα είναι #1a1a1a
ru_ru: Цвет по умолчанию #1a1a1a

source: Background
pl_pl: Tło
ru_ru: Фон

source: Border Color
pl_pl: Kolor obramowania
ru_ru: Цвет границы

source: Image Overlay
pl_pl: Nakładka obrazu
ru_ru: Наложение изображений

source: Tooltip Background
ru_ru: Фон подсказки

source: Tooltip Color
ru_ru: Цвет подсказки

source: Title Color
ar_ae: عنوان اللون
da_dk: Titel Farve
el: Χρώμα τίτλου
pl_pl: Kolor tytułu
ru_ru: Цвет заголовка

source: Title Hover Color
ru_ru: Цвет заголовка при наведении

source: Price Color
pl_pl: Kolor ceny
ru_ru: Цвет цены

source: Price Background
pl_pl: Tło ceny
ru_ru: Фон цены

source: Description Text Color
pl_pl: Kolor tekstu opisu
ru_ru: Цвет текста в Описании

source: More Details Text Color
ar_ae: لون نص أقرأ المزيد
da_dk: Flere detaljer tekstfarve
el: Χρώμα κειμένου για Περισσότερες λεπτομέρειες
pl_pl: Kolor tekstu "Więcej szczegółów"
ru_ru: Цвет текста для Подробной информации

source: More Details Text Hover Color
ar_ae: لون نص أقرأ المزيد عند مرور الماوس
da_dk: Flere detaljer tekst mouse-over farve
el: Χρώμα Hover κειμένου για Περισσότερες λεπτομέρειες
pl_pl: Kolor linku tekstu "Więcej szczegółów"
ru_ru: Цвет текста Подробнее при наведении

source: Meta Text Color
pl_pl: Kolor tekstu meta
ru_ru: Цвет мета-текста

source: Meta Icon Color
ru_ru: Цвет мета-значка

source: Status Tag Background Color
pl_pl: Kolor tła tagu statusu
ru_ru: Статус Цвет Фона Метки

source: Property Status Background Color
ar_ae: خلفية خصائص العقار
da_dk: Baggrundsfarve på ejendomsstatus
el: Χρώμα φόντου κατάστασης ακινήτου
pl_pl: Kolor tła statusu Nieruchomości
ru_ru: Цвет фона для состояния недвижимости

source: Meta Color
pl_pl: Kolor Metadanych
ru_ru: Цвет мета

source: Round Corners
el: Στρογγυλεμένες γωνίες
ru_ru: Круглые углы

source: Primary Color
el: Κύριο χρώμα
pl_pl: Podstawowy kolor
ru_ru: Основной цвет

source: Secondary Color
el: Δευτερεύον χρώμα
pl_pl: Dodatkowy kolor
ru_ru: Вторичный цвет

source: Advance Search Button Background
ar_ae: Hover خلفية زر البحث المتقدم
da_dk: Baggrund på avanceret søge knap
el: Φόντο κουμπιού Προχωρημένης Αναζήτησης
pl_pl: Kolor tła przycisku Zaawansowanego Wyszukiwania
ru_ru: Фон кнопки расширенного поиска

source: Default color is #18998e
ar_ae: اللون الافتراضي هو # 18998e
el: Το προεπιλεγμένο χρώμα είναι #18998e
pl_pl: Domyślnym kolorem jest #18998e
ru_ru: Цвет по умолчанию - #18998e

source: Advance Search Button Hover Background
ar_ae: Hover خلفية زر البحث المتقدم
da_dk: Baggrund ved mouse-over på avanceret søge knap
el: Φόντο για Hover κουμπιού Σύνθετης Αναζήτησης
pl_pl: Kolor tła przycisku Zaawansowanego Wyszukiwania po najechaniu kursorem
ru_ru: Фон кнопки расширенного поиска при наведении

source: Default color is #179086
ar_ae: اللون الافتراضي هو # 179086
el: Το προεπιλεγμένο χρώμα είναι #179086
pl_pl: Domyślnym kolorem jest #179086
ru_ru: Цвет по умолчанию - #179086

source: Advance Search Button Icon
ar_ae: أيقونة زر البحث المتقدم
el: Εικονίδιο κουμπιού Σύνθετης Αναζήτησης
ru_ru: Иконка кнопки расширенного поиска

source: Advance Search Button Icon Hover
ar_ae: رمز زر البحث المتقدم Hover
el: Hover εικονίδιο κουμπιού Σύνθετης Αναζήτησης
ru_ru: Иконка кнопки расширенного поиска при наведении

source: Advance Search Arrow & Text
ar_ae: البحث المتقدم الرمز والسهم
el: Βέλος και κείμενο για Σύνθετη αναζήτηση
ru_ru: Стрелка и текст расширенного поиска

source: Default color is #333333
ar_ae: اللون الافتراضي هو # 333333
el: Το προεπιλεγμένο χρώμα είναι #333333
ru_ru: Цвет по умолчанию - #333333

source: Featured Property Label Background
ar_ae: تسمية الخلفية للعقار المميز
da_dk: Etiket på fremhævet ejendoms baggrund
el: Φόντο ετικέτας προτεινόμενου ακινήτου
pl_pl: Kolor Etykiety Polecanych Nieruchomości
ru_ru: Фон метки особенности недвижимости

source: Slide Title Color
ar_ae: لون العنوان في السلايد
da_dk: Tekstfarve til slide
el: Χρώμα τίτλου στη διαφάνεια
pl_pl: Kolor tytułu slidera
ru_ru: Цвет заголовка слайда

source: Slide Title Hover Color
ar_ae: لون العنوان في السلايد عند مرور الماوس
da_dk: Mouse-over farve på slide titel
el: Χρώμα Hover τίτλου στη διαφάνεια
pl_pl: Kolor linku tekstu slidera
ru_ru: Цвет заголовка слайдера при наведении

source: Slide Description Text Color
ar_ae: :: لون نص الوصف في السلايد
da_dk: Tekstfarve på slideforklaring
el: Χρώμα κειμένου περιγραφής στη διαφάνεια
pl_pl: Kolor tekstu opisu slidera
ru_ru: Цвет текста описания слайдов

source: Slide Price Color
ar_ae: :: لون السعر في Slider
da_dk: Farve på slide pris
el: Χρώμα τιμής στη διαφάνεια
pl_pl: Kolor ceny slidera
ru_ru: Цвет текста цены в слайде

source: Slide Know More Button Text Color
ar_ae: لون النص لزر أقرأ المزيد المتواجد بالسلايد
da_dk: Tekstfarve på se mere slide knap
el: Χρώμα κειμένου κουμπιού Μάθετε Περισσότερα στη διαφάνεια
pl_pl: Kolor tekstu przycisku w sliderze
ru_ru: Цвет текста кнопки Узнать больше

source: Slide Know More Button Background Color
ar_ae: لون خلفية زر أقرأ المزيد بالسلايد
da_dk: Baggrundsfarve på se mere slide knap
el: Χρώμα φόντου κουμπιού Μάθετε Περισσότερα στη διαφάνεια
pl_pl: Kolor tła przycisku "Dowiedz się więcej" slidera
ru_ru: Цвет фона кнопки Узнать Больше

source: Slide Know More Button Hover Background Color
ar_ae: لون خلفية زر أقرأ المزيد بالسلايد
da_dk: Mouse-over baggrundsfarve på se mere slide knap
el: Χρώμα Hover φόντου κουμπιού Μάθετε Περισσότερα στη διαφάνεια
pl_pl: Kolor tła linku przycisku "Dowiedz się więcej" slidera
ru_ru: Цвет фона кнопки "Узнать Больше" в слайдах при наведении

source: Default color is #2aa6cc
ar_ae: اللون الافتراضي هو # 2aa6cc
el: Το προεπιλεγμένο χρώμα είναι #2aa6cc
pl_pl: Domyślnym kolorem jest #2aa6cc
ru_ru: Цвет по умолчанию - #2aa6cc

source: Slider Meta Heading Color
ar_ae: لون عنوان Meta Slider
da_dk: Farve på slider meta overskrift
el: Χρώμα επικεφαλίδας μετα-πληροφοριών Slider
pl_pl: Slider meta kolor nagłówka
ru_ru: Цвет мета заголовка слайдера

source: Slider Meta Text Color
ar_ae: لون نص ميتا المنزلق
da_dk: Tekstfarve på slider meta
el: Χρώμα κειμένου μετα-πληροφοριών Slider
pl_pl: Slider meta kolor tekstu
ru_ru: Цвет текста мета слайдера

source: Slider Meta Icon Color
ar_ae: لون أيقونة ميتا المنزلق
da_dk: Ikon farve på slider meta
el: Χρώμα εικονιδίου μετα-πληροφοριών Slider
pl_pl: Slider meta kolor ikony
ru_ru: Цвет иконки мета слайдера

source: Typography
ar_ae: النصوص
da_dk: Typografi
el: Τυπογραφία
pl_pl: Typografia
ru_ru: Типографика

source: Base Typography
el: Βασική τυπογραφία
pl_pl: Podstawowa typografia
ru_ru: Базовая типографика

source: Font Weight
el: Βάρος γραμματοσειράς
pl_pl: Grubość Czcionki
ru_ru: Толщина шрифта

source: Headings Typography
el: Τυπογραφία επικεφαλίδων
pl_pl: Typografia Nagłówków
ru_ru: Типографика заголовков

source: Secondary Typography
el: Δευτερεύουσα τυπογραφία
ru_ru: Вторичная типографика

source: Widget Title Color
pl_pl: Kolor tła widgetu w stopce
ru_ru: Цвет заголовка виджета

source: Heading Color
el: Χρώμα επικεφαλίδας
pl_pl: Kolor nagłówka
ru_ru: Цвет заголовка

source: Button Color
pl_pl: Kolor przycisku
ru_ru: Цвет кнопки

source: Button Background Color
ar_ae: لون خلفية الزر
da_dk: Baggrundsfarve på knap
el: Χρώμα φόντου κουμπιού
pl_pl: Kolor tła przycisku
ru_ru: Цвет фона кнопки

source: Button Hover Color
pl_pl: Kolor przycisku (Hover)
ru_ru: Цвет кнопки при наведении

source: Button Hover Background Color
ar_ae: لون الخلفية عند مرور الماس على الزر
da_dk: Baggrundsfarve på knap ved mouse-over
el: Χρώμα φόντου Hover κουμπιού
pl_pl: Kolor tła przycisku po najechaniu
ru_ru: Цвет фона кнопки при наведении

source: Main Menu Hover Background
pl_pl: Menu główne aktywowanie tła
ru_ru: Фон главного меню

source: Dropdown Menu Text Color
pl_pl: Kolor tekstu menu rozwijanego
ru_ru: Цвет текста выпадающего меню

source: Dropdown Menu Text Hover Color
ru_ru: Цвет всплывающего меню Текст при наведении

source: Social Icons Color
pl_pl: Kolor ikon społecznościowych
ru_ru: Цвет иконок соцсетей

source: Social Icons Hover Color
ru_ru: Социальная Иконка Цвет при наведении

source: Submit Button Border Color
ar_ae: حدود لون زر الارسال
el: Χρώμα περιγράμματος κουμπιού υποβολής
ru_ru: Цвет границы кнопки Отправить

source: Menu Icon Color
ru_ru: Цвет значка меню

source: Menu Container Background Color
ru_ru: Цвет фона контейнера меню

source: Site Retina Logo
ar_ae: لوجو ريتاينا
el: Λογότυπο ιστοτόπου (έκδοση Retina)
ru_ru: Логотип сайта Retina

source: Upload double size of your default logo image. For example, if your default logo image size is 150px by 50px, your retina logo image size should be 300px by 100px.
ar_ae: قم بتحميل حجم مزدوج لصورة شعارك الافتراضية. على سبيل المثال ، إذا كان حجم صورة شعارك الافتراضي هو 150 بكسل × 50 بكسل ، فيجب أن يكون حجم صورة شعار شبكية العين 300 بكسل × 100 بكسل.
el: Ανεβάστε το διπλάσιο μέγεθος της προεπιλεγμένης εικόνας του λογότυπού σας. Για παράδειγμα, εάν το προεπιλεγμένο μέγεθος της εικόνας του λογότυπου είναι 150px επί 50px, το μέγεθος της εικόνας του λογότυπου retina θα πρέπει να είναι 300px επί 100px.
ru_ru: Загрузить двойной размер изображения логотипа по умолчанию. Например, если размер изображения логотипа по умолчанию составляет 150px на 50px, то размер изображения логотипа retina должен быть 300px на 100px.

source: Site Logo For Mobile
ar_ae: شعار الموقع للجوال
el: Λογότυπο ιστότοπου για κινητά
ru_ru: Логотип Сайта Для Мобильных Устройств

source: Logo for mobile devices. Default Site Logo will be appeared if no image is selected
ar_ae: شعار للأجهزة المحمولة. سيظهر شعار الموقع الافتراضي إذا لم يتم تحديد صورة
el: Λογότυπο για κινητές συσκευές. Το προεπιλεγμένο λογότυπο του ιστότοπου θα εμφανίζεται εάν δεν έχει επιλεγεί εικόνα
ru_ru: Логотип для мобильных устройств. Логотип сайта по умолчанию будет отображаться, если изображение не выбрано

source: Site Retina Logo For Mobile
el: Λογότυπο ιστοτόπου (έκδοση Retina) για κινητά
ru_ru: Логотип Сайта Retina Для Мобильных Устройств

source: Site Logo Filter for Print
ar_ae: مرشح شعار الموقع للطباعة
el: Φίλτρο λογότυπου ιστότοπου για εκτύπωση
ru_ru: Фильтр логотипа сайта для печати

source: Select filter for site logo to improve its readability in print.
ar_ae: حدد عامل التصفية لشعار الموقع لتحسين إمكانية قراءته في الطباعة.
el: Επιλέξτε φίλτρο για το λογότυπο του ιστοτόπου για να βελτιώσετε την ευκρίνειά του στην εκτύπωση.
ru_ru: Выберите фильтр для логотипа сайта, чтобы улучшить его читабельность при печати.

source: Contrast
ar_ae: التباين
da_dk: Kontrast
el: Αντίθεση
pl_pl: Kontrast
ru_ru: Контраст

source: Grayscale
ar_ae: الرمادي
da_dk: Gråskala
el: Κλίμακα του γκρι
pl_pl: Skala szarości
ru_ru: Оттенки серого
