Repository: InspiryThemes/realhomes-translations
Catalog: realhomes-theme/*.po
Languages: ar_ae, da_dk, el, pl_pl, ru_ru

source: You may upload custom google maps marker for the contact page here. Image size should be around 50px by 50px.
ar_ae: يمكنك تحميل علامة خرائط جوجل مخصصة لصفحة الاتصال هنا. يجب أن يكون حجم الصورة حوالي 50 بكسل × 50 بكسل.
el: Μπορείτε να ανεβάσετε έναν προσαρμοσμένο δείκτη χαρτών Google για τη σελίδα επικοινωνίας εδώ. Το μέγεθος της εικόνας πρέπει να είναι περίπου 50px επί 50px.
ru_ru: Вы можете загрузить пользовательский маркер google maps для страницы контактов здесь. Размер изображения должен быть примерно 50px на 50px.

source: Marker Color
pl_pl: Kolor znacznika
ru_ru: Цвет маркера

source: Contact Detail
ar_ae: تفاصيل الإتصال
el: Στοιχείο επικοινωνίας
pl_pl: Dane kontaktowe
ru_ru: Контактная информация

source: Contact Details Title
ar_ae: عنوان تفاصيل الاتصال
da_dk: Titel på kontakt detaljer
el: Τίτλος στοιχείων επικοινωνίας
pl_pl: Tytuł
ru_ru: Контактная информация Название

source: Cell Number
ar_ae: رقم الاتصال
da_dk: Mobilnummer
el: Αριθμός κινητού τηλεφώνου
pl_pl: Numer komórkowy
ru_ru: Номер мобильного

source: Display Email
ar_ae: عرض البريد الإلكتروني
da_dk: Vis e-mail
el: Εμφανιζόμενο email
pl_pl: Wyświetl e-mail
ru_ru: Показать адрес электронной почты

source: Contact Address
ar_ae: عنوان الإتصال
da_dk: Kontakt adresse
el: Διεύθυνση επικοινωνίας
pl_pl: Adres kontaktowy
ru_ru: Контактный адрес

source: Contact Form Heading
ar_ae: عنوان نموذج الاتصال
da_dk: Overskrift i kontaktformular
el: Επικεφαλίδα φόρμας επικοινωνίας
pl_pl: Nagłówek formularza kontaktowego
ru_ru: Заголовок контактной формы

source: Name Field Label
ar_ae: Field label
da_dk: Etiket på Navne felt
el: Ετικέτα πεδίου Όνομα
pl_pl: Etykieta pola imię
ru_ru: Название метки поля

source: Email Field Label
ar_ae: تسمية حقل البريد الإلكتروني
da_dk: Etiket på E-mail felt
el: Ετικέτα πεδίου Email
pl_pl: Etykieta pola e-mail
ru_ru: Почтовая метка поля

source: Phone Number Field Label
ar_ae: تسمية حقل رقم الهاتف
el: Ετικέτα πεδίου αριθμού τηλεφώνου
pl_pl: Etykieta pola numeru telefonu
ru_ru: Метка поля телефонного номера

source: Message Field Label
ar_ae: تسمية حقل الرسالة
da_dk: Etiket på Meddelelse felt
el: Ετικέτα πεδίου μηνύματος
ru_ru: Метка Поля Сообщения

source: Contact Form Email
ar_ae: نموذج إتصال البريد الإلكتروني
da_dk: E-mail til kontaktformular
el: Φόρμα επικοινωνίας Email
pl_pl: E-mail formularza kontaktowego
ru_ru: Контактная форма Email

source: Provide email address that will get messages from contact form.
ar_ae: عنوان البريد الإلكتروني التي سوف ترسل اليه رسائل من نموذج الاتصال بنا.
da_dk: Indtast e-mail som skal modtage meddelelser fra kontaktformular.
el: Εισάγετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου που θα λαμβάνει τα μηνύματα από τη φόρμα επικοινωνίας.
pl_pl: Podaj adres e-mail, który będzie otrzymywać wiadomości z formularza kontaktowego.
ru_ru: Предоставление адреса электронной почты, которые будут получать сообщения от контактной формы.

source: Contact Form CC Email
ar_ae: نموذج إتصال البريد الإلكتروني
da_dk: CC e-mail i kontaktformular
el: Φόρμα επικοινωνίας CC Email
pl_pl: Formularz kontaktowy DW
ru_ru: Контактная форма CC Email

source: You can add multiple comma separated cc email addresses, to get a carbon copy of contact form message.
ar_ae: يمكنك إضافة عدة عناوين بريد إلكتروني مفصولة بفواصل ، للحصول على نسخة كربونية من رسالة نموذج الاتصال.
da_dk: Du kan tilføje flere kommaseparerede cc e-mail adresser, som skal have kopi af beskeder sendt via hjemmesidens kontaktformular.
el: Μπορείτε να προσθέσετε πολλαπλές διευθύνσεις ηλεκτρονικού ταχυδρομείου με διαχωρισμό κόμμα cc, για να λάβετε ένα αντίγραφο του μηνύματος της φόρμας επικοινωνίας.
pl_pl: Możesz dodać wiele adresów e-mail CC oddzielonych przecinkami, aby otrzymać kopię wiadomości z formularza kontaktowego.
ru_ru: Вы можете добавить несколько адресов через запятую куб.см электронной почты, чтобы получить точную копию контактной формы сообщения.

source: Contact Form BCC Email
ar_ae: نموذج إتصال البريد الإلكتروني
da_dk: BCC e-mail i kontaktformular
el: Φόρμα επικοινωνίας BCC Email
pl_pl: Formularz kontaktowy UDW
ru_ru: Контактная форма BCC Email

source: You can add multiple comma separated bcc email addresses, to get a blind carbon copy of contact form message.
ar_ae: يمكنك أضافه عناوين بريد الكتروني مخفيه متعددة BCC مفصوله بفاصله ، للحصول علي نسخه كربونيه من رسالة نموذج الاتصال.
da_dk: Du kan tilføje flere kommaseparerede bcc e-mail adresser, for at få en inkognito kopi af beskeder sendt via hjemmesidens kontaktformular.
el: Μπορείτε να προσθέσετε πολλαπλές διευθύνσεις ηλεκτρονικού ταχυδρομείου bcc, με διαχωρισμό κόμμα, για να λάβετε ένα κρυφό αντίγραφο του μηνύματος της φόρμας επικοινωνίας.
pl_pl: Można dodać wiele adresów e-mail UDW oddzielone przecinkami, aby uzyskać ślepą kopię wiadomości formularz kontaktowy.
ru_ru: Вы можете добавить несколько через запятую BCC адреса электронной почты, чтобы получить слепая копия контактной формы сообщения.

source: Contact Form Shortcode ( To Replace Default Form )
ar_ae: رمز قصير لنموذج الاتصال (لاستبدال النموذج الافتراضي)
da_dk: Enkel kontaktformular (Til erstatning af standard formular)
el: Shortcode φόρμας επικοινωνίας ( για αντικατάσταση προεπιλεγμένης φόρμα )
pl_pl: Formularz kontaktowy shortcode (służy do zasąpienia aktualnego formularza)
ru_ru: Контактный формуляр Shortcode (Заменить По умолчанию форма)

source: If you want to replace default contact form with a plugin based form then provide its shortcode here.
ar_ae: إذا كنت تريد استبدال نموذج الاتصال الافتراضي بنموذج يستند إلى المكون الإضافي ، فقم بتقديم رمزه المختصر هنا.
da_dk: Hvis du ønsker at erstatte standard kontaktformular med en plugin baseret kontaktformular, så angiv dens shortcode her.
el: Αν θέλετε να αντικαταστήσετε την προεπιλεγμένη φόρμα επικοινωνίας με μια φόρμα βασισμένη σε ένα πρόσθετο, τότε δώστε τον σύντομο κωδικό της (shortcode) εδώ.
pl_pl: Jeśli chcesz zastąpić domyślny formularz kontaktowy formularzem z jakiejś wtyczki, wklej tutaj jego kod.
ru_ru: Если вы хотите заменить контактную форму по умолчанию с плагином на основе формы затем обеспечить его шорткод здесь.

source: Content Area
ar_ae: منطقة المحتويات
da_dk: Indholdsområde
el: Περιοχή περιεχομένου
pl_pl: Obszar treści
ru_ru: Область содержимого

source: Display Content Above Footer?
ar_ae: عرض المحتوى فوق التذييل؟
el: Εμφάνιση περιεχομένου πάνω από το υποσέλιδο;
ru_ru: Отображать Содержимое Над Нижним Колонтитулом?

source: Spacing
ar_ae: لا تباعد بعد هذه القطعة
da_dk: Afstand
el: Διάστημα
pl_pl: Odstęp
ru_ru: Интервал

source: Remove page’s top and bottom spacing
ar_ae: إزالة التباعد العلوي والسفلي للصفحة
el: Αφαίρεση του άνω και κάτω διαστήματος της σελίδας
ru_ru: Удаление верхнего и нижнего интервалов страницы

source: Remove Content Area Padding?
ar_ae: هل تريد إزالة مساحة منطقة المحتوى؟
el: Αφαίρεση του περιθωρίου (padding) περιοχής περιεχομένου;
ru_ru: Удалить Заполнение Области Содержимого?

source: Show or Hide Slogan + Properties on Homepage?
ar_ae: إظهار أو إخفاء شعار + العقارات على الصفحة الرئيسة؟
el: Εμφάνιση ή απόκρυψη σλόγκαν + ακινήτων στην αρχική σελίδα;
ru_ru: Показать или скрыть слоган + свойства на главной странице?

source: Slider Based on Properties Custom Post Type
ar_ae: عرض السلايدر بناء على العقارات او المشاريع المضافة
da_dk: Sliderbillede baseret på egenskaber for brugerdefineret Post Type
el: Slider με βάση τον προσαρμοσμένο τύπο άρθρου Ακινήτου
pl_pl: Slider w oparciu specjalny typ posta Nieruchomości
ru_ru: Слайдер на основе пользовательских свойств типа пост

source: Search Form Over an Image / Video
ar_ae: نموذج البحث في الصور
el: Φόρμα αναζήτησης πάνω από εικόνα/βίντεο
ru_ru: Форма поиска по изображению / видео

source: Image Based Banner
ar_ae: العارض بناء على الصور
da_dk: Billedbaseret banner
el: Πανό με βάση την εικόνα
pl_pl: Banner z użyciem obrazka
ru_ru: Баннер На Основе Изображения

source: Slider Based on Revolution Slider Plugin
ar_ae: المنزلق على أساس البرنامج المساعد الثورة المنزلق
el: Slider βασισμένο στο πρόσθετο Revolution Slider
ru_ru: Слайдер на основе плагина Revolution Slider

source: Slider Based on Slides Custom Post Type
ar_ae: المتزلج بناء على الشرائح المشاراكات
da_dk: Sliderbillede baseret på billeder fra brugerdefineret Post Type
el: Slider με βάση τον προσαρμοσμένο τύπο άρθρου Διαφανειών
pl_pl: Slider w oparciu o własny typ posta Slajdy
ru_ru: Slider Основанный на Slider Пользовательские сообщение Тип

source: Contact Form Over Slider
ar_ae: نموذج الاتصال عبر المنزلق
el: Φόρμα επικοινωνίας πάνω από Slider
ru_ru: Контактная Форма Над Слайдером

source: Home Properties
ar_ae: خصائص الصفحة الرئيسيةv
el: Ακίνητα αρχικής σελίδας
pl_pl: Strona domowa Nieruchomości
ru_ru: Начало Недвижимость

source: Features Section
ar_ae: قسم الميزات
da_dk: Sektion for fremhævelser
el: Τμήμα χαρακτηριστικών
pl_pl: Sekcja funkcji
ru_ru: Раздел особенностей

source: News/Blog Posts
ar_ae: أخبار / مقالات المدونة
da_dk: Nyheds-/blog indlæg
el: Άρθρα ειδήσεων/blog
pl_pl: Wiadomości i posty na Blogu
ru_ru: Новости/записи блога

source: Properties on Homepage
ar_ae: خصائص على الصفحة الرئيسية
el: Ακίνητα στην αρχική σελίδα
ru_ru: Недвижимость на главной странице

source: Slider Based on Revolution Slider Plugin.
ar_ae: المنزلق على أساس البرنامج المساعد الثورة المنزلق.
da_dk: Billedvisning baseret på Revolution Slider Plugin.
el: Slider βασισμένο στο πρόσθετο Revolution Slider.
pl_pl: Slider w oparciu plugin Revolution Slider.
ru_ru: Слайдер на основе плагина Revolution Slider.

source: Latest Properties
ar_ae: آخر العروض
da_dk: Seneste ejendomme
el: Πιο πρόσφατα ακίνητα
pl_pl: Najnowsze oferty
ru_ru: Последние добавленные объекты

source: Testimonials
ar_ae: الشهادات - التوصيات
da_dk: Udtalelser
el: Μαρτυρίες
pl_pl: Referencje
ru_ru: Отзывы

source: Call to Action
ar_ae: ابدأ العمل
el: Πρόσκληση για δράση
pl_pl: Wezwanie do Akcji
ru_ru: Призыв к действию

source: News & Updates
ar_ae: الأخبار والمستجدات
da_dk: Nyheder & opdateringer
el: Νέα & ενημερώσεις
pl_pl: Nowości i Aktualizacje
ru_ru: Новости и обновления

source: Call to Action -- Contact
ar_ae: دعوة للعمل - الاتصال
el: Πρόσκληση για δράση -- Επικοινωνία
ru_ru: Призыв к действию -- Контакт

source: You can reorder the homepage sections here.
ar_ae: يمكنك إعادة ترتيب أقسام الصفحة الرئيسية هنا.
el: Μπορείτε να αναδιατάξετε τις ενότητες της αρχικής σελίδας εδώ.
ru_ru: Вы можете изменить порядок разделов главной страницы здесь.

source: What to Display Below Header on Home Page ?
ar_ae: ما سيتم عرضه تحت رأس الصفحة الرئيسية؟
da_dk: Hvad skal vises under overskriften på forsiden?
el: Τι να εμφανίζεται κάτω από την κεφαλίδα στην αρχική σελίδα ?
pl_pl: Co wyświetlić pod nagłówkiem na stronie głównej?
ru_ru: Что отображать Ниже заголовка на главной странице?

source: Maximum Number of Slides to Display in Slider Based on Properties
ar_ae: عدد السلايدر من المشاريع المضافة
da_dk: Maksimalt antal billeder til visning i slider baseret på ejendomme
el: Μέγιστος αριθμός διαφανειών που θα εμφανίζονται στο slider με βάσει τα ακίνητα
pl_pl: Maksymalna liczba slajdów do wyświetlenia w slajderze opartym na właściwo
ru_ru: Максимальное количество слайдов для показа в Слайдере на основе свойств

source: Maximum Number of Slides to Display in Slider Based on Slides Custom Post Type
ar_ae: Number of slides to display in Slider Based on Slides Custom Post Type | عدد الشرائح لعرضها في السلايدر بناء على الشرائح مخصص آخر نوع
da_dk: Maksimalt antal billeder til visning i Slider baseret på brugerdefineret Post Type
el: Μέγιστος αριθμός διαφανειών που θα εμφανίζονται στο Slider με βάση τον προσαρμοσμένο τύπο άρθρου 'Διαφανειών'
pl_pl: Maksymalna liczba slajdów do wyświetlenia w slajderze opartym na własnym typie post'a "slides"
ru_ru: Максимальное количество слайдов для отображения в Slider Основанный на Slider Пользовательские сообщение Тип

source: Button Text
ar_ae: زر كتابة
da_dk: Knap tekst
el: Κείμενο κουμπιού
pl_pl: Tekst przycisku
ru_ru: Текст кнопки

source: Maximum Number of Slides to Display
ar_ae: عدد الشرائح للعرض
el: Μέγιστος αριθμός διαφανειών που θα εμφανίζονται
ru_ru: Максимальное количество слайдов для отображения

source: Select Post Type
ar_ae: الرجاء اختيار نوع الموضوع
da_dk: Vælg post type
el: Επιλέξτε τύπο άρθρου
pl_pl: Wybierz typ postu
ru_ru: Выбрать Тип записи

source: Properties
ar_ae: العقارات
da_dk: Ejendomme
el: Ακίνητα
pl_pl: Nieruchomości
ru_ru: Свойства

source: Slides
ar_ae: الشرائح
da_dk: Dias
el: Διαφάνειες
pl_pl: Slajdy
ru_ru: Слайдер

source: *If you want to display Revolution Slider instead of Slider with Post Type (Properties or Slides), then provide its alias here.
ar_ae: إذا أردت تبديل اللافتة بشريط التمرير المتحرك الرجاء توفير الاسم المستعار هنا.
el: *Αν θέλετε να εμφανίσετε το Revolution Slider αντί για Slider είδους άρθρου (ακίνητα ή slides), τότε εισάγετε το ψευδώνυμό του εδώ.
ru_ru: *Если вы хотите отобразить ползунок революции вместо ползунка с типом записи (свойства или слайды), то укажите его псевдоним здесь.

source: Form Heading
ar_ae: عنوان الترويسة
el: Επικεφαλίδα φόρμας
pl_pl: Nagłówek formularza
ru_ru: Заголовок форми

source: i.e 'Let Us Call You!'
ar_ae: أي "دعنا نتصل بك!"
el: δηλ 'Ζητήστε να σας καλέσουμε!'
ru_ru: то есть давайте позвоним вам!'

source: Let Us Call You!
ar_ae: Let Us Call You2222!
el: Ζητήστε να σας καλέσουμε!
ru_ru: Мы Позвоним Вам!

source: Form Description
ar_ae: حقل الوصف
da_dk: Beskrivelse af formular
el: Περιγραφή φόρμας
pl_pl: Opis formularza
ru_ru: Описание формы

source: i.e 'To help you choose your property'
ar_ae: أي "لمساعدتك في اختيار الممتلكات الخاصة بك"
el: δηλ 'Για να σας βοηθήσουμε να επιλέξετε το ακίνητό σας'
ru_ru: то есть "чтобы помочь вам выбрать вашу собственность"

source: To help you choose your property
ar_ae: لمساعدتك على اختيار الممتلكات الخاصة بك
el: Για να σας βοηθήσουμε να επιλέξετε το ακίνητό σας
ru_ru: Чтобы помочь вам выбрать свою собственность

source: Label will be hidden if GDPR or rCaptcha are activated
ar_ae: سيتم إخفاء التصنيف في حالة تنشيط اللائحة العامة لحماية البيانات أو rCaptcha
el: Η ετικέτα θα αποκρύπτεται εάν είναι ενεργοποιημένα τα GDPR ή rCaptcha
ru_ru: Метка будет скрыта, если активированы GDPR или recaptcha

source: Number Field Label
ar_ae: تسمية حقل الرقم
el: Ετικέτα πεδίου αριθμού
ru_ru: Метка Числового Поля

source: Number Field Placeholder
ar_ae: العنصر النائب لرقم الحقل
el: Ενδεικτικό κείμενο για το πεδίο Αριθμός
ru_ru: Заполнитель Числового Поля

source: If you want to display Revolution Slider then provide its alias here.
ar_ae: إذا كنت تريد استخدام Revolution Slider قم بتوفير إسم مستعار خاص به هنا.
da_dk: Hvis du ønsker at bruge Revolution Slider så angiv alias her.
el: Αν θέλετε να εμφανίσετε το Revolution Slider, τότε δώστε το ψευδώνυμό του εδώ.
pl_pl: Jeżeli chcesz wyświetlić Revolution Slider to wprowadź alias tutaj.
ru_ru: Если вы хотите отобразить Revolution Slider затем предоставить его псевдоним здесь.

source: Background Image for Homepage Search Form
ar_ae: صورة خلفية لنموذج بحث الصفحة الرئيسية
da_dk: Baggrundsbillede for hjemmesides søgeformular
el: Εικόνα φόντου για τη φόρμα αναζήτησης στην αρχική σελίδα
pl_pl: Obraz tła dla formularza wyszukiwania strony głównej
ru_ru: Фоновое изображение для домашней страницы Search Form

source: Recommended image size is 1970px by 850px
ar_ae: حجم الصورة الموصى به هو 1970 بكسل × 850 بكسل
el: Το συνιστώμενο μέγεθος εικόνας είναι 1970px επί 850px
ru_ru: Рекомендуемый размер изображения-1970px на 850px

source: Background Video for Homepage Search Form ( Revolution Slider Alias )
ar_ae: فيديو الخلفية لنموذج بحث الصفحة الرئيسية (الاسم المستعار لـ Slider Slider)
el: Βίντεο φόντου για τη φόρμα αναζήτησης στην αρχική σελίδα ( ψευδώνυμο Revolution Slider )
ru_ru: Фон видео для домашней страницы форма поиска (Revolution Slider алиас)

source: Video will be placed over the background image of search form
ar_ae: سيتم وضع الفيديو على صورة الخلفية لنموذج البحث
el: Το βίντεο θα τοποθετηθεί πάνω από την εικόνα φόντου της φόρμας αναζήτησης
ru_ru: Видео будет размещено поверх фонового изображения поисковой формы

source: Background Image Overlay Opacity (between 0 and 1)
ar_ae: عتامة تراكب صورة الخلفية (بين 0 و 1)
el: Αδιαφάνεια επικάλυψης εικόνας φόντου (μεταξύ 0 και 1)
ru_ru: Непрозрачность наложения фонового изображения (от 0 до 1)

source: Background Image Overlay Color
ar_ae: اعرض التخصص
el: Χρώμα επικάλυψης εικόνας φόντου
pl_pl: Kolor nakładki obrazu tła
ru_ru: Цвет наложения фонового изображения

source: Title for Search Form Over Image
ar_ae: عنوان نموذج البحث فوق الصورة
da_dk: Titel for søgeformular over billede
el: Τίτλος για τη φόρμα αναζήτησης πάνω από την εικόνα
pl_pl: Tytuł formularza wyszukiwania nad obrazem
ru_ru: Заголовок Форма поиска по изображению

source: Description for Search Form Over Image
ar_ae: وصف نموذج البحث فوق الصورة
da_dk: Beskrivelse af søgeformular over billede
el: Περιγραφή για τη φόρμα αναζήτησης πάνω από εικόνα
pl_pl: Opis formularza wyszukiwania nad obrazem
ru_ru: Описание для Форма поиска по изображению

source: Description Color
ar_ae: لون الوصف
da_dk: Beskrivelses farve
el: Χρώμα περιγραφής
pl_pl: Kolor opisu
ru_ru: Цвет описания

source: Properties Search Form on Homepage
ar_ae: البحث عن عقارات في الصفحة الرئيسة
da_dk: Ejendommes søgeformular på forsiden
el: Φόρμα αναζήτησης ακινήτων στην αρχική σελίδα
pl_pl: Formularz wyszukiwania Nieruchomości na stronie głównej
ru_ru: Форма поиска на главной странице

source: You can configure properties search form using related section in Customizer settings.
ar_ae: يمكنك تكوين نموذج بحث العقارات باستخدام المقطع ذي الصلة.
el: Μπορείτε να διαμορφώσετε τη φόρμα αναζήτησης ακινήτων χρησιμοποιώντας τη σχετική ενότητα στις ρυθμίσεις της Προσαρμογής.
ru_ru: Вы можете настроить форму поиска свойств с помощью связанного раздела В настройках настройщика.

source: Enable Advance Search Label
ar_ae: تمكين تسمية البحث المتقدم
el: Ετικέτα για Ενεργοποίηση Σύνθετης Αναζήτησης
pl_pl: Włącz Etykietę Zaawansowanego Wyszukiwania
ru_ru: Включить метку расширенного поиска

source: Advance Search Label Text (optional)
ar_ae: نص تسمية البحث المتقدم (اختياري)
el: Κείμενο ετικέτας σύνθετης αναζήτησης (προαιρετικό)
ru_ru: Предварительный поиск текста метки (необязательно)

source: This text will guide to expend Advance Search form.
ar_ae: سيوجه هذا النص لإنفاق نموذج البحث المتقدم.
el: Αυτό το κείμενο θα σας καθοδηγήσει για τη χρήση της φόρμας σύνθετης αναζήτησης.
ru_ru: Этот текст поможет вам использовать форму предварительного поиска.

source: Slogan Title
ar_ae: عنوان شعار فرعى
da_dk: Slogan titel
el: Τίτλος σλόγκαν
pl_pl: Tytuł sloganu
ru_ru: Заголовок слогана

source: Description Text Below Slogan
ar_ae: نص الوصف أدناه شعار
da_dk: Beskrivelse af tekst under slogan
el: Κείμενο περιγραφής κάτω από το σλόγκαν
pl_pl: Opis pod sloganem
ru_ru: Текст описания под слоганом

source: Text Over Title
ar_ae: نص فوق العنوان
el: Κείμενο πάνω από τον τίτλο
pl_pl: Tekst nad tytułem
ru_ru: Текст над названием

source: Latest
ar_ae: الأحدث
da_dk: Seneste
el: Πιο πρόσφατα
pl_pl: Najnowsze
ru_ru: Последние

source: Section Description
ar_ae: وصف القسم
da_dk: Afsnit beskrivelse
el: Περιγραφή τμήματος
pl_pl: Opis sekcji
ru_ru: Описание раздела

source: Some amazing features of RealHomes theme.
el: Μερικά εκπληκτικά χαρακτηριστικά του θέματος RealHomes.
ru_ru: Некоторые удивительные особенности темы Real Homes.

source: Select the kind of properties you want to display on Homepage ?
ar_ae: اختر نوع العقارات التي تريد عرضها?
el: Επιλέξτε το είδος των ακινήτων που θέλετε να εμφανίζονται στην αρχική σελίδα
ru_ru: Выберите тип свойств, которые вы хотите отобразить на главной странице ?

source: Recent Properties
ar_ae: آخر المعروضات
da_dk: Seneste ejendomme
el: Πρόσφατα ακίνητα
pl_pl: Ostatnie nieruchomości
ru_ru: Последние добавление объекты

source: Properties Based on Selected Locations, Statuses and Types from Below
ar_ae: خصائص مبنية على مواقع مختارة وحالات وأنواع من الأسفل
da_dk: Ejendomme baseret på udvalgte steder, statusser og typer. Laveste værdi først
el: Ακίνητα με βάση επιλεγμένες τοποθεσίες, καταστάσεις και τύπους από παρακάτω
pl_pl: Nieruchomości w oparciu wybrane poniżej lokalizacje, statusy oraz rodzaje
ru_ru: Объекты на основе выбранных адресов, статусов и типов

source: Select Property Types
ar_ae: تحديد نوع العقار
da_dk: Vælg ejendomstype
el: Επιλέξτε τύπους ακινήτου
pl_pl: Wybierz rodzaje nieruchomości
ru_ru: Выберите типы недвижимости

source: Select Property Statuses
ar_ae: تحديد حالة العقار
da_dk: Vælg ejendoms status
el: Επιλέξτε καταστάσεις ακινήτου
pl_pl: Wybierz statusy nieruchomości
ru_ru: Выберите статус объекта

source: Select Property Locations
ar_ae: تحديد موقع العقار
da_dk: Vælg ejendoms beliggenhed
el: Επιλέξτε τοποθεσίες ακινήτου
pl_pl: Wybierz lokalizacje nieruchomości
ru_ru: Выберите местоположение объекта

source: Number of Properties on Each Page
ar_ae: عدد العقارات في كل صفحة
da_dk: Antal ejendomme på hver side
el: Αριθμός ακινήτων σε κάθε σελίδα
pl_pl: Liczba nieruchomości na każdej stronie
ru_ru: Количество свойств на каждой странице

source: Show Sticky Properties First
ar_ae: إظهار الخصائص الثابتة أولاً
el: Εμφάνιση καρφιτσωμένων ακινήτων πρώτα
ru_ru: Сначала Покажите Липкие Свойства

source: AJAX Pagination
ar_ae: أياكس الموقت الحدود الفاصلة للصفحات
da_dk: AJAX sideinddeling
el: Σελιδοποίηση AJAX
pl_pl: Paginacja AJAX
ru_ru: AJAX-пагинация

source: Features Section on Homepage
ar_ae: قسم الميزات على الصفحة الرئيسية
da_dk: Fremhævet sektion på forsiden
el: Τμήμα χαρακτηριστικών στην Αρχική Σελίδα
pl_pl: Sekcja funkcji na stronie głównej
ru_ru: Раздел особенностей на главной странице

source: Section Background Image
ar_ae: قسم صورة الخلفية
da_dk: Baggrundsfoto på afsnit
el: Εικόνα φόντου τμήματος
pl_pl: Obraz tła sekcji
ru_ru: Раздел Фоновое Изображение

source: Description Text
ar_ae: نص الوصف
da_dk: Beskrvelses tekst
el: Κείμενο περιγραφής
pl_pl: Tekst opisu
ru_ru: Текст описания

source: Feature Name
ar_ae: اسم العنصر
da_dk: Fremhævet navn
el: Όνομα χαρακτηριστικού
pl_pl: Nazwa cechy
ru_ru: Название особенности

source: Example: Perfect Backend
ar_ae: مثال: الواجهة الخلفية المثالية
da_dk: Eksempel: Perfekt grund
el: Παράδειγμα: Τέλειο Backend
pl_pl: Przykład: perfekcyjny backend
ru_ru: Пример: Отличный вид

source: Feature URL
ar_ae: رابط الميزة الأولى
el: URL χαρακτηριστικού
pl_pl: Adres URL Funkcji
ru_ru: URL-адрес функции

source: Example: https://themeforest.net/user/inspirythemes/portfolio
ar_ae: مثال: https://themeforest.net/user/inspirythemes/portfolio
el: Παράδειγμα: https://themeforest.net/user/inspirythemes/portfolio
ru_ru: Пример: https://themeforest.net/user/inspirythemes/portfolio

source: Feature Icon
ar_ae: الأيقونة
da_dk: Fremhævet ikon
el: Εικονίδιο χαρακτηριστικού
pl_pl: Ikona funkcji
ru_ru: Значок особенности

source: Icon should have minimum width of 150px and minimum height of 150px.
ar_ae: ???????? ??? ?? ???? ???? ?????? ????? 150px ????? ?????? ???????? 150px.
da_dk: Ikoner bør have en minimum bredde og højde på 150px.
el: Το εικονίδιο πρέπει να έχει ελάχιστο πλάτος 150px και ελάχιστο ύψος 150px.
ru_ru: Иконка должна иметь минимальную ширину 150px и минимальную высоту 150px.

source: Feature Description
ar_ae: وصف الميزة
da_dk: Fremhævet beskrivelse
el: Περιγραφή Χαρακτηριστικού
pl_pl: Opis Funkcji
ru_ru: Описание особенности

source: Featured Properties on Homepage
ar_ae: العقارات المميزة بالصفحة الرئيسية
da_dk: Fremhævede ejendomme på forside
el: Προτεινόμενα ακίνητα στην Αρχική Σελίδα
pl_pl: Nieruchomości polecane na stronie głowej
ru_ru: Специальные предложения на домашней странице
