Repository: InspiryThemes/realhomes-translations
Catalog: realhomes-theme/*.po
Languages: ar_ae, da_dk, el, pl_pl, ru_ru

source: This will overwrite the garages field label.
ar_ae: سيؤدي ذلك إلى استبدال تسمية حقل المواقف.
el: Αυτό θα αντικαταστήσει την ετικέτα του πεδίου Γκαράζ.
pl_pl: Spowoduje to zastąpienie etykiety pola garażu.
ru_ru: Это приведет к перезаписи метки поля парк.мест.

source: Area field label
ar_ae: اسم حقل المساحة
el: Ετικέτα πεδίου Επιφάνειας
pl_pl: Etykieta pola obszaru
ru_ru: Метка поля площадь

source: This will overwrite the area field label.
ar_ae: سيؤدي ذلك إلى استبدال تسمية حقل المواقف.
el: Αυτό θα αντικαταστήσει την ετικέτα του πεδίου Επιφάνεια.
pl_pl: Spowoduje to zastąpienie etykiety pola obszaru.
ru_ru: Это приведет к перезаписи метки поля площади.

source: Year Built field label
ar_ae: تسمية الحقل العام
el: Ετικέτα πεδίου Έτος Κατασκευής
pl_pl: Etykieta pola rok budowy
ru_ru: Метка поля год постройки

source: This will overwrite the year-built field label.
ar_ae: سيؤدي هذا إلى استبدال تسمية الحقل التي تم إنشاؤها عامًا.
el: Αυτό θα αντικαταστήσει την ετικέτα του πεδίου Έτος Κατασκευής.
pl_pl: Spowoduje to zastąpienie etykiety pola roku budowy.
ru_ru: Это приведет к перезаписи метки поля год постройки.

source: Lot Size field label
ar_ae: تسمية حقل المساحة
el: Ετικέτα πεδίου μεγέθους οικοπέδου
pl_pl: Etykieta pola rozmiar parceli
ru_ru: Метка поля размер лота

source: This will overwrite the lot-size field label.
ar_ae: سيؤدي ذلك إلى الكتابة فوق تسمية الحقل الخاص بإجمالي المساحة .
el: Αυτό θα αντικαταστήσει την ετικέτα του πεδίου Μέγεθος Οικοπέδου.
pl_pl: Spowoduje to zastąpienie etykiety pola rozmiaru parceli.
ru_ru: Это приведет к перезаписи метки поля размера лота.

source: Share Label
ar_ae: مشاركة التسمية
el: Ετικέτα κοινοποίησης
ru_ru: Общедоступный ярлык

source: This will overwrite the share label.
ar_ae: سيؤدي هذا إلى استبدال تسمية المشاركة.
el: Αυτό θα αντικαταστήσει την ετικέτα Κοινοποίηση.
ru_ru: Это приведет к перезаписи метки общего доступа.

source: Favourite Label
ar_ae: التصنيف المفضل
el: Ετικέτα Αγαπημένων
ru_ru: Любимую Марку

source: This will overwrite the Favourite label.
ar_ae: سيؤدي هذا إلى استبدال التسمية المفضلة.
el: Αυτό θα αντικαταστήσει την ετικέτα Αγαπημένο.
ru_ru: Это приведет к перезаписи любимой метки.

source: Added To Favourite Label
ar_ae: تمت الإضافة إلى التصنيف المفضل
el: Ετικέτα για το Προστέθηκε στα Αγαπημένα
ru_ru: Добавлено В Любимую Марку

source: This will overwrite the Added To Favourite label.
ar_ae: سيؤدي هذا إلى استبدال التسمية المضافة إلى المفضلة.
el: Αυτό θα αντικαταστήσει την ετικέτα Προστέθηκε στα Αγαπημένα.
ru_ru: Это приведет к перезаписи добавленной в избранное метки.

source: Print Label
ar_ae: تسمية الطباعة
el: Ετικέτα εκτύπωσης
pl_pl: Drukuj etykietę
ru_ru: Печать метки

source: This will overwrite the Print label.
ar_ae: سيؤدي هذا إلى استبدال تسمية الطباعة.
el: Αυτό θα αντικαταστήσει την ετικέτα Εκτύπωση.
ru_ru: Это приведет к перезаписи печатной этикетки.

source: Description Title
ar_ae: وصف العنوان
el: Τίτλος περιγραφής
pl_pl: Tytuł opisu nieruchomości
ru_ru: Заголовок описания

source: This will overwrite the Description title.
ar_ae: سيؤدي هذا إلى استبدال عنوان الوصف.
el: Αυτό θα αντικαταστήσει τον τίτλο Περιγραφή.
ru_ru: Это приведет к перезаписи заголовка описания.

source: Additional Details Title
ar_ae: عنوان التفاصيل الإضافية
da_dk: Titel for yderligere detaljer
el: Τίτλος για Πρόσθετες λεπτομέρειες
pl_pl: Tytuł Dodatkowych Szczegółów
ru_ru: Заголовок дополнительных деталей

source: This will only display if a property has additional details.
ar_ae: سيتم عرض هذا فقط إذا كان هناك تفاصيل إضافية للعقار.
da_dk: Dette vil kun blive vist, hvis en ejendom har yderligere detaljer.
el: Αυτό θα εμφανιστεί μόνο αν ένα ακίνητο έχει πρόσθετες λεπτομέρειες.
pl_pl: Będzie widoczne tylko gdy nieruchomość posiada informacje dodatkowe.
ru_ru: Это будет отображаться только если недвижимость имеет дополнительные детали.

source: Features Title
ar_ae: اسم الميزات
da_dk: Titel til funktioner
el: Τίτλος χαρακτηριστικών
pl_pl: Tytuł cech nieruchomości
ru_ru: Заголовок особенностей

source: Property Features Display
el: Εμφάνιση χαρακτηριστικών ακινήτων
ru_ru: Отображение функций свойств

source: Link to Archive
el: Σύνδεσμος για Αρχείο
ru_ru: Ссылка на архив

source: Plain Text
ar_ae: نص عادي
el: Απλό κείμενο
pl_pl: Zwykły tekst
ru_ru: Простой текст

source: Open Graph Meta Tags
ar_ae: فتح ميتا الرسم البياني
da_dk: Åben Graph Meta Tags
pl_pl: Meta Tagi Open Graph
ru_ru: Open Graph Мета-теги

source: Link to Previous and Next Property
ar_ae: وصلة للعقار السابق والقادم
da_dk: Link til forrige og næste ejendom
el: Σύνδεσμος προς προηγούμενο και επόμενο ακίνητο
pl_pl: Łącze do poprzedniej i następnej Nieruchomości
ru_ru: Ссылка на предыдущую и следующую недвижимость

source: Breadcrumbs
ar_ae: فتات الخبز
da_dk: Brødkrummer
el: Σύνδεσμοι πλοήγησης
pl_pl: Okruszki
ru_ru: Хлебные крошки

source: Property Breadcrumbs
ar_ae: فتات الخبز للملكية ( Breadcrumbs)
da_dk: Ejendoms breadcrumbs
el: Σύνδεσμοι πλοήγησης ακινήτου
pl_pl: Okruszki nieruchomości
ru_ru: Хлебные крошки объектов

source: Breadcrumbs will be based on
ar_ae: وسيستند فتات الخبز ( Breadcrumbs) بناء على
da_dk: Breadcrumbs vil blive baseret på
el: Οι σύνδεσμοι πλοήγησης θα βασίζονται σε
pl_pl: Paski Nawigacyjne opierać się na
ru_ru: Строка навигации будет основываться на

source: Property Location
ar_ae: موقع العقار
da_dk: Ejendomsadresse
el: Τοποθεσία ακινήτου
pl_pl: Lokalizacja Nieruchomości
ru_ru: Расположение недвижимости

source: Child Properties
ar_ae: خصائص الثيم الفرعي
el: Θυγατρικά ακίνητα
ru_ru: дочернее свойство

source: Sub Properties
ar_ae: عقارات جانبية
da_dk: Under ejendomme
el: Εξαρτημένα ακίνητα
pl_pl: Lokale
ru_ru: Подсвойства

source: Child Properties Title
ar_ae: عنوان العقارات الفرعية
da_dk: Titel på child ejendomme
el: Τίτλος θυγατρικών ακινήτων
pl_pl: Tytuł Nieruchomości podrzędnych
ru_ru: Название дочерних объектов

source: This will only display if a property has child properties.
ar_ae: سيتم عرض هذا فقط إذا كان هناك عقار فرعي.
da_dk: Dette vil kun blive vist, hvis en ejendom har child ejendomme.
el: Αυτό θα εμφανιστεί μόνο αν ένα ακίνητο έχει θυγατρικά ακίνητα.
pl_pl: Wyświetlenie tylko wtedy, gdy Nieruchomość ma Nieruchomości podrzędne.
ru_ru: Это будет отображаться только если свойство имеет дочерние свойства.

source: Child Properties Layout
ar_ae: تخطيط خصائص الطفل
el: Διάταξη θυγατρικών ακινήτων
ru_ru: Макет Дочерних Свойств

source: Table
ar_ae: طاولة
da_dk: Tabel
el: Πίνακας
pl_pl: Tabela
ru_ru: Таблица

source: Common Note
ar_ae: ملاحظة شائعة
da_dk: Fælles kommentar
el: Κοινή σημείωση
pl_pl: Wspólna Notatka
ru_ru: Примечание

source: Note
ar_ae: ملحوظة
el: Σημείωση
pl_pl: Uwaga
ru_ru: Заметка

source: Common Note Title
ar_ae: المشترك عنوان الملاحظة
da_dk: Fælles kommentar titel
el: Τίτλος κοινής σημείωσης
pl_pl: Tytuł Wspólnej Notatki
ru_ru: Общие Примечание Название

source: Provide common note text. It will be displayed on all properties detail pages.
ar_ae: تقديم نص المذكرة المشتركة. سيتم عرضه على جميع صفحات خصائص التفاصيل الخاصة بالعقارات.
da_dk: Angiv fælles note tekst. Den vil blive vist på alle ejendommes detalje sider.
el: Εισάγετε κείμενο κοινής σημείωσης. Θα εμφανίζεται σε όλες τις σελίδες λεπτομερειών των ακινήτων.
pl_pl: Dodaj tekst wspólnej notatki. Będzie wyświetlana dla wszystkich Nieruchomości na stronie Szczegółów Nieruchomości.
ru_ru: Предоставить общий текст заметки. Он будет отображаться на всех страницах свойств детализации.

source: Energy Performance Title
ar_ae: عنوان أداء الطاقة
el: Τίτλος Ενεργειακής απόδοσης
ru_ru: Название Энергетической Эффективности

source: Floor Plan
ar_ae: مخططات المبنى
el: Κάτοψη ορόφου
pl_pl: Plán pôdorysu
ru_ru: План этажа

source: Floor Plans Label
ar_ae: تسمية مخططات الطوابق
el: Ετικέτα κάτοψεων ορόφων
ru_ru: Метка планов этажей

source: Gallery with Thumbnails Two
el: Γκαλερί με μικρογραφίες 2
ru_ru: Галерея с миниатюрами два

source: Masonry
el: Τοιχοποιία
ru_ru: Кирпичная кладка

source: Full Width Carousel
el: Καρουσέλ πλήρους πλάτους
pl_pl: Karuzela o pełnej szerokości
ru_ru: Карусель на полную ширину экрана

source: Gallery Type
ar_ae: نوع معرض الصور
da_dk: Galleritype
el: Τύπος γκαλερί
pl_pl: Typ galerii
ru_ru: Тип галереи

source: Image title in gallery lightbox.
ar_ae: عنوان الصورة في العرض المبسط للمعرض.
da_dk: Billede titel i galleri lightbox.
el: Τίτλος εικόνας στο αναδυόμενο παράθυρο της γκαλερί.
pl_pl: Tytuł obrazu w galerii lightbox.
ru_ru: Название изображения в галерее lightbox.

source: Full Width Property Template Slider Image Size
ru_ru: Размер изображения ползунка шаблона свойства полной ширины

source: Masonry Gallery Count Text
el: Κείμενο αριθμών γκαλερί τοιχοποιίας
ru_ru: Масонство Галерея Подсчет Текст

source: Property on Map
ar_ae: العقار علي الخريطة
da_dk: Ejendom på kort
el: Ακίνητο στο χάρτη
pl_pl: Nieruchomość na mapie
ru_ru: Недвижимость на карте

source: Property Map Title
ar_ae: عنوان خريطة العقار
da_dk: Titel for ejendomskort
el: Τίτλος χάρτη ακινήτου
pl_pl: Tytuł mapy nieruchomości
ru_ru: Название карты недвижимости

source: Map Zoom Level
ar_ae: مستوى تكبير الحريطة
da_dk: Kort zoom niveau
el: Επίπεδο ζουμ χάρτη
pl_pl: Poziom powiększenia mapy
ru_ru: Уровень масштаба карты

source: Provide Map Zoom Level.
ar_ae: توفير خريطة تكبير المستوى.
el: Εισάγετε επίπεδο ζουμ χάρτη.
ru_ru: Обеспечьте Уровень Масштабирования Карты.

source: Map Type
ar_ae: نوع الخريطة
da_dk: Korttype
el: Τύπος χάρτη
pl_pl: Typ Mapy
ru_ru: Тип карти

source: Choose Google Map Type
ar_ae: اختر نوع خريطة جوجل
el: Επιλέξτε τύπο χάρτη Google Map
ru_ru: Выберите Тип Карты Google

source: Marker Type
el: Τύπος δείκτη
ru_ru: Тип маркера

source: Choose Google Map Marker Type
el: Επιλέξτε τύπο δείκτη Google Map
ru_ru: Выберите тип маркера карты Google

source: Pin
el: Πινέζα
pl_pl: Pinezka
ru_ru: Закрепить

source: Circle
ar_ae: دائرة
el: Κύκλος
pl_pl: Okrąg
ru_ru: Круг

source: Circle Color
el: Χρώμα κύκλου
pl_pl: Kolor Okręgu
ru_ru: Цвет Границы

source: Select the property statuses you want to display Mortgage Calculator for ?
el: Επιλέξτε τις καταστάσεις ακινήτων για τις οποίες θέλετε να εμφανίζεται ο Υπολογιστής Στεγαστικού Δανείου
ru_ru: Выберите статусы недвижимости, для которых вы хотите отобразить Ипотечный калькулятор ?

source: Mortgage Calculator Title
el: Τίτλος υπολογιστή στεγαστικού δανείου
ru_ru: Название ипотечного калькулятора

source: Terms
ar_ae: الشروط
el: Περίοδοι
pl_pl: Regulamin
ru_ru: Условия

source: Provide the comma separated terms (only numbers) list. E.g: 30,20,15, 10, 5
el: Εισάγετε τις περιόδους με διαχωρισμό κόμματος (μόνο αριθμοί). Π.χ.: 30,20,15,10, 5
ru_ru: Предоставьте список терминов, разделенных запятыми (только числа). Например: 30,20,15, 10, 5

source: Default Term
el: Προεπιλεγμένος όρος
ru_ru: Term по умолчанию

source: Set a term number to be selected by default. E.g: 15
el: Ορίστε έναν αριθμό περιόδου που θα επιλέγεται από προεπιλογή. Π.χ.: 15
ru_ru: Задайте номер термина, который будет выбран по умолчанию. Например: 15

source: Graph Type
ar_ae: نوع الجراف
el: Τύπος γραφήματος
pl_pl: Rodzaj wykresu
ru_ru: Тип диаграммы

source: Bar
ar_ae: بار
el: Μπάρα
pl_pl: Pasek
ru_ru: Бар

source: Custom
ar_ae: عرف
da_dk: Brugerdefineret
el: Προσαρμοσμένο
pl_pl: Własny
ru_ru: Пользовательский

source: Gallery Images
ar_ae: معرض الصور
da_dk: Galleribilleder
el: Εικόνες γκαλερί
pl_pl: Galeria zdjęć
ru_ru: Галерея изображений

source: Featured Image
ru_ru: Популярные изображения

source: Property Views Title
ar_ae: عنوان المشاهدات الملكية
el: Τίτλος προβολών ακινήτου
ru_ru: Вид Недвижимости НАЗВАНИЕ

source: Modal Title
pl_pl: Tytuł modalny
ru_ru: Заголовок всплывающего окна

source: Submit Button Label
pl_pl: Etykieta przycisku wysyłania
ru_ru: Добавить ярлык кнопки

source: Email Response Text
ru_ru: Текст ответа по e-mail

source: Other
pl_pl: Inne
ru_ru: Другое

source: Report
pl_pl: Raport
ru_ru: Отчет

source: All Properties
ru_ru: Все объекты

source: Time Slots
pl_pl: Terminy
ru_ru: Временные интервалы

source: Name Field Placeholder
ar_ae: اسم العنصر النائب لحقل الاسم
el: Ενδεικτικό κείμενο για το πεδίο Όνομα
ru_ru: Заполнитель Поля Имени

source: Email Field Placeholder
ar_ae: عنصر نائب حقل البريد الإلكتروني
el: Ενδεικτικό κείμενο για το πεδίο Email
ru_ru: Заполнитель Поля Электронной Почты

source: Message Field Placeholder
ar_ae: عنصر نائب حقل الرسالة
el: Ενδεικτικό κείμενο για το πεδίο Μήνυμα
ru_ru: Заполнитель Поля Сообщения

source: Sections Manager
ar_ae: إدارة الأقسام
da_dk: Sektions manager
el: Διαχειριστής τμημάτων
pl_pl: Menedżer sekcji
ru_ru: Менеджер разделов

source: Order Settings
ar_ae: إعدادات النظام
da_dk: Ordreindstillinger
el: Ρυθμίσεις παραγγελίας
pl_pl: Ustawienia zamówień
ru_ru: Настройки заказов

source: Slider
ar_ae: سلايدر
ru_ru: Слайдер

source: Content
ar_ae: المحتوى
da_dk: Indhold
el: Περιεχόμενο
pl_pl: Zawartość
ru_ru: Содержание

source: Nearby Places
ar_ae: Yelp الأماكن القريبة
el: Κοντινά σημεία ενδιαφέροντος
ru_ru: Ближайшие места

source: Availability Calendar
ar_ae: المواعيد المتوفرة
el: Ημερολόγιο διαθεσιμότητας
pl_pl: Kalendarz dostępności
ru_ru: Календарь загруженности

source: Sections Order
ar_ae: ترتيب الأقسام
da_dk: Rækkefølge på sektioner
el: Σειρά τμημάτων
pl_pl: Kolejność sekcji
ru_ru: Порядок разделов

source: Select custom order for classic design variation.
ar_ae: حدد ترتيبًا مخصصًا لاختلاف التصميم الكلاسيكي.
el: Ορίστε προσαρμοσμένη σειρά για την κλασική παραλλαγή του θέματος.
ru_ru: Выберите индивидуальный заказ для классического варианта дизайна.

source: Select custom order for modern design variation.
ar_ae: حدد ترتيب مخصص لتباين التصميم الحديث.
el: Ορίστε προσαρμοσμένη σειρά για την μοντέρνα παραλλαγή του θέματος.
ru_ru: Выберите индивидуальный заказ для современного варианта дизайна.

source: Similar Properties
ar_ae: عقارات مشابهة
da_dk: Lignende ejendomme
el: Παρόμοια ακίνητα
pl_pl: Podobne oferty
ru_ru: Похожие объекты

source: Similar Properties Title
ar_ae: عنوان العقارات المشابهة
da_dk: Titel på lignende ejendomme
el: Τίτλος για Παρόμοια Ακίνητα
pl_pl: Tytuł Podobnych ofert
ru_ru: Название похожих обьектов

source: Number of Similar Properties
ar_ae: عدد العقارات المشابهة
el: Αριθμός παρόμοιων ακινήτων
ru_ru: Количество подобных свойств

source: Sort Properties By
ar_ae: الترتيب حسب
da_dk: Sortér ejendomme efter
el: Ταξινόμηση ακινήτων κατά
pl_pl: Sortuj nieruchomości
ru_ru: Сортировать недвижимость по

source: Time - Recent First
ar_ae: الوقت الاخير اولا
da_dk: Tid - nyeste først
el: Ώρα - Πρόσφατα Πρώτα
pl_pl: Najpierw najnowsze
ru_ru: Время - Последние Первый

source: Random
ar_ae: عشوائية
da_dk: Tilfældig
el: Τυχαία
pl_pl: Losowo
ru_ru: Случайно

source: Social Share
ar_ae: شارك على
el: Κοινοποίηση σε κοινωνικά δίκτυα
pl_pl: Udostępnij
ru_ru: Поделиться

source: Property Video
ar_ae: فيديو عن العقار
da_dk: Ejendomsvideo
el: Βίντεο ακινήτου
pl_pl: Film
ru_ru: Видео объекта

source: Property Video Title
ar_ae: عنوان فيديو العقار
da_dk: Titel for ejendomsvideo
el: Τίτλος βίντεο ακινήτου
pl_pl: Tytuł Filmu Nieruchomości
ru_ru: Заголовок видео недвижимости

source: Property Virtual Tour
ar_ae: جولة افتراضية للعقارات
da_dk: Ejendoms virtuel tur
el: Εικονική περιήγηση ακινήτου
pl_pl: Wirtualna wycieczka nieruchomości
ru_ru: Виртуальный тур по недвижимости

source: Property Virtual Tour Title
ar_ae: عنوان الجولة الافتراضية للعقار
da_dk: Titel på ejendoms virtuel tur
el: Τίτλος εικονικής περιήγηση ακινήτου
pl_pl: Tytuł Wirtualnego Spaceru po Nieruchomości
ru_ru: Название виртуального тура по недвижимости

source: WalkScore API
ar_ae: Walkscore APi Key
ru_ru: WalkScore API-интерфейс

source: Click here to get your <a target="_blank" href="https://www.walkscore.com/professional/api-sign-up.php">WalkScore API Key</a>
ar_ae: انقر هنا للحصول على <a target="_blank" href="https://www.walkscore.com/professional/api-sign-up.php">WalkScore API Key</a> الخاص بك
ru_ru: Нажмите здесь, чтобы получить Вас <a target= "_blank" href="https://www.walkscore.com/professional/api-sign-up.php" > ключ API WalkScore< / a>

source: Yelp Nearby Places
ar_ae: Yelp الأماكن القريبة
el: Yelp Κοντινές τοποθεσίες
pl_pl: Yelp v okolí miest
ru_ru: Yelp Близлежащие места

source: API Key
ar_ae: مفتاح API
da_dk: API-nøgle
el: Κλειδί API
pl_pl: Klucz API
ru_ru: Ключ API

source: Click here to get your <a target="_blank" href="https://www.yelp.com/developers/v3/manage_app">Yelp API Key</a>
ar_ae: انقر هنا للحصول على <a target="_blank" href="https://www.yelp.com/developers/v3/manage_app">Yelp API Key</a> الخاص بك
ru_ru: Нажмите здесь, чтобы получить ваш <a target= "_blank" href="https://www.yelp.com/developers/v3/manager_app">Yelp API Key< / a>

source: Distance Unit
ar_ae: وحدة المسافة
da_dk: Distance enheder
el: Μονάδα απόστασης
pl_pl: Jednotka vzdialenosti
ru_ru: Единица измерения расстояния

source: Miles
ar_ae: اميال
el: Μίλια
pl_pl: Mile
ru_ru: Мили

source: Kilometers
ar_ae: كم
da_dk: Kilometer
el: Χιλιόμετρα
pl_pl: Kilometry
ru_ru: Километры

source: Search Results Limit
ar_ae: حد نتائج البحث
el: Όριο αποτελεσμάτων αναζήτησης
ru_ru: Ограничение Результатов Поиска

source: Select Terms
ar_ae: حدد الشروط
el: Επιλέξτε όρους
ru_ru: Выберите условия

source: Active Life
ar_ae: نشاطات متنوعة
el: Ενεργός ζωή
pl_pl: Aktywność
ru_ru: Активный образ жизни

source: Arts & Entertainment
ar_ae: فنون وترفيه
da_dk: Kunst og underholdning
el: Τέχνες & Ψυχαγωγία
pl_pl: Sztuka Rozrywka
ru_ru: Искусство и развлечения

source: Automotive
ar_ae: السيارات و المركبات
da_dk: Biler
el: Αυτοκίνητο
pl_pl: Motoryzacja
ru_ru: Автомобильный

source: Beauty & Spas
ar_ae: جمال ومنتجعات
el: Ομορφιά & Σπα
pl_pl: Beauty & Spa
ru_ru: Красота и здоровье

source: Education
ar_ae: التعليم
da_dk: Uddannelse
el: Εκπαίδευση
pl_pl: Edukacja
ru_ru: Образование

source: Event Planning & Services
ar_ae: تخطيط الأحداث&الخدمات
da_dk: Event Planlægning & Services
el: Οργάνωση & υπηρεσίες εκδηλώσεων
pl_pl: Plánovanie udalostí a služby
ru_ru: События и услуги

source: Financial Services
ar_ae: الخدمات المالية
da_dk: Finansielle tjenester
el: Χρηματοοικονομικές υπηρεσίες
pl_pl: Finančné služby
ru_ru: Финансы

source: Food
ar_ae: الطعام
da_dk: Mad
el: Τρόφιμα
pl_pl: Jedzenie
ru_ru: Еда

source: Health & Medical
ar_ae: الصحة والطب
el: Υγεία & Περίθαλψη
pl_pl: Zdrowie & Medycyna
ru_ru: Здоровье и медицина

source: Home Services
ar_ae: الخدمات المنزلية
da_dk: Hjemme Service
el: Υπηρεσίες αρχικής σελίδας
pl_pl: Usługi domowe
ru_ru: Услуги на дому

source: Hotels & Travel
ar_ae: الفنادق والسفر
el: Ξενοδοχεία & Ταξίδι
pl_pl: Hotele i podróże
ru_ru: Путешествия и отели

source: Local Flavor
ar_ae: نكهة محلية
da_dk: Lokale favoritter
el: Τοπικές γεύσεις
pl_pl: Lokalne smaki
ru_ru: Местная деятельность

source: Local Services
ar_ae: الخدمات المحلية
el: Τοπικές υπηρεσίες
ru_ru: Местные услуги

source: Mass Media
ar_ae: وسائل الاتصال الجماعي
da_dk: Medier
el: Μέσα μαζικής ενημέρωσης
pl_pl: Masové médiá
ru_ru: СМИ

source: Nightlife
ar_ae: حياة الليل
el: Νυχτερινή ζωή
pl_pl: Życie nocne
ru_ru: Ночная жизнь

source: Pets
ar_ae: مكان مخصص للحيوانات الاليفة
da_dk: Husdyr
el: Κατοικίδια
pl_pl: Zwierzęta
ru_ru: Домашние животные

source: Professional Services
ar_ae: الخدمات المهنية
da_dk: Professionelle Serviceydelser
el: Επαγγελματικές υπηρεσίες
pl_pl: Profesionálne služby
ru_ru: Профессиональные Услуги

source: Public Services & Government
ar_ae: الخدمات العامة &الحكومة
da_dk: Offentlige tjenester
el: Δημόσιες Υπηρεσίες & Κυβέρνηση
pl_pl: Verejné služby a vláda
ru_ru: Государственные учреждения

source: Real Estate
ar_ae: العقارات
da_dk: Ejendomsmægler
el: Ακίνητη περιουσία
pl_pl: Nehnuteľnosť
ru_ru: Невидижмость

source: Religious Organizations
ar_ae: المنظمات الدولية
el: Θρησκευτικές οργανώσεις
pl_pl: Náboženské organizácie
ru_ru: Религиозные организации

source: Restaurants
ar_ae: مطاعم
da_dk: Restauranter
el: Εστιατόρια
pl_pl: Restauracje
ru_ru: Рестораны

source: Shopping
ar_ae: التسوق
da_dk: Indkøb
el: Αγορές
pl_pl: Zakupy
ru_ru: Торговые центры

source: Transportation
ar_ae: النقل
da_dk: Transport
el: Συγκοινωνία
pl_pl: Preprava
ru_ru: Транспорт

source: Properties Search Page
ar_ae: صفحة بحث العقارات
da_dk: Søgeside for ejendomme
el: Σελίδα αναζήτησης ακινήτων
pl_pl: Strona wyszukiwarki nieruchomości
ru_ru: Свойства Страница поиска

source: Select Search Page
ar_ae: اختر صفحة البحث
da_dk: Vælg søgeside
el: Επιλέξτε σελίδα αναζήτησης
pl_pl: Wybierz stronę wyszukiwania
ru_ru: Выберите страницу поиска

source: Ensure that you have assigned one of the search templates to the page your are looking for. Also, make sure to configure Permalinks as "Post name".
el: Βεβαιωθείτε ότι έχετε αντιστοιχίσει ένα από τα πρότυπα αναζήτησης στη σελίδα που ψάχνετε. Επίσης, βεβαιωθείτε ότι έχετε ρυθμίσει τους μόνιμους συνδέσμους στο "Όνομα άρθρου".
ru_ru: Убедитесь, что вы назначили один из шаблонов поиска нужной странице. Кроме того, не забудьте настроить постоянные ссылки как "имя поста".

source: Search Page layout
el: Διάταξη σελίδας αναζήτησης
ru_ru: Макет страницы поиска

source: Search Page Variation
ar_ae: ترويسة صفحة البحث
el: Παραλλαγή σελίδας αναζήτησης
pl_pl: Wariacja strony wyszukiwania
ru_ru: Вариация Страницы Поиска

source: Search page variation to display properties.
ar_ae: تباين صفحة البحث لعرض العقارات.
el: Παραλλαγή σελίδας αναζήτησης για την εμφάνιση ακινήτων.
pl_pl: Zmiana strony wyszukiwania, aby wyświetlić Nieruchomości.
ru_ru: Вариации страницы поиска для отображения недвижимости.

source: Number of properties to display on a page?
ar_ae: عدد العقارات التي سيتم عرضها على الصفحة؟
el: Αριθμός ακινήτων που θα εμφανίζονται σε μια σελίδα;
ru_ru: Количество объектов, отображаемых на странице?

source: Search Results Page Header
ar_ae: ترويسة صفحة نتائج البحث
da_dk: Header på søgeresultat side
el: Κεφαλίδα σελίδας αποτελεσμάτων αναζήτησης
pl_pl: Nagłówek strony wyników wyszukiwania
ru_ru: Страница результатов поиска заголовка

source: What you want to display in area below header on properties search results page ?
ar_ae: ما الذي تريد عرضه في أسفل منطقة الهيدر في صفحة نتائج البحث عن العقار؟
da_dk: Hvad du vil have vist i området under side hoved på søg ejendomme resultatside?
el: Τι να εμφανίζεται στην περιοχή κάτω από την κεφαλίδα στη σελίδα αποτελεσμάτων αναζήτησης ακινήτων;
pl_pl: Co chcesz wyświetlić w obszarze poniżej nagłówka na stronie wyników wyszukiwania Nieruchomości?
ru_ru: То, что вы хотите отобразить в области ниже заголовка на свойства страницы результатов поиска?

source: Header variation for search results page.
el: Παραλλαγή κεφαλίδας για τη σελίδα αποτελεσμάτων αναζήτησης.
ru_ru: Изменение заголовка для страницы результатов поиска.

source: Search Results Page Map
el: Χάρτης σελίδας αποτελεσμάτων αναζήτησης
ru_ru: Карта Страницы Результатов Поиска

source: Number of properties to mark on map?
ar_ae: عدد العقارات التي يجب وضع علامة عليها على الخريطة؟
el: Αριθμός ακινήτων που θα σημειωθούν στο χάρτη;
ru_ru: Количество недвижимости для отметки на карте?

source: All found
ar_ae: وجدت كل
el: Όλα βρέθηκαν
ru_ru: Все найдено

source: As on one page
ar_ae: كما في صفحة واحدة
el: Όπως σε μία σελίδα
ru_ru: Как на одной странице

source: Display featured properties on top in search results?
ar_ae: هل تعرض العقارات المميزة في الأعلى في نتائج البحث؟
el: Εμφάνιση προτεινόμενων ακινήτων στην κορυφή των αποτελεσμάτων αναζήτησης;
ru_ru: Отображать популярную недвижимость вверху в результатах поиска?
