Repository: InspiryThemes/realhomes-translations
Catalog: realhomes-theme/*.po
Languages: ar_ae, da_dk, el, pl_pl, ru_ru

source: * The recommended image size is 1970px by 850px.
el: * Το συνιστώμενο μέγεθος εικόνας είναι 1970px επί 850px.
pl_pl: * Zalecany rozmiar zdjęcia to 1970px na 850px.
ru_ru: * Рекомендуемый размер изображения 1970px на 850px.

source: * Big or Small image is allowed with same size ratio.
el: * Επιτρέπεται μεγάλη ή μικρή εικόνα με την ίδια αναλογία μεγέθους.
pl_pl: * Większy lub mniejszy rozmiar zdjęcia jest dozwolony przy tym samym współczynniku rozmiaru.
ru_ru: * Большое или маленькое изображение допускается с одинаковым соотношением размеров.

source: Previous
ar_ae: السابق
da_dk: Forrige
el: Προηγούμενο
pl_pl: Poprzedni
ru_ru: Предыдущий

source: Cancel
ar_ae: إلغاء
da_dk: Annuller
el: Ακύρωση
pl_pl: Anuluj
ru_ru: Отмена

source: Update Property
ar_ae: تحديث العقار
da_dk: Opdater ejendom
el: Ενημέρωση ακινήτου
pl_pl: Aktualizuj nieruchomość
ru_ru: Обновить объект

source: Submit Property
ar_ae: أضافة عقار
da_dk: Opret ejendom
el: Υποβολή ακινήτου
pl_pl: Dodaj ogłoszenie
ru_ru: Добавить объект

source: Accept Terms & Conditions before property submission.
ar_ae: قبول الشروط والأحكام قبل تقديم الملكية.
da_dk: Accepter Vilkår & betingelser inden indsendelse af en ejendom.
el: Αποδεχτείτε τους Όρους & Προϋποθέσεις πριν από την υποβολή ακινήτου.
pl_pl: Zaakceptuj warunki przed złożeniem nieruchomości.
ru_ru: Примите Условия и положения перед подачей объявления.

source: * Please check this option.
el: * Παρακαλούμε τσεκάρετε αυτή την επιλογή.
pl_pl: * Proszę zaznaczyć tę opcję.
ru_ru: * Пожалуйста, отметьте эту опцию.

source: Property Title
ar_ae: اسم العقار
da_dk: Ejendomsoverskrift
el: Τίτλος ακινήτου
pl_pl: Nazwa nieruchomości
ru_ru: Заголовок объекта

source: * Please provide property title
el: * Παρακαλούμε εισάγετε τον τίτλο του ακινήτου
pl_pl: * Proszę podać tytuł oferty
ru_ru: * Пожалуйста, введите заголовок

source: Vacation Rentals
el: Ενοικιάσεις καταλυμάτων διακοπών
pl_pl: Oferty wakacyjne
ru_ru: Сезонная аренда

source: Example: 4
el: Παράδειγμα: 4
pl_pl: Przykład: 4
ru_ru: Пример: 4

source: Minimum Number of Nights to Stay
el: Τιμές για ελάχιστο αριθμό διανυκτερεύσεων
ru_ru: Минимальное количество ночей для проживания

source: Example: 1
el: Παράδειγμα: 1
pl_pl: Przykład: 1
ru_ru: Например: 1

source: Percentage of Govt Tax
el: Ποσοστό του κρατικού φόρου
pl_pl: Procent podatku rządowego
ru_ru: Процент от государственного налога

source: Example: 16
el: Παράδειγμα: 16
pl_pl: Przykład: 16
ru_ru: Пример: 16

source: Percentage of Service Charges
el: Ποσοστό των χρεώσεων υπηρεσιών
ru_ru: Процент от платы за обслуживание

source: Example: 3
el: Παράδειγμα: 3
ru_ru: Пример: 3

source: Add More
el: Προσθέστε περισσότερα
pl_pl: Dodaj więcej
ru_ru: Добавить еще

source: What is included
el: Τι περιλαμβάνεται
ru_ru: Что входит в комплект поставки

source: What is not included
el: Τι δεν περιλαμβάνεται
ru_ru: Что не включено

source: Property Surroundings
el: Περιβάλλων χώρος ακινήτου
ru_ru: Окрестности недвижимости

source: Point of Interest
el: Σημείο ενδιαφέροντος
ru_ru: Достопримечательности

source: Distance or How to approach
el: Απόσταση ή τρόπος προσέγγισης
pl_pl: Odległość lub jak dojechać
ru_ru: Расстояние или Как подойти

source: Property Policies or Rules
el: Πολιτικές ή κανόνες ακινήτου
pl_pl: Regulaminy lub zasady
ru_ru: Имущественные политики или правила

source: Policy Text
el: Κείμενο πολιτικής
pl_pl: Treść regulaminu
ru_ru: Текст политики конфиденциальности

source: Font Awesome Icon (i.e far fa-star)
el: Εικονίδιο Font Awesome (π.χ. far fa-star)
pl_pl: Ikona Font Awesome (far fa-star)
ru_ru: Шрифт Awesome Icon (т.е. far fa-star)

source: iCalendar Export
ru_ru: iCalendar Экспорт

source: Feed URL
pl_pl: URL kanału
ru_ru: Загрузочный URL

source: File URL
pl_pl: URL pliku
ru_ru: Ссылка на файл

source: Feed Name
pl_pl: Nazwa kanału
ru_ru: Название канала

source: Add Multiple Videos
el: Προσθήκη πολλαπλών βίντεο
ru_ru: Добавить видео

source: Virtual Tour Video URL
ar_ae: رابط فيديو جولة افتراضية
da_dk: Virtuel turvideo URL
el: URL βίντεο εικονικής περιήγησης
pl_pl: Adres URL filmu
ru_ru: Виртуальный тур по объекту

source: YouTube, Vimeo, SWF File and MOV File are supported
el: Υποστηρίζονται τα YouTube, Vimeo, αρχείο SWF File και αρχείο MOV
pl_pl: Podporované sú súbory YouTube, Vimeo, SWF a MOV
ru_ru: Поддерживаются YouTube, Vimeo, SWF файла и MOV файлы

source: 360 Virtual Tour
el: Εικονική περιήγηση 360
pl_pl: Wirtualna wycieczka
ru_ru: Видео экскурсия в формате 360 градусов

source: Provide iframe embed code or %s shortcode for the 360 virtual tour. For more details please consult %s in documentation.
el: Εισάγετε τον κώδικα ενσωμάτωσης iframe (embed code) ή το %s shortcode για την εικονική περιήγηση 360. Για περισσότερες λεπτομέρειες συμβουλευτείτε %s την τεκμηρίωση.
pl_pl: Podaj iframe embed code lub %s shortcode wirtualnej wycieczki. Aby uzyskać więcej informacji, zapoznaj się z %s w dokumentacji.
ru_ru: Предоставьте код встраивания iframe или шорткод %s для виртуального тура 360. Для получения более подробной информации, пожалуйста, обратитесь к %s в документации.

source: Open Sidebar Menu
el: Άνοιγμα μενού πλευρικής μπάρας
ru_ru: Открыть меню боковой панели

source: Hello
ar_ae: مرحبا
el: Γεια σας
pl_pl: Witaj
ru_ru: Здравствуйте

source: Current Package
el: Τρέχον πακέτο
pl_pl: Bieżący pakiet
ru_ru: Текущий тариф

source: Allowed Properties
el: Επιτρεπόμενα ακίνητα
pl_pl: Dozwolone oferty
ru_ru: Разрешенные свойства

source: Properties Remained
el: Ακίνητα που παραμένουν
pl_pl: Pozostałe oferty
ru_ru: Недвижимость осталась

source: Allowed Featured Properties
el: Επιτρεπόμενα προτεινόμενα ακίνητα
pl_pl: Dozwolone polecane oferty
ru_ru: Разрешенные рекомендуемые свойства

source: Featured Properties Remained
el: Προτεινόμενα ακίνητα που παρέμειναν
pl_pl: Pozostałe polecane oferty
ru_ru: Рекомендуемые свойства остались

source: Expiry Date
el: Ημερομηνία λήξης
pl_pl: Data wygaśnięcia
ru_ru: Дата истечения

source: Cancel Membership
ar_ae: إلغاء العضوية
da_dk: Opsig medlemsskab
el: Ακύρωση μέλους
pl_pl: Anuluj członkostwo
ru_ru: Отменить членство

source: Change Package
el: Αλλαγή πακέτου
pl_pl: Zmeniť balík
ru_ru: Изменить пакет

source: Order ID
ar_ae: رقم الطلب
el: Αναγνωριστικό παραγγελίας
pl_pl: Numer zamówienia
ru_ru: ID заказа

source: Error
ar_ae: خطأ
el: Σφάλμα
pl_pl: Błąd
ru_ru: Ошибка

source: Failed to process order!
el: Απέτυχε η επεξεργασία της εντολής!
ru_ru: Не удалось обработать заказ!

source: Thank you!
el: Σας ευχαριστούμε!
pl_pl: Dziękuje!
ru_ru: Спасибо!

source: Package
el: Πακέτο
pl_pl: Pakiet
ru_ru: Пакет

source: Amount
ar_ae: مقدار
el: Ποσό
pl_pl: Kwota
ru_ru: Сумма

source: day
ar_ae: يوم
da_dk: dag
el: ημέρα
pl_pl: dzień
ru_ru: день

source: week
ar_ae: أسبوع
da_dk: uge
el: εβδομάδα
pl_pl: tydzień
ru_ru: неделя

source: mo
ru_ru: месяц

source: yr
el: μ
pl_pl: rok
ru_ru: год

source: Days
ar_ae: أيام
el: Ημέρες
pl_pl: Dni
ru_ru: Дней

source: Weeks
el: Εβδομάδες
pl_pl: Tygodnie
ru_ru: Недель

source: Months
el: Μήνες
pl_pl: Miesiące
ru_ru: Месяцев

source: Years
el: Έτη
pl_pl: Lata
ru_ru: Лет

source: Direct Bank Transfer
el: Τραπεζικό έμβασμα
pl_pl: Bezpośredni przelew bankowy
ru_ru: Прямым банковским переводом

source: Payment Method
ar_ae: طريقة الدفع او السداد
el: Μέθοδος πληρωμής
pl_pl: Metoda płatności
ru_ru: Способ оплаты

source: Account Name:
el: Όνομα λογαριασμού:
pl_pl: Imię i nazwisko właściciela konta:
ru_ru: Имя пользователя:

source: Account Number:
el: Αριθμός λογαριασμού:
pl_pl: Numer konta:
ru_ru: Счет №:

source: Popular
ar_ae: الأكثر استخداما
el: Δημοφιλές
pl_pl: Popularne
ru_ru: Популярные

source: Starting at
el: Ξεκινώντας από
ru_ru: Начиная с

source: Get Started
el: Ξεκινήστε
pl_pl: Rozpocznij
ru_ru: Начать

source: Day
ar_ae: يوم
el: Ημέρα
pl_pl: Dzień
ru_ru: День

source: Week
ar_ae: أسبوع
el: Εβδομάδα
pl_pl: Tydzień
ru_ru: Неделя

source: Month
ar_ae: شهر
el: Μήνας
pl_pl: Miesiąc
ru_ru: Месяц

source: Time Duration
ar_ae: المدة الزمنية
el: Χρονική διάρκεια
pl_pl: Czas trwania
ru_ru: Продолжительность

source: Properties Allowed
ar_ae: العقارات المسموح بها
el: Επιτρεπόμενα ακίνητα
pl_pl: Nieruchomości dozwolone
ru_ru: Объектов одобрено

source: No Package Found!
el: Δεν βρέθηκε πακέτο!
ru_ru: Пакет не найден!

source: Booking Period
pl_pl: Okres rezerwacji
ru_ru: Период бронирования

source: NA
pl_pl: Nie dotyczy
ru_ru: Не Доступно

source: Edit
ar_ae: إجراء تعديل
da_dk: Rediger
el: Επεξεργασία
pl_pl: Edytuj
ru_ru: Редактировать

source: Pending
pl_pl: Oczekujące
ru_ru: В ожидании

source: Reject
pl_pl: Odrzuć
ru_ru: Отклонить

source: Confirm
ar_ae: تأكيد
da_dk: Bekræft
el: Επιβεβαίωση
pl_pl: Potwierdź
ru_ru: Подтвердить

source: Actions
el: Ενέργειες
pl_pl: Akcje
ru_ru: Действия

source: Show Details
da_dk: Vis detaljer
pl_pl: Pokaż szczegóły
ru_ru: Показать детали

source: Hide Details
da_dk: Skjul detaljer
pl_pl: Ukryj szczegóły
ru_ru: Скрыть детали

source: Delete
ar_ae: حذف
da_dk: Slet
el: Διαγραφή
pl_pl: Usuń
ru_ru: Удалить

source: Remove This Booking
ru_ru: Удалить это бронирование

source: Booking Details
pl_pl: Szczegóły rezerwacji
ru_ru: Детали бронирования

source: Property
ar_ae: عفار جديد
da_dk: Ejendom
el: Ακίνητο
pl_pl: Nieruchomość
ru_ru: Недвижимость

source: Booking ID
pl_pl: ID rezerwacji
ru_ru: ID бронирования

source: Check In Date
ru_ru: Дата входа

source: Check Out Date
ru_ru: Дата выхода

source: No of Guests
pl_pl: Liczba gości
ru_ru: Кол-во гостей

source: Adults
pl_pl: Dorośli
ru_ru: Взрослые

source: Children
pl_pl: Dzieci
ru_ru: Дети

source: Renter Info
ru_ru: Информация о арендаторе

source: Additional Fees Details
ru_ru: Информация о дополнительных сборах

source: Cost Details
ru_ru: Сведения о стоимости

source: Staying Nights
ru_ru: Ночевки проживания

source: Price Per Night
pl_pl: Cena za noc
ru_ru: Цена за ночь

source: Staying Night Price
ru_ru: Цена проживания ночью

source: Extra Guests Charges
ru_ru: Плата за дополнительных гостей

source: Additional Fees
ru_ru: Дополнительная плата

source: Sub-Total
pl_pl: Suma poniżej
ru_ru: Промежуточный итог

source: Government Tax
ru_ru: Государственный налог

source: Total Price
pl_pl: Cena całkowita
ru_ru: Итоговая цена

source: Booking Info
ru_ru: Информация о бронировании

source: Booked On
pl_pl: Zarezerwowane na
ru_ru: Забронировано на

source: Booked By
pl_pl: Zarezerwowany przez
ru_ru: Заюронировано

source: Upload New Picture
ar_ae: تحميل صوره
el: Ανέβασμα νέας εικόνας
pl_pl: Prześlij nowe zdjęcie
ru_ru: Загрузить новое изображение

source: * Minimum required size is 210px by 210px.
el: * Το ελάχιστο απαιτούμενο μέγεθος είναι 210px επί 210px.
ru_ru: * Минимальный требуемый размер 210px на 210px.

source: * Make sure to Save Changes after uploading fresh image.
el: * Φροντίστε να αποθηκεύσετε τις αλλαγές μετά το ανέβασμα της νέας εικόνας.
pl_pl: * Pamiętaj, aby zapisać zmiany po przesłaniu nowego zdjęcia.
ru_ru: * Обязательно сохраните изменения после загрузки свежего изображения.

source: * Gravatar image will be displayed if no profile image is provided.
el: * Η εικόνα Gravatar θα εμφανίζεται αν δεν έχει δοθεί εικόνα προφίλ.
pl_pl: * Gravatar zostanie wyświetlony, jeśli nie zostanie wprowadzone zdjęcie profilowe.
ru_ru: * Изображение Gravatar будет отображаться, если изображение профиля не предоставлено.

source: First Name
ar_ae: الاسم الأول
da_dk: Fornavn
el: Όνομα
pl_pl: Imię
ru_ru: Имя

source: Enter your first name
ar_ae: أدخل الاسم االاول
da_dk: Indtast dit fornavn
el: Πληκτρολογήστε το μικρό σας όνομα
pl_pl: Wpisz swoje imię
ru_ru: Введите ваше имя

source: Last Name
ar_ae: اسم العائلة
da_dk: Efternavn
el: Επώνυμο
pl_pl: Nazwisko
ru_ru: Фамилия

source: Enter your last name
ar_ae: أدخل اسمك الأخير
da_dk: Indtast dit efternavn
el: Πληκτρολογήστε το επώνυμό σας
pl_pl: Wpisz swoje nazwisko
ru_ru: Введите вашу фамилию

source: Display Name
ar_ae: استخدام هذا الاسم اثناء العرض
da_dk: Vist Navn
el: Εμφανιζόμενο όνομα
pl_pl: Wyświetlana nazwa
ru_ru: Отображаемое имя

source: Enter your display name
ar_ae: أدخل اسم العرض الخاص بك
da_dk: Indtast navn som skal vises
el: Πληκτρολογήστε το εμφανιζόμενο όνομα σας
pl_pl: Wprowadź nazwę wyświetlaną
ru_ru: Введите ваш никнейм

source: Enter your email address
ar_ae: أدخل عنوان بريدك الالكتروني
da_dk: Indtast din e-mail adresse
el: Εισάγετε τη διεύθυνση email σας
pl_pl: Wpisz Swój adres e-mail
ru_ru: Введите Ваш email

source: Mobile Number
ar_ae: رقم الجوال
da_dk: Mobilnummer
el: Αριθμός κινητού τηλεφώνου
pl_pl: Telefon komórkowy
ru_ru: Мобильный номер

source: Office Number
ar_ae: رقم المكتب
da_dk: Kontornummer
el: Αριθμός γραφείου
pl_pl: Pevná linka
ru_ru: Рабочий телефон

source: Fax Number
ar_ae: رقم الفاكس
da_dk: Faxnummer
el: Αριθμός φαξ
pl_pl: Fax
ru_ru: Номер факса

source: Biographical Information
ar_ae: نبذة مختصرة
da_dk: Biografisk information
el: Βιογραφικές πληροφορίες
pl_pl: Informacje biograficzne
ru_ru: О себе

source: WhatsApp Number
ar_ae: شماره واتساپ
da_dk: WhatsApp Nummer
el: Αριθμός WhatsApp
pl_pl: Numer WhatsApp
ru_ru: Номер WhatsApp

source: Note: Fill it only if you want to change your password
ar_ae: تعبئته فقط إذا كنت ترغب في تغيير كلمة المرور الخاصة بك
da_dk: OBS: Udfyld kun, hvis du ønsker at ændre dit kodeord
el: Σημείωση: Συμπληρώστε το μόνο αν θέλετε να αλλάξετε τον κωδικό πρόσβασής σας.
pl_pl: Wypełnij tylko wtedy, gdy chcesz zmienić swoje hasło
ru_ru: Примечание. Заполните, если вы хотите изменить свой пароль

source: Confirm Password
ar_ae: تأكيد كلمة المرور
da_dk: Bekræft adgangskode
el: Επιβεβαίωση κωδικού πρόσβασης
pl_pl: Potwierdź hasło
ru_ru: Подтвердите пароль

source: Save Changes
ar_ae: حفظ الإعدادات
da_dk: Gem ændringer
el: Αποθήκευση αλλαγών
pl_pl: Zapisz zmiany
ru_ru: Сохранить изменения

source: Success:
ar_ae: نجاح:
da_dk: Gennemført:
el: Επιτυχία:
pl_pl: Powodzenie:
ru_ru: Успешно:

source: Property removed successfully!
el: Το ακίνητο αφαιρέθηκε με επιτυχία!
pl_pl: Oferta usunięta pomyślnie!
ru_ru: Свойство успешно удалено!

source: Property updated successfully!
ar_ae: تم تحديث العقار بنجاح!
da_dk: Ejendommen er nu opdateret!
el: Το ακίνητο ενημερώθηκε με επιτυχία!
pl_pl: Pomyślnie zaktualizowano Nieruchomość!
ru_ru: Объект успешно обновлен!

source: Payment Submitted.
da_dk: Betaling gennemført.
el: Η πληρωμή υποβλήθηκε.
pl_pl: Płatność wysłana.
ru_ru: Оплата произведена.

source: Error:
ar_ae: خطأ:
da_dk: Fejl:
el: Σφάλμα:
pl_pl: Błąd:
ru_ru: Ошибка:

source: Payment Failed.
ar_ae: عملية الدفع فشلت.
el: Η πληρωμή απέτυχε.
pl_pl: Płatność nie powiodła się.
ru_ru: Ошибка оплаты.

source: Please subscribe a membership package to start publishing properties.
ar_ae: يرجى الاشتراك في حزمة العضوية لبدء نشر العقارات.
da_dk: Venligst bed om et medlemsskab for at begynde at udbyde ejendomme.
el: Παρακαλούμε εγγραφείτε σε ένα πακέτο μέλους για να αρχίσετε να δημοσιεύετε ακίνητα.
pl_pl: Proszę zasubskrybować pakiet członkowski, aby rozpocząć publikowanie właściwości.
ru_ru: Пожалуйста, подпишитесь на пакет участника системы, чтобы начать публикацию объектов.

source: Pay
ar_ae: دفع
el: Πληρωμή
pl_pl: Zapłać
ru_ru: Оплатить

source: to Publish
el: για δημοσίευση
pl_pl: do opublikowania
ru_ru: Опубликовать

source: Not Available
el: Μη διαθέσιμο
pl_pl: Niedostępne
ru_ru: Недоступно

source: Payment Completed
ar_ae: تم دفع المبلغ
da_dk: Betalingen blev gennemført
el: Η πληρωμή ολοκληρώθηκε
pl_pl: Płatność Zrealizowana
ru_ru: Платеж выполнен

source: Action
ar_ae: الإجراء
el: Ενέργεια
pl_pl: Akcja
ru_ru: Действие

source: Remove from Favorites
el: Αφαίρεση από τα αγαπημένα
pl_pl: Usuń z ulubionych
ru_ru: Удалить из избранного

source: View
ar_ae: عرض
el: Προβολή
pl_pl: Zobacz
ru_ru: Просмотр

source: Remove This Property
ar_ae: إزالة هذا العقار
el: Αφαίρεση αυτού του ακινήτου
pl_pl: Usuń tę nieruchomość
ru_ru: Удалить объект

source: Payment & Actions
el: Πληρωμή & ενέργειες
ru_ru: Оплата и действия

source: Price & Actions
el: Τιμή & Δράσεις
ru_ru: Цена и действия

source: Property Info
el: Πληροφορίες ακινήτου
pl_pl: Informacje o elemencie
ru_ru: Дополнительная Информация

source: Added On
el: Προστέθηκε στις
pl_pl: Dodano
ru_ru: Добавлен

source: Feature
el: Χαρακτηριστικό
pl_pl: Wyróznij
ru_ru: Особенность

source: Welcome to Saved Searches!
el: Καλώς ήρθατε στις αποθηκευμένες αναζητήσεις!
ru_ru: Добро пожаловать в сохраненные поисковые запросы!

source: You will get email updates about latest properties that will match your saved search criteria.
el: Θα λαμβάνετε ενημερώσεις μέσω email για τα τελευταία ακίνητα που θα ταιριάζουν με τα αποθηκευμένα κριτήρια αναζήτησής σας.
pl_pl: Będziesz otrzymywać e-maile z aktualizacjami o najnowszych ofertach, które będą pasować do zapisanych kryteriów wyszukiwania.
ru_ru: Вы будете получать по электронной почте обновления о последних свойствах, которые будут соответствовать вашим сохраненным критериям поиска.

source: You have not saved any search!
el: Δεν έχετε αποθηκεύσει καμία αναζήτηση!
ru_ru: Вы не сохранили ни одного поиска!

source: Search Properties
el: Αναζήτηση ακινήτων
pl_pl: Wyszukaj nieruchomość
ru_ru: Поиск Недвижимости

source: Search Bookings
pl_pl: Szukaj rezerwacji
ru_ru: Поиск Заявок

source: Basic
ar_ae: قاعدي. معدل الحوامض
da_dk: Generelt
el: Βασικά
pl_pl: Podstawowy
ru_ru: Базовый

source: Gallery
ar_ae: معرض
da_dk: Galleri
el: Γκαλερί
pl_pl: Galeria
ru_ru: Галерея

source: Agent & Reviewer
el: Πράκτορας & Αναθεωρητής
ru_ru: Агент & Рецензент

source: Error:
el: Σφάλμα:
pl_pl: Błąd:
ru_ru: Ошибка:

source: Security check failed!
ar_ae: فشل التحقق من الأمان!
da_dk: Sikkerheds tjek mislykkedes!
el: Ο έλεγχος ασφαλείας απέτυχε!
pl_pl: Test bezpieczeństwa się nie powiódł!
ru_ru: Проверка безопасности не удалась!

source: Info:
el: Πληροφορίες:
ru_ru: Инфо:

source: You have reached the maximum allowed number of properties of your current membership package.
el: Έχετε φτάσει στο μέγιστο επιτρεπόμενο αριθμό ακινήτων του τρέχοντος πακέτου συνδρομής σας.
pl_pl: Osiągnąłeś maksymalną dozwoloną liczbę ofert bieżącego pakietu członkowskiego.
ru_ru: Вы достигли максимально допустимого количества свойств текущего пакета членства.

source: Confirmed
pl_pl: Potwierdzone
ru_ru: Подтверждено

source: Cancelled
pl_pl: Anulowane
ru_ru: Отменен

source: Rejected
pl_pl: Odrzucone
ru_ru: Отклонено

source: Show
ar_ae: عرض
da_dk: Vis
el: Εμφάνιση
pl_pl: Pokaż
ru_ru: Показать

source: Entries
el: Καταχωρήσεις
pl_pl: Wpisy
ru_ru: Записи

source: of
ar_ae: من
da_dk: af
pl_pl: do
ru_ru: из

source: Forget Password?
ar_ae: نسيت كلمة المرور؟
da_dk: Glemt dit kodeord?
el: Ξεχάσατε τον κωδικό πρόσβασης;
pl_pl: Zapomniałeś hasła?
ru_ru: Забыли пароль?

source: Please select at least one field.
ru_ru: Пожалуйста, выберите хотя бы одно поле.

source: Please provide your message
ru_ru: * Пожалуйста, введите ваше сообщение

source: Please provide a valid email address
pl_pl: Proszę, wprowadź poprawny adres e-mail
ru_ru: Пожалуйста, введите корректный email

source: Back
pl_pl: Wstecz
ru_ru: Назад

source: Agencies Pages
ar_ae: صفحات الوكالات
el: Σελίδες Πρακτορείων
pl_pl: Strony agencji
ru_ru: Страницы агентств

source: Header Variation
ar_ae: تباين الترويسة
da_dk: Visning af sidehoved
el: Παραλλαγή κεφαλίδας
pl_pl: Zmiany nagłówka
ru_ru: Изменение заголовка

source: Header variation to display on agency pages.
ar_ae: تباين الترويسه لعرضه على صفحات الوكالة.
el: Παραλλαγή κεφαλίδας που θα εμφανίζεται στις σελίδες του πρακτορείου.
pl_pl: Zmiana nagłówka do wyświetlenia na stronach Agencji.
ru_ru: Изменение заголовка для отображения на страницах агентства.

source: Banner
ar_ae: اعلان تجاري
el: Πανό
pl_pl: Baner
ru_ru: Баннер

source: Number of Agencies
ar_ae: عدد الوكالات
el: Αριθμός πρακτορείων
pl_pl: Liczba agencji
ru_ru: Количество агентств

source: Select the maximum number of agencies to display on an agencies list page.
ar_ae: حدد الحد الأقصى لعدد الوكالات لعرضه في صفحة قائمة الوكالات.
el: Επιλέξτε τον μέγιστο αριθμό πρακτορείων που θα εμφανίζονται σε μια σελίδα λίστας πρακτορείων.
pl_pl: Wybierz maksymalną liczbę agencji, które mają być wyświetlane na stronie listy agencji.
ru_ru: Выберите максимальное количество агентств для отображения на странице списка агентств.

source: Number of Agents on Agency Detail Page
ar_ae: عدد الوكلاء في صفحة تفاصيل الوكالة
el: Αριθμός πρακτόρων στη σελίδα λεπτομερειών του πρακτορείου
pl_pl: Liczba agentów na stronie szczegółów agencji
ru_ru: Количество агентов на странице сведений агентства

source: Select the number of agents to display on agency detail page.
ar_ae: حدد عدد الوكلاء لعرضهم في صفحة تفاصيل الوكالة.
el: Επιλέξτε τον αριθμό των πρακτόρων που θα εμφανίζονται στη σελίδα λεπτομερειών του πρακτορείου.
pl_pl: Wybierz liczbę agentów do wyświetlenia na stronie szczegółów agencji.
ru_ru: Выберите количество агентов для отображения на странице сведений агентства.

source: Yes
ar_ae: نعم
da_dk: Ja
el: Ναι
pl_pl: Tak
ru_ru: Да

source: No
ar_ae: لا
da_dk: Nej
el: Όχι
pl_pl: Nie
ru_ru: Нет

source: Agencies Sort Control
el: Έλεγχος ταξινόμησης πρακτορείων
ru_ru: Управление сортировкой агентств

source: Hide
ar_ae: إخفاء
da_dk: Skjul
el: Απόκρυψη
pl_pl: Ukryj
ru_ru: Скрыть

source: Agencies Properties Count
el: Αριθμός σελίδων πρακτορείων
pl_pl: Liczba ofert agencji
ru_ru: Количество недвижимости агентств

source: Shortcode to Replace Default Agency Form
ar_ae: رمز قصير لاستبدال نموذج الوكالة الافتراضي
el: Shortcode για την αντικατάσταση της προεπιλεγμένης φόρμας του πρακτορείου
pl_pl: Shortcode zastępujący domyślny formularz agencji
ru_ru: Шорткод для замены формы Агентства по умолчанию

source: Default agency form can be replaced with custom form using contact form 7 or WPForms plugin shortcode.
ar_ae: يمكن استبدال نموذج الوكالة الافتراضي بنموذج مخصص باستخدام نموذج الاتصال 7 أو الرمز المختصر للبرنامج المساعد WPForms.
el: Η προεπιλεγμένη φόρμα πρακτορείου μπορεί να αντικατασταθεί με προσαρμοσμένη φόρμα χρησιμοποιώντας το πρόσθετο Contact Form 7 ή shortcode του plugin WPForms.
pl_pl: Domyślny formularz agencji można zastąpić niestandardowym formularzem za pomocą contact form 7 lub shortcode wtyczki WPForms.
ru_ru: Форма агентства по умолчанию может быть заменена пользовательской формой с использованием контактной формы 7 или шорткода плагина WP Forum.

source: Agents Pages
ar_ae: وكلاء صفحات
da_dk: Mægler sider
el: Σελίδες πρακτόρων
pl_pl: Strony agentów
ru_ru: Страница агентов

source: Header variation to display on agent pages.
ar_ae: تباين الترويسه لعرضه على الصفحات.
da_dk: Visning af sidehoved på mægler side.
el: Παραλλαγή κεφαλίδας που θα εμφανίζεται στις σελίδες πράκτορα.
pl_pl: Zmiana nagłówka do wyświetlenia na stronach agenta.
ru_ru: Изменение заголовка для отображения на страницах агента.

source: Number of Agents
ar_ae: عدد الوكلاء
da_dk: Antal mæglere
el: Αριθμός πρακτόρων
pl_pl: Liczba agentów
ru_ru: Количество агентов

source: Select the maximum number of agents to display on an agents list page.
ar_ae: حدد الحد الأقصى لعدد الوكلاء العقارين للعرض فى صفحة الوكلاء.
da_dk: Vælg maksimalt antal viste mæglere på mægler side.
el: Επιλέξτε τον μέγιστο αριθμό πρακτόρων που θα εμφανίζονται σε μια σελίδα λίστας πρακτόρων.
pl_pl: Wybierz maksymalną liczbę agentów do wyświetlenia na stronie listy agentów.
ru_ru: Выберите максимальное количество агентов для отображения на странице списка агентов.

source: Number Of Properties
ru_ru: Количество объектов

source: Only provide comma separated numbers.
ar_ae: لا تقدم سوى أرقام مفصولة بفواصل.
da_dk: Angiv kun kommaseparerede cifre.
el: Εισάγετε μόνο αριθμούς, διαχωρισμένους με κόμμα
pl_pl: Podaj tylko numery oddzielone przecinkami.
ru_ru: Предоставляйте через запятую номера.

source: Agents Sort Control
el: Έλεγχος ταξινόμησης πρακτόρων
ru_ru: Управление Сортировкой Агентов
