Repository: InspiryThemes/realhomes-translations
Catalog: realhomes-theme/*.po
Languages: ar_ae, da_dk, el, pl_pl, ru_ru

source: Select Submit Property Page
ar_ae: حدد إرسال صفحة اضافة عقار
da_dk: Vælg tilføj ejendom side
el: Επιλέξτε τη σελίδα Υποβολή Ακινήτου

source: Selected page should have Submit Property Template assigned to it.
da_dk: Valgt side burde have i ejendom skabelon tildelt.
el: Στην επιλεγμένη σελίδα θα πρέπει να έχει εκχωρηθεί το πρότυπο Υποβολή Ακινήτου.

source: Select My Properties Page
ar_ae: تحديد صفحة العقارات الخاصة بي
da_dk: Vælg mine ejendomme side
el: Επιλέξτε τη σελίδα Τα ακίνητά μου

source: Selected page should have My Properties Template assigned to it.
ar_ae: تحديد الصفحة التي يوجد بها القوالب الخاصة بعقاراتي.
da_dk: Den valgte side bør have mine ejendomme skabelon tildelt.
el: Στην επιλεγμένη σελίδα θα πρέπει να έχει εκχωρηθεί το πρότυπο Τα Ακίνητά Μου.

source: Select Favorite Properties Page
ar_ae: تحديد صفحة العقارات المفضلة
da_dk: Vælg mine ejendomme side
el: Επιλέξτε σελίδα αγαπημένων ακινήτων

source: Selected page should have Favorite Properties Template assigned to it.
ar_ae: تحديد الصفحة التي يوجد بها القوالب المفضلة الخاصة بعقاراتي.
da_dk: Den valgte side burde have ejendoms favoritskabelon tildelt.
el: Στην επιλεγμένη σελίδα θα πρέπει να έχει εκχωρηθεί το πρότυπο Αγαπημένα Ακίνητα..

source: Select Memberships Page
ar_ae: حدد صفحة العضويات
da_dk: Vælg medlemsskabsside
el: Επιλέξτε σελίδα μελών

source: Selected page should have Memberships Template assigned to it.
ar_ae: الصفحة المحددة يجب أن يكون لها قالب عضوية معين لها.
da_dk: Den valgte side burde have medlemssideskabelon tildelt.
el: Στην επιλεγμένη σελίδα θα πρέπει να έχει εκχωρηθεί το πρότυπο Συνδρομές (Μέλη).

source: Header variation to display on member pages.
da_dk: Header variation til medlemssider.
el: Παραλλαγή κεφαλίδας που θα εμφανίζεται στις σελίδες μελών.

source: Button Show
ar_ae: زر
el: Κουμπί Εμφάνιση

source: Only for Currency Switcher and Language Switcher
ar_ae: فقط لمبدل العملات ومبدل اللغة
el: Μόνο για την Εναλλαγή νομίσματος και την Εναλλαγή γλώσσας
pl_pl: Tylko dla przełączników walut i języków

source: Half Open (Full open on mouse hover)
ar_ae: نصف مفتوح (فتح كامل عند تحريك الماوس)
el: Μισάνοιχτο (Πλήρες άνοιγμα όταν ο δείκτης είναι από πάνω)

source: Full
ar_ae: هذه الدورة محجوزة بالكامل
da_dk: Fuld
el: Πλήρες
pl_pl: Pełny

source: Bar Display Option
ar_ae: خيارات العرض
el: Επιλογή εμφάνισης μπάρας

source: Footer
ar_ae: الفوتر
el: Υποσέλιδο
pl_pl: Stopka

source: Header
ar_ae: الهيدر
el: Κεφαλίδα
pl_pl: Nagłówek

source: You can change "View Property"button text ( appears on hovering over property card image ) with any other text across the theme here.
el: Εδώ μπορείτε να αλλάξετε το κείμενο του κουμπιού "Προβολή ακινήτου"(εμφανίζεται όταν περνάτε πάνω από την εικόνα της κάρτας ακινήτου) με οποιοδήποτε άλλο κείμενο, για όλο το θέμα.

source: Replace "Know More"Button Text
el: Αντικατάσταση κειμένου κουμπιού "Μάθετε περισσότερα"

source: You can change "Know More"button text with any other text across the theme here
el: Εδώ μπορείτε να αλλάξετε το κείμενο του κουμπιού "Μάθετε Περισσότερα"με οποιοδήποτε άλλο κείμενο, για όλο το θέμα

source: Optimise Styles to Improve Performance
ar_ae: تحسين الأنماط لتحسين الأداء
da_dk: Optimer Styles for at forbedre ydeevnen
el: Βελτιστοποίηση στυλ για βελτίωση της απόδοσης

source: Enabling this will include compressed version of few big css files.
ar_ae: سيتضمن تمكين هذا إصدارًا مضغوطًا من بعض ملفات css الكبيرة.
da_dk: Aktivering af dette vil medføre en komprimeret version af enkelte store css filer.
el: Η ενεργοποίηση αυτής της επιλογής θα προκαλέσει συμπερίληψη της συμπιεσμένης έκδοσης κάποιων μεγάλων αρχείων css.

source: Choosing "Yes"will disable WordPress default cropped image sizes (small, medium, medium_large, large) whenever an image is being uploaded
el: Επιλέγοντας "Ναι"θα απενεργοποιήσετε τα προεπιλεγμένα μεγέθη περικοπής εικόνων του WordPress (small, medium, medium_large, large) κάθε φορά που ανεβαίνει μια εικόνα.

source: List
ar_ae: قائمة
el: Λίστα
pl_pl: Lista

source: Grid Layout Property Card Design
el: Διάταξη πλέγματος σχεδιασμού κάρτας ιδιοκτησίας

source: Footer Columns
ar_ae: أعمدة الودجت اسفل الصفحة
da_dk: Sidefods kolonner
el: Στήλες υποσέλιδου

source: Footer Logo
ar_ae: ايقونة تذييل الصفحة
da_dk: Sidefod logo
el: Λογότυπο υποσέλιδου

source: Enable Footer Logo
ar_ae: تفعيل شعار الفوتر
el: Ενεργοποίηση λογότυπου υποσέλιδου

source: Enable Footer Tagline
ar_ae: تمكين شعار الفوتر
el: Ενεργοποίηση ατάκας υποσέλιδου

source: Footer Tagline
ar_ae: الفوتر
el: Ατάκα υποσέλιδου

source: Text
ar_ae: النص
da_dk: Tekst
el: Κείμενο

source: Choose your desired layout.
ar_ae: اختر التخطيط المطلوب.
da_dk: Vælg det ønskede layout.
el: Επιλέξτε την επιθυμητή διάταξη.

source: Login & Register Basics
ar_ae: أساسيات تسجيل الدخول والتسجيل
el: Βασικά περί σύνδεσης & εγγραφής

source: Login & Register Dialog
ar_ae: مربع حوار تسجيل الدخول والتسجيل
el: Παράθυρο σύνδεσης & εγγραφής

source: Others
ar_ae: أخري
da_dk: Andre
el: Άλλα

source: Select Responsive Header
ar_ae: حدد ترويسة سريع الاستجابة
el: Επιλέξτε προσαρμόσιμη κεφαλίδα

source: Enabling responsive header on mobile devices.
ar_ae: تمكين رأس سريع الاستجابة على الأجهزة المحمولة.
el: Ενεργοποίηση της κεφαλίδας που προσαρμόζεται στις κινητές συσκευές.

source: Header Search Form
ar_ae: نموذج البحث عن الترويسة
da_dk: Header søgeformular
el: Φόρμα αναζήτησης κεφαλίδας

source: Enabling the Advance Search Form in header will hide the Advance Search Widget in the sidebar (except Home template).
ar_ae: سيؤدي تمكين نموذج البحث المتقدم في الترويسة إلى إخفاء أداة البحث المتقدم في الشريط الجانبي (باستثناء قالب الصفحة الرئيسية).
el: Η ενεργοποίηση της φόρμας Σύνθετης Αναζήτησης στην κεφαλίδα θα αποκρύψει το Widget Σύνθετης Αναζήτησης στην πλευρική μπάρα (εκτός από το πρότυπο Αρχικής Σελίδας).

source: Image size In Property Full Width template.
el: Μέγεθος εικόνας στο πρότυπο Ακινήτου Πλήρους Πλάτους

source: Google Map
ar_ae: خريطة جوجل
el: Χάρτης Google
pl_pl: Mapa Google

source: Default Interest Percentage
el: Προεπιλεγμένο ποσοστό επιτοκίου

source: Provide an interest percentage (number only) to be set by default. E.g: 3.5
el: Εισάγετε ένα ποσοστό επιτοκίου (μόνο αριθμός) που θα ορίζεται από προεπιλογή.Π.χ.: 3,5

source: Default Home Price
el: Προεπιλεγμένη τιμή κατοικίας

source: Provide an amount that will be set by default if the property price is not given.
el: Εισάγετε ένα ποσό που θα οριστεί από προεπιλογή εάν δεν έχει δοθεί τιμή του ακινήτου.

source: Default Down Payment Percentage
el: Προεπιλεγμένο ποσοστό προκαταβολής

source: Provide a downpayment percentage (number only) to be set by default. E.g: 20
el: Εισάγετε ένα ποσοστό προκαταβολής (μόνο αριθμός) που θα ορίζεται από προεπιλογή. Π.χ.: 20

source: Term Field Label
el: Ετικέτα πεδίου περιόδου

source: Interest Field Label
el: Ετικέτα πεδίου Επιτοκίου

source: Price Field Label
el: Ετικέτα πεδίου τιμής
pl_pl: Etykieta pola ceny

source: Down Payment Field Label
el: Ετικέτα πεδίου προκαταβολής

source: Principle and Interest Label
el: Ετικέτα κεφαλαίου και τόκων

source: Cost Per Month Prefix
el: Κόστος ανά μήνα πρόθεμα

source: Property metabox first field
el: Πλαίσιο μεταπληροφοριών ακινήτου πρώτο πεδίο

source: First field title
el: Τίτλος 1ου πεδίου

source: Provide monthly property tax amount. It will be displayed only in the mortgage calculator.
el: Εισάγετε το μηνιαίο ποσό φόρου ακινήτου. Θα εμφανίζεται μόνο στον υπολογιστή στεγαστικών δανείων.

source: First field description
el: Περιγραφή 1ου πεδίου

source: First field default value
el: Προεπιλεγμένη τιμή 1ου πεδίου

source: Property metabox second field
el: Πλαίσιο μεταπληροφοριών ακινήτου δεύτερο πεδίο

source: Second field title
el: Τίτλος 2ου πεδίου

source: Provide monthly any additional fee. It will be displayed only in the mortgage calculator.
el: Εισάγετε μηνιαίο ποσό πρόσθετων αμοιβών. Θα εμφανίζεται μόνο στον υπολογιστή στεγαστικών δανείων.

source: Second field description
el: Περιγραφή 2ου πεδίου

source: Second field default value
el: Προεπιλεγμένη τιμή 2ου πεδίου

source: Show Similar Properties Based on
el: Εμφάνιση παρόμοιων ακινήτων με βάση

source: Similar Properties Filters on Frontend
el: Φίλτρα παρόμοιων ακινήτων στις δημόσιες σελίδες

source: Select Filters to Show on Frontend
el: Επιλογή φίλτρων για εμφάνιση στις δημόσιες σελίδες

source: Property Share
el: Κοινοποίηση ακινήτου

source: LINE Share
el: Κοινοποίηση μέσω LINE

source: Video Popup Width
ar_ae: عرض الفيديو المنبثق
el: Πλάτος αναδυόμενου βίντεο

source: Video Popup Height
ar_ae: ارتفاع انبثاق الفيديو
el: Ύψος αναδυόμενου βίντεο

source: Click here to get your <a target="_blank"href="https://www.walkscore.com/professional/api-sign-up.php">WalkScore API Key</a>
el: Κάντε κλικ εδώ για να λάβετε το <a target="_blank"href="https://www.walkscore.com/professional/api-sign-up.php">WalkScore API Key</a>

source: Click here to get your <a target="_blank"href="https://www.yelp.com/developers/v3/manage_app">Yelp API Key</a>
el: Κάντε κλικ εδώ για να λάβετε το <a target="_blank"href="https://www.yelp.com/developers/v3/manage_app">Κλειδί APIYelp</a>

source: It is only for (SFOI) search form over image.
el: Είναι μόνο για την φόρμα αναζήτησης πάνω από εικόνα (SFOI).

source: Label for City
el: Ετικέτα για την πόλη

source: Placeholder for City Field
el: Ενδεικτικό κείμενο για το πεδίο Πόλη

source: Label for Check In
el: Ετικέτα για check in

source: Placeholder Text for Check In
el: Ενδεικτικό κείμενο για το Check In

source: Label for Check Out
el: Ετικέτα για Check Out

source: Placeholder Text for Check Out
el: Ενδεικτικό κείμενο για το Check Out

source: Label for Guests
el: Ετικέτα για τους φιλοξενούμενους

source: Placeholder Text for Guests
el: Ενδεικτικό κείμενο για επισκέπτες

source: Search Form Keyword
el: Φόρμα αναζήτησης: λέξεις-κλειδί

source: Location Selected Placeholder
el: Ενδεικτικό κείμενο για επιλεγμένη τοποθεσία

source: When selected locations are greater than 2
el: Όταν οι επιλεγμένες τοποθεσίες είναι περισσότερες από 2

source: Enabled for ( Dynamic Location ) or when ( Number of Location Select Boxes is equal to 1 )
el: Ενεργό για ( δυναμική τοποθεσία ) ή όταν ( ο αριθμός πλαισίων επιλογής τοποθεσίας είναι ίσος με 1 )

source: Search Form Agents
el: Φόρμα αναζήτησης: πράκτορες

source: Agents Selected
el: Επιλεγμένοι πράκτορες

source: Search Form Property Features
el: Φόρμα αναζήτησης: χαρακτηριστικά ακινήτου

source: Search Form Property ID
el: Φόρμα αναζήτησης: αναγνωριστικό ακινήτου

source: Search Form Property Status
el: Φόρμα αναζήτησης: κατάσταση ακινήτου

source: Search Form Property Types
el: Φόρμα αναζήτησης: τύποι ακινήτων

source: Button Text Color
ar_ae: لون الخط في الزر
da_dk: Knap tekstfarve
el: Χρώμα κειμένου κουμπιού

source: Button Hover Text Color
ar_ae: لون النص عند مرور الماوس على الزر
da_dk: Tekstfarve på knap ved mouse-over
el: Χρώμα κειμένου Hover κουμπιού

source: Submit Button Border Hover Color
ar_ae: حدود لون زر الارسال
el: Χρώμα Hover περιγράμματος κουμπιού Υποβολή

source: Important Notes:
ar_ae: ملاحظات هامة:
el: Σημαντικές σημειώσεις:

source: • These color options replace the core colors %1$s mostly %2$s all over the theme. You can also override these colors for almost each section in %1$s Customizer > Styles %2$s .
ar_ae: • تحل خيارات الألوان هذه محل الألوان الأساسية %1$s غالبًا %2$s في جميع أنحاء السمة. يمكنك أيضًا تجاوز هذه الألوان لكل قسم تقريبًا في مخصص %1$s الأنماط %2$s.
el: • Αυτές οι επιλογές χρωμάτων αντικαθιστούν τα βασικά χρώματα %1$s κυρίως %2$s σε όλο το θέμα. Μπορείτε επίσης να παρακάμψετε αυτά τα χρώματα για σχεδόν κάθε τμήμα στο %1$s Προσαρμογή > Στυλ %2$s .

source: • To apply these core colors, make sure %1$s My Own Custom Colors %2$s option is selected in %1$s Customizer > Styles > Default or Custom %2$s.
ar_ae: • لتطبيق هذه الألوان الأساسية ، تأكد من تحديد الخيار%1$s ألواني المخصصة %2$s في مخصص %1$s أنماط افتراضي أو مخصص%2$s.
el: • Για να εφαρμόσετε αυτά τα βασικά χρώματα, βεβαιωθείτε ότι η επιλογή %1$s Τα δικά μου προσαρμοσμένα χρώματα %2$s είναι επιλεγμένη στο %1$s Προσαρμογή >Στυλ > Προεπιλεγμένο ή Προσαρμοσμένο %2$s.

source: Change core colors of %1$s • Header Phone Icon %1$s • Home Slider Know More Hover %1$s • Scroll To Top Button Hover %1$s • Banner Description Background %1$s • Banner Breadcrumbs Background %1$s Default color is #37b3d9
el: Αλλαγή των βασικών χρωμάτων σε %1$s - Εικονίδιο τηλεφώνου κεφαλίδας %1$s - Slider αρχικής σελίδας, Hover στο Γνωρίστε περισσότερα %1$s - Κύλιση προς τα πάνω, Hover κουμπί %1$s - Φόντο περιγραφής πανό %1$s - Φόντο συνδέσμων πλοήγησης πανό %1$s Το προεπιλεγμένο χρώμα είναι #37b3d9
pl_pl: Zmień kolory rdzenia%1$s • ikona telefonu nagłówka%1$s • suwak Home wiedzieć więcej Hover%1$s • przewiń do góry przycisk Hover%1$s • opis transparentu tło%1$s • transparent tło nawigacyjne%1$s Domyślnym kolorem jest #37b3d9

source: Change core colors of %1$s • Main Menu Background %1$s • Home Slider Direction Nav %1$s • Property Featured Tag %1$s • Add To Favourite Tag %1$s • Featured Properties Slider Direction Nav %1$s • Port Gallery Format Slider Direction Nav %1$s • CTA Button One Background %1$s • Home Agents Arrow %1$s • Sidebar widget links %1$s • Agent View My Listings Link %1$s Default color is #ea723d
el: Αλλαγή των βασικών χρωμάτων σε %1$s - Φόντο κύριου μενού %1$s - Πλοήγηση Slider Αρχικής Σελίδας %1$s - Ετικέτα προτεινόμενου ακινήτου %1$s - Ετικέτα προσθήκης στα αγαπημένα %1$s - Πλοήγηση Slider προτεινόμενων ακινήτων %1$s - Πλοήγηση Slider μορφών γκαλερί άρθρων %1$s - Φόντο κουμπιού CTA 1 %1$s - Βέλος πρακτόρων στην αρχική σελίδα %1$s - Συνδέσμους widget πλευρικής μπάρας %1$s - Σύνδεσμο προβολής των καταχωρίσεων μου για πράκτορα %1$s Το προεπιλεγμένο χρώμα είναι #ea723d

source: Change core colors of %1$s • Property Submit Button %1$s • Property Meta Icons Home Slider %1$s • Property Price %1$s • Property Title Hover %1$s • Property Image Overlay %1$s • Property Search Form %1$s • Property Detail Headings %1$s • Property Sidebar Buttons %1$s • Home Testimonial Background %1$s • Home Section Subtitle %1$s • Home CTA-Contact Background %1$s • Agents Title and Email Hover %1$s • Agents Number and Property count %1$s • Agents Contact Form Button %1$s • News Title and Meta Background Bar %1$s • Comment Submit Button %1$s • News Read More %1$s • Gallery Item Overlay %1$s • Gallery Filter Underline %1$s • Contact Page Form Button %1$s • Pagination %1$s Default color is #1ea69a
el: Αλλαγή των βασικών χρωμάτων σε %1$s - Κουμπί υποβολής ακινήτου %1$s - Μέτα-εικονίδια ακινήτου στο Slider Αρχικής σελίδας %1$s - Τιμή ακινήτου %1$s - Hover τίτλου ακινήτου %1$s - Επικάλυψη εικόνας ακινήτου %1$s - Φόρμα αναζήτησης ακινήτων %1$s - Επικεφαλίδες λεπτομερειών ακινήτου %1$s - Κουμπιά πλευρικής μπάρας ακινήτου %1$s - Φόντο μαρτυρίες αρχικής σελίδας %1$s - Υπότιτλο περιοχής Αρχικής Σελίδας %1$s - Φόντο CTA-Επικοινωνίας Αρχικής Σελίδας %1$s - Hover Τίτλου και Email πρακτόρων %1$s - Αριθμός πρακτόρων και ακινήτων %1$s - Κουμπί φόρμας επικοινωνίας πρακτόρων %1$s - Μπάρα φόντου τίτλου ειδήσεων και μετα-πληροφοριών%1$s - Κουμπί υποβολής σχολίων %1$s - Ειδήσεις Διαβάστε Περισσότερα %1$s - Επικάλυψη αντικειμένου γκαλερί %1$s - Υπογράμμιση φίλτρου γκαλερί %1$s - Κουμπί φόρμας σελίδας επικοινωνίας %1$s - Σελιδοποίηση %1$s Το προεπιλεγμένο χρώμα είναι #1ea69a

source: Change core colors of %1$s • Property Submit Button Hover %1$s • Property Search Button Hover %1$s • Home Testimonial Quote Marks %1$s • Property Sidebar Buttons Hovers %1$s • Comment Submit Button Hover %1$s • News Read More Hover %1$s • Agents Contact Form Button Hover %1$s • Contact PAge Form Button Hover %1$s Default color is #1c9d92
el: Αλλαγή των βασικών χρωμάτων σε %1$s - Hover κουμπιού Υποβολή Ακινήτου %1$s - Hover κουμπιού Αναζήτηση Ακινήτου %1$s - Εισαγωγικά σε Μαρτυρίες Αρχικής Σελίδας %1$s - Hover κουμπιών πλευρικής μπάρας ακινήτου %1$s - Hover κουμπιού Υποβολή Σχολίου %1$s - Hover Ειδήσεις Διαβάστε Περισσότερα %1$s - Hover Κουμπιού Φόρμας Επικοινωνίας Πρακτόρων %1$s - Hover Κουμπιού Φόρμας Σελίδας Επικοινωνίας %1$s Το προεπιλεγμένο χρώμα είναι #1c9d92

source: Default or Custom
ar_ae: افتراضي أو مخصص
el: Προεπιλογή ή Προσαρμογή

source: You are going to use default theme colors or your own custom colors?
ar_ae: استخدام الألوان الافتراضية أو ألوان مخصصة؟
el: Θα χρησιμοποιήσετε τα προεπιλεγμένα χρώματα του θέματος ή τα δικά σας προσαρμοσμένα χρώματα;

source: Default Theme Colors
ar_ae: استخدم ألوان السمة الافتراضية
el: Προεπιλεγμένα χρώματα θέματος

source: My Own Custom Colors
ar_ae: الألوان المخصصة
el: Τα δικά μου προσαρμοσμένα χρώματα

source: Above settings will automatically change to Default whenever you change the design variation. So that you can view freshly changed design variation in original colors.
ar_ae: سيتم تغيير الإعدادات أعلاه تلقائيًا إلى الافتراضي كلما قمت بتغيير شكل التصميم. حتى تتمكن من عرض اختلاف التصميم الذي تم تغييره حديثًا في الألوان الأصلية.
el: Οι παραπάνω ρυθμίσεις θα αλλάζουν αυτόματα στις προεπιλεγμένες κάθε φορά που αλλάζετε την παραλλαγή του σχεδίου. Έτσι ώστε να μπορείτε να βλέπετε την πρόσφατα αλλαγμένη παραλλαγή σχεδίου στα αρχικά χρώματα.

source: Gallery Images Hover Color
ar_ae: معرض صور تحوم اللون
da_dk: Mouse-over farve på galleri billeder
el: Χρώμα Hover εικόνων γκαλερί

source: Header Background Gradient One Color
el: Διαβάθμιση φόντου κεφαλίδας, χρώμα 1

source: Starting gradient color from top (default #000000)
el: Εναρκτήριο χρώμα διαβάθμισης στο πάνω μέρος (προεπιλογή #000000)

source: Header Background Gradient Two Color
el: Διαβάθμιση φόντου κεφαλίδας, χρώμα 2

source: Finishing gradient color to bottom (default #c0c0c0)
el: Καταληκτικό χρώμα διαβάθμισης στο κάτω μέρος (προεπιλογή #c0c0c0c0)

source: Sticky Header
ar_ae: ترويسة ثابتة
el: Καρφιτσωμένη κεφαλίδα (Sticky Header)

source: Sticky Header Background
ar_ae: لون خلفية مثبت رأس
el: Φόντο καρφιτσωμένης κεφαλίδας

source: Sticky Header Menu Text Color
ar_ae: لون نص رأس مثبت
el: Χρώμα κειμένου μενού καρφιτσωμένης κεφαλίδας

source: Sticky Header Menu Background Hover Color
ar_ae: لزجة خلفية رأس القائمة تحوم اللون
el: Χρώμα Hover φόντου μενού καρφιτσωμένης κεφαλίδας

source: Sticky Header Menu Hover Text Color
ar_ae: لون نص قائمة التمرير
el: Χρώμα Hover κειμένου μενού καρφιτσωμένης κεφαλίδας

source: Sticky Header Contacts Color
ar_ae: لون عناوين رأس مثبت
el: Φόντο επαφών καρφιτσωμένης κεφαλίδας

source: Sticky Header Submit Button Color
ar_ae: رأس لزجة إرسال لون الزر
el: Χρώμα κουμπιού Υποβολής καρφιτσωμένης κεφαλίδας

source: Sticky Header Submit Button Hover Color
ar_ae: رأس لزجة تقديم زر تحوم اللون
el: Χρώμα Hover κουμπιού Υποβολής καρφιτσωμένης κεφαλίδας

source: Sticky Header Submit Button Hover Text Color
ar_ae: رأس لزجة إرسال زر لون تحوم النص
el: Χρώμα Hover κειμένου κουμπιού Υποβολής καρφιτσωμένης κεφαλίδας

source: Responsive Header Background Color
ar_ae: لون خلفية الهيدر
el: Χρώμα φόντου προσαρμόσιμης κεφαλίδας

source: Default color is #1c9d92
ar_ae: اللون الافتراضي هو # 1c9d92
el: Το προεπιλεγμένο χρώμα είναι #1c9d92

source: Post Meta Text Hover Color
el: Χρώμα Hover κειμένου μετα-πληροφοριών άρθρου

source: Default color is #fff
el: Το προεπιλεγμένο χρώμα είναι #fff

source: Property Item
ar_ae: بند العقار
da_dk: Ejendomsemne
el: Στοιχείο ακινήτου

source: Property Item Background Color
ar_ae: اللون الخلفي لبند العقار
da_dk: Baggrundsfarve på ejendomsemne
el: Χρώμα φόντου στοιχείου ακινήτου

source: Property Item Border Color
ar_ae: اللون المحيط لبند العقار
da_dk: Kantfarve på ejendomsemne
el: Χρώμα περιγράμματος στοιχείου ακινήτου

source: Property Image Overlay
ar_ae: تراكب صوره العقار
da_dk: Transparent lag over ejendomsbillede
el: Επικάλυψη εικόνας ακινήτου

source: Property Title Color
ar_ae: لون نص عنوان العقار
da_dk: Farve på ejendomstitel
el: Χρώμα τίτλου ακινήτου

source: Property Title Hover Color
ar_ae: لون نص عنوان العقار عند مرور الماوس
da_dk: Mouse-over farve på ejendomstitel
el: Χρώμα Hover τίτλου ακινήτου

source: Property Price Text Color
ar_ae: لون نص سعر العقار
da_dk: Tekstfarve på ejendomspris
el: Χρώμα κειμένου τιμής ακινήτου

source: Property Price Background Color
ar_ae: لون خلفية النص لسعر العقار
da_dk: Baggrundsfarve på ejendomspris
el: Χρώμα φόντου τιμής ακινήτου

source: Property Status Text Color
ar_ae: لون خط خصائص العقار
da_dk: Tekstfarve på ejendomsstatus
el: Χρώμα κειμένου κατάστασης ακινήτου

source: Default color is #ec894d
ar_ae: اللون الافتراضي هو # ec894d
el: Το προεπιλεγμένο χρώμα είναι #ec894d

source: Property Description Text Color
ar_ae: لون نص وصف العقار
da_dk: Tekstfarve på ejendomsbeskrivelse
el: Χρώμα κειμένου περιγραφής ακινήτου

source: Default color is #df5400
ar_ae: اللون الافتراضي هو # df5400
el: Το προεπιλεγμένο χρώμα είναι #df5400

source: Property Meta Heading Color
ar_ae: لون عنوان التعريف للعقار
da_dk: Ejendoms meta heading farve
el: Χρώμα επικεφαλίδας μετα-πληροφοριών ακινήτου

source: Property Meta Text Color
ar_ae: لون نص ميتا العقار
da_dk: Tekstfarve på ejendoms meta
el: Χρώμα κειμένου μετα-πληροφοριών ακινήτου

source: Property Meta Background Color
ar_ae: لون خلفية ميتا العقار
da_dk: Baggrundsfarve på ejendoms meta
el: Χρώμα φόντου μετα-πληροφοριών ακινήτου

source: Property Meta Icon Color
ar_ae: لون رمز التعريف التعريف
da_dk: Ejendoms meta ikon farve
el: Χρώμα εικονιδίου μετα-πληροφοριών ακινήτου

source: Round Corners for Theme Elements
el: Στρογγυλεμένες γωνίες για θεματικά στοιχεία

source: This option allows you to change corners of some common theme elements.
el: Αυτή η επιλογή σας επιτρέπει να αλλάξετε τις γωνίες ορισμένων κοινών στοιχείων του θέματος.

source: Round Corners Value
el: Τιμή για στρογγυλεμένες γωνίες

source: Button & Dropdown Text Color
el: Χρώμα κειμένου κουμπιού και αναδιπλώμενου μενού

source: You can change Google Fonts here, You might have to publish the changes and reload the page for proper results.
el: Μπορείτε να αλλάξετε τις γραμματοσειρές Google εδώ. Ίσως χρειαστεί να δημοσιεύσετε τις αλλαγές και να επαναφορτώσετε τη σελίδα για να έχετε σωστά αποτελέσματα.

source: Select the font for your content.
el: Επιλέξτε τη γραμματοσειρά για το περιεχόμενό σας.

source: Default selection will use theme specified font widgets.
el: Η προεπιλεγμένη επιλογή θα χρησιμοποιήσει τα widgets γραμματοσειρών που καθορίζονται από το θέμα.

source: Select the font for your headings.
el: Επιλέξτε τη γραμματοσειρά για τις επικεφαλίδες σας.

source: Select the secondary font for your content and headings.
el: Επιλέξτε τη δευτερεύουσα γραμματοσειρά για το περιεχόμενο και τις επικεφαλίδες σας.

source: Youtube URL
el: URL του Youtube

source: No property found for this criteria.
el: Δεν βρέθηκε κανένα ακίνητο με αυτά τα κριτήρια.

source: Invalid property filter provided.
el: Μη έγκυρο φίλτρο ακινήτου.

# Rating Stars
source: %s Star
el: %s Αστέρι

source: Hello, I'm interested in [%s] %s
el: Γεια σας, ενδιαφέρομαι για το [%s] %s

source: My Membership Package
el: Το πακέτο μέλους μου

source: * Minimum width is 770px and height is flexible.
el: * Το ελάχιστο πλάτος είναι 770px και το ύψος είναι ευέλικτο.

source: ( Only digits )
el: ( Μόνο ψηφία )

source: Sidebar Menu Text Color
el: Χρώμα κειμένου μενού πλευρικής μπάρας

source: Sidebar Menu Background Color
el: Χρώμα φόντου μενού πλευρικής μπάρας

source: Sidebar Menu Text Hover Color
el: Χρώμα Hover κειμένου μενού πλευρικής μπάρας

source: Sidebar Menu Hover Background Color
el: Χρώμα Hover φόντου μενού πλευρικής μπάρας

source: Sidebar Active Submenu Text Color
el: Χρώμα κειμένου ενεργού υπομενού πλευρικής μπάρας

source: Sidebar Active Submenu Background Color
el: Χρώμα φόντου ενεργού υπομενού πλευρικής μπάρας

source: Membership Package Background Color
el: Χρώμα φόντου πακέτου μέλους

source: Popular Membership Package Background Color
el: Χρώμα φόντου δημοφιλούς πακέτου μέλους
