Repository: InspiryThemes/realhomes-translations
Catalog: realhomes-theme/*.po
Languages: ar_ae, da_dk, el, pl_pl, ru_ru

source: Property Energy Performance Section
ru_ru: Секция энергоэффективности недвижимости

source: Label Text for Property Energy Performance Section
ru_ru: Текст метки для раздела энергоэффективности свойств

source: Property Energy Class
ru_ru: Класс энергопотребления недвижимости

source: Label Text for Property Energy Class Field
ru_ru: Текст метки для поля класса энергии свойства

source: Property Energy Performance
ru_ru: Свойство Энергоэффективность

source: Label Text for Property Energy Performance Field
ru_ru: Текст метки для поля энергоэффективности свойства

source: Property EPC Current Rating
ru_ru: Текущий рейтинг EPC недвижимости

source: Label Text for Property EPC Current Rating Field
ru_ru: Текст метки для поля текущего рейтинга EPC свойства

source: Property EPC Potential Rating
ru_ru: Потенциальный рейтинг EPC недвижимости

source: Label Text for Property EPC Potential Rating Field
ru_ru: Текст метки для поля потенциальной оценки EPC свойства

source: Label Text for Property Agent Information section
ru_ru: Текст метки для раздела «Сведения об агенте по недвижимости»

source: First Agent Field Options
ru_ru: Параметры поля первого агента

source: Label Text for First Agent Field Option
ru_ru: Текст метки для параметра «Поле первого агента»

source: Second Agent Field Options
ru_ru: Параметры поля второго агента

source: Label Text for Second Agent Field Option
ru_ru: Текст метки для параметра «Поле второго агента»

source: Label Text for Property Agent Field Options
ru_ru: Текст метки для параметров поля агента свойств

source: Third Agent Field Options
ru_ru: Параметры поля третьего агента

source: Label Text for Third Agent Field Option
ru_ru: Текст метки для параметра поля третьего агента

source: Property Owner Name Field
ru_ru: Поле имени владельца недвижимости

source: Label Text for Property Owner Name Field
ru_ru: Текст метки для поля имени владельца недвижимости

source: Owner Contact Field
ru_ru: Поле контакта владельца

source: Label Text for Owner Contact Field
ru_ru: Текст метки для поля контакта владельца

source: Owner Address Field
ru_ru: Поле адреса владельца

source: Label Text for Owner Address Field
ru_ru: Текст метки для поля адреса владельца

source: Message to the Reviewer Field
ru_ru: Сообщение в поле рецензента

source: Label Text for Message to the Reviewer Field
ru_ru: Текст метки для сообщения в поле рецензента

source: My Properties Module
el: Ενότητα Τα ακίνητά μου
pl_pl: Moduł Moje oferty
ru_ru: Модуль "Мои свойства"

source: Bookings
pl_pl: Rezerwacje
ru_ru: Бронирование

source: Bookings Module
ru_ru: Модуль бронирования

source: My Profile
el: Το προφίλ μου
pl_pl: Mój profil
ru_ru: Мой профиль

source: My Profile Module
el: Ενότητα Το προφίλ μου
ru_ru: Модуль "Мой профиль"

source: My Favorites Module
el: Ενότητα Τα αγαπημένα μου
pl_pl: Moduł Moje ulubione
ru_ru: Модуль "Избранное"

source: Add to Favorites Button on Property Detail Page
ar_ae: أضف الى زر المفضلات على صفحة تفاصيل العقار
da_dk: Tilføj til favoritter på ejendommens detalje side
el: Κουμπί Προσθήκη στα Αγαπημένα στη σελίδα λεπτομερειών ακινήτου
pl_pl: Dodaj przycisk "Dodaj do ulubionych" na stronie nieruchomości
ru_ru: Кнопка «Добавить в избранное» на странице свойств

source: Require Login for Add to Favorites.
ar_ae: يتطلب تسجيل الدخول للإضافة إلى المفضلة.
el: Απαιτείται σύνδεση για προσθήκη στα αγαπημένα.
pl_pl: Wymagane logowanie, aby dodać do Polecane.
ru_ru: Требуется войти в систему для добавления в избранное.

source: Enable Saved Searches?
el: Ενεργοποίηση αποθηκευμένων αναζητήσεων;
ru_ru: Включить сохраненные поиски?

source: Enabling this feature will display a "Save Search" button at the top of search results. It will also add a "Saved Searches" menu item to the user menu.
pl_pl: Włączenie tej funkcji spowoduje wyświetlenie przycisku Zapisz wyszukiwanie u góry wyników wyszukiwania. Doda również element menu Zapisane wyszukiwania do menu użytkownika.
ru_ru: При включении этой функции в верхней части результатов поиска отобразится кнопка «Сохранить поиск». Он также добавит пункт меню «Сохраненные поиски» в меню пользователя.

source: Search Emails Frequency
el: Συχνότητα αναζήτησης Emails
pl_pl: Częstotliwość wysyłania wiadomości e-mail o wynikach wyszukiwania
ru_ru: Частота поиска по электронной почте

source: Daily
el: Καθημερινά
pl_pl: Dziennie
ru_ru: Ежедневно

source: Weekly
el: Εβδομαδιαία
pl_pl: Tygodniowo
ru_ru: Еженедельно

source: Save Search Button Label
el: Ετικέτα κουμπιού αποθήκευσης αναζήτησης
pl_pl: Etykieta przycisku Zapisz wyszukiwanie
ru_ru: Сохранить метку кнопки поиска

source: Search Saved Button Label
el: Ετικέτα κουμπιού Η αναζήτηση αποθηκεύθηκε
pl_pl: Etykieta przycisku Zapisane wyszukiwania
ru_ru: Поиск сохраненной метки кнопки

source: Save Search Button Tooltip Text
el: Κείμενο υπόδειξης κουμπιού αποθήκευσης αναζήτησης
pl_pl: Tekst podpowiedzi do przycisku Zapisz wyszukiwanie
ru_ru: Сохранить текст всплывающей подсказки кнопки "Сохранить кнопку поиска"

source: Sub Menu will be displayed only for "Administrator"
ru_ru: Подменю будет отображаться только для «Администратора»

source: Check Out Latest Properties Matching Your Saved Search Criteria
el: Δείτε τα τελευταία ακίνητα που ταιριάζουν με τα αποθηκευμένα κριτήρια αναζήτησης σας
pl_pl: Sprawdź najnowsze oferty spełniające zapisane kryteria wyszukiwania
ru_ru: Ознакомьтесь с последними свойствами, соответствующими сохраненным критериям поиска

source: Saved Search Email Subject
el: Θέμα email αποθηκευμένης αναζήτησης
pl_pl: Temat wiadomości e-mail Zapisanych wyszukiwań
ru_ru: Сохраненная тема электронной почты поиска

source: Following new properties are listed matching your search criteria. You can check the [search results here].
el: Τα παρακάτω νέα ακίνητα που παρατίθενται ταιριάζουν με τα κριτήρια αναζήτησής σας. Μπορείτε να ελέγξετε τα [αποτελέσματα αναζήτησης εδώ].
pl_pl: Nowe oferty spełniają twoje kryteria wyszukiwania. Sprawdź [wyniki wyszukiwania tutaj].
ru_ru: Ниже перечислены новые свойства, соответствующие критериям поиска. Вы можете проверить [результаты поиска здесь].

source: Saved Search Email Header Text
el: Κείμενο κεφαλίδας email αποθηκευμένης αναζήτησης
pl_pl: Tekst nagłówka wiadomości e-mail Zapisanych wyszukiwań
ru_ru: Сохраненный текст заголовка электронной почты поиска

source: Wrapped text within square brackets [] will be linked to the saved search results page.
el: Το κείμενο που περιέχεται μέσα σε αγκύλες [ ] θα συνδέεται με τη σελίδα αποτελεσμάτων αποθηκευμένης αναζήτησης.
pl_pl: Tekst w nawiasach kwadratowych [] będzie łączyć ze stroną Zapisanych wyszukiwań.
ru_ru: Текст с переносом в квадратных скобках [] будет связан с сохраненной страницей результатов поиска.

source: To stop getting such emails, Simply remove related saved search from your account.
el: Για να σταματήσετε να λαμβάνετε τέτοια μηνύματα ηλεκτρονικού ταχυδρομείου, απλά αφαιρέστε τη σχετική αποθηκευμένη αναζήτηση από το λογαριασμό σας.
pl_pl: Aby przestać otrzymywać takie e-maile, po prostu usuń powiązane zapisane wyszukiwania ze swojego konta.
ru_ru: Чтобы прекратить получать такие электронные письма, просто удалите связанный сохраненный поиск из своей учетной записи.

source: Saved Search Email Footer Text
el: Κείμενο υποσέλιδου email αποθηκευμένης αναζήτησης
ru_ru: Сохраненный текст нижнего колонтитула электронной почты поиска

source: User & Agent/Agency Sync
ar_ae: مزامنة العضو / الوكيل / الوكالة
el: Συγχρονισμός χρήστη & πράκτορα/πρακτορείου
pl_pl: Synchronizacja użytkownika z agentami/agencjami
ru_ru: Синхронизация пользователя и агента / агентства

source: Enable User Synchronisation with Agent/Agency
ar_ae: تمكين مزامنة المستخدم مع الوكيل / الوكالة
el: Ενεργοποίηση συγχρονισμού χρήστη με πράκτορα/πρακτορείο
pl_pl: Włącz synchronizację użytkownika z agentem/agencją
ru_ru: Включить синхронизацию пользователя с агентом / агентством

source: Enable Avatar as fallback for Agent/Agency/User-Profile Image
ar_ae: قم بتمكين Avatar كملف احتياطي لصورة الملف الشخصي للوكيل / الوكالة / المستخدم
el: Ενεργοποίηση του Avatar ως εφεδρική επιλογή για την εικόνα προφίλ πράκτορα/πρακτορείου/χρήστη
pl_pl: Włącz awatar jako zastępstwo dla zdjęcia profilowego agenta/agencji/użytkownika
ru_ru: Включить Аватар в качестве запасного варианта для изображения профиля агента / Агентства / пользователя

source: Membership
ar_ae: العضوية المميزة
da_dk: Medlemskab
el: Μέλος
pl_pl: Członkostwo
ru_ru: Членство

source: Disable Submit Property Functionality for Users without Membership Package?
el: Απενεργοποίηση της λειτουργικότητας υποβολής ακινήτου για χρήστες χωρίς πακέτο μέλους;
pl_pl: Wyłączyć funkcję umieszczania nieruchomości dla użytkowników bez pakietu członkostwa?
ru_ru: Отключить функцию отправки свойств для пользователей без пакета членства?

source: Membership Package Text Before Price
el: Κείμενο πακέτου μέλους πριν την τιμή
pl_pl: Tekst przed ceną Pakietu członkowskiego
ru_ru: Текст членского пакета до вычета цены

source: Membership Package Button Text
el: Κείμενο κουμπιού πακέτου μέλους
ru_ru: Текст кнопки пакета членства

source: Membership Current Package Button Text
el: Κείμενο κουμπιού τρέχον πακέτο μέλους
pl_pl: Tekst przycisku Aktualny pakiet członkowski
ru_ru: Текст кнопки текущего пакета членства

source: Checkout Page Payment Methods Badges
el: Εικονίδια μεθόδων πληρωμής στη σελίδα πληρωμής
pl_pl: Odznaki strony Sprawdź metody płatności
ru_ru: Страницы оформления заказа Способы оплаты Значки

source: Order Page Dialog Box Heading
el: Επικεφαλίδα πλαισίου διαλόγου σελίδας παραγγελίας
ru_ru: Заголовок диалогового окна "Заказать страницу"

source: Menu Title
ru_ru: Название меню

source: Page Title
ar_ae: معلومات الصفحة
da_dk: Side titel
el: Τίτλος σελίδας
pl_pl: Tytuł strony
ru_ru: Заголовок страницы

source: Styles
ar_ae: انماط
da_dk: Stilarter
el: Στυλ
pl_pl: Style
ru_ru: Стили

source: Color Scheme
pl_pl: Schemat kolorystyczny
ru_ru: Цветовая схема

source: Floating Features
ar_ae: الميزات العائمة
el: Αιωρούμενες λειτουργίες
pl_pl: Pływające Polecane
ru_ru: Плавающие Функции

source: Position from Top
ar_ae: موقف من الأعلى
el: Απόσταση από την κορυφή
ru_ru: Положение сверху

source: i.e 150px or 10%
ar_ae: ?? 150px ?? 10 %
el: δηλ 150px ή 10%
pl_pl: np. 150px lub 10%
ru_ru: т.е. 150px или 10%

source: Button Display
ru_ru: Показать кнопку

source: Flag Only
ru_ru: Только флаг

source: Basics
ar_ae: أساسيات
da_dk: Grundlæggende oplysninger
el: Βασικά στοιχεία
pl_pl: Podstawowe
ru_ru: Основы

source: Custom Footer Template
ru_ru: Пользовательский шаблон нижнего колонтитула

source: Footer Background
pl_pl: Tło stopki
ru_ru: Фон подвала

source: Footer Layout
pl_pl: Układ stopki
ru_ru: Макет подвала

source: Centered
pl_pl: Wyśrodkowane
ru_ru: По центру

source: Full Width
pl_pl: Pełna szerokość
ru_ru: Полная ширина

source: Gallery Pages
ar_ae: صفحات المعرض
da_dk: Gallerisider
el: Σελίδες γκαλερί
pl_pl: Strony w Galerii
ru_ru: Страница галереи

source: Header variation to display on Gallery Pages.
ar_ae: تباين الترويسة لعرضه على صفحات المعرض.
da_dk: Udskiftning af visning af side hoved på galleri sider.
el: Παραλλαγή κεφαλίδας που θα εμφανίζεται στις σελίδες γκαλερί.
pl_pl: Zmiana nagłówka do wyświetlenia na stronach galerii.
ru_ru: Отобразить изменение заголовка на странице галереи.

source: Properties Gallery
ar_ae: معرض صور العقارات
da_dk: Ejendomsgalleri
el: Γκαλερί ακινήτων
pl_pl: Galeria Nieruchomości
ru_ru: Свойства Галерея

source: Skim Through Available Properties
ar_ae: تصفح عبر الخصائص المتوفرة
da_dk: Blad gennem tilgængelige ejendomme
el: Γρήγορη ματιά στα διαθέσιμα ακίνητα
pl_pl: Przejrzyj dostępne Nieruchomości
ru_ru: Просмотреть доступные объекты

source: Properties Sort Control
el: Έλεγχος ταξινόμησης ακινήτων
pl_pl: Kontrola sortowania nieruchomości
ru_ru: Управление Сортировкой Свойств

source: Number of Properties Per Page
pl_pl: Liczba Nieruchomości na stronie
ru_ru: Количество объектов на странице

source: WPML Language Switcher
ar_ae: محول تعدد اللغات WPML
el: Εναλλαγή γλωσσών WPML
pl_pl: Przełącznik języków WPML
ru_ru: Переключатель языка WPML

source: WPML Language Switcher Display
ar_ae: عرض محول اللغات WPML
el: Εμφάνιση εναλλαγής γλωσσών WPML
pl_pl: Wyświetlacz przełącznika języków WPML
ru_ru: Отображать переключатель языка WPML

source: Switcher Language Display Options
ar_ae: خيارات عرض لغة الجلاد
el: Επιλογές εμφάνισης εναλλαγής γλώσσας
pl_pl: Opcje wyświetlania przełącznika języków
ru_ru: Параметры отображения переключателя языка

source: Name and Flag
ar_ae: الاسم والعلم
el: Όνομα και σημαία
ru_ru: Название и флаг

source: Name Only
ar_ae: الاسم فقط@ item: inlistbox Format
da_dk: Kun Navn
el: Μόνο όνομα
pl_pl: Tylko nazwa@ item: inlistbox Format
ru_ru: Только наименование

source: Flag Only
ar_ae: الوصف
el: Μόνο σημαία
pl_pl: Tylko flaga
ru_ru: Только флаг

source: Misc
ar_ae: متفرقات
da_dk: Div
el: Διάφορα
pl_pl: Różne
ru_ru: Разное

source: Label for Featured Properties
ru_ru: Этикетка для рекомендуемой недвижимости

source: You can replace "Featured" label text ( appears only for Featured properties ) with any other text across the theme here.
ru_ru: Здесь вы можете заменить текст метки "Избранное" (отображается только для свойств Избранное) любым другим текстом по теме.

source: View Property
ar_ae: عرض العقارات
da_dk: Vis ejendom
el: Προβολή ακινήτου
pl_pl: Zobacz nieruchomość
ru_ru: Просмотр объекта

source: Property Detail Page Link Text
ar_ae: نص ارتباط صفحة تفاصيل العقار
el: Κείμενο συνδέσμου σελίδας λεπτομερειών ακινήτου
pl_pl: Tekst linku do strony szczegółów oferty
ru_ru: Текст ссылки страницы сведений о недвижимости

source: You can change "View Property" button text ( appears on hovering over property card image ) with any other text across the theme here.
ar_ae: يمكنك تغيير نص زر "عرض العقار" (يظهر على تحوم فوق صورة بطاقة الخاصية) مع أي نص آخر عبر السمة هنا.
pl_pl: Tutaj możesz zmienić w całym motywie tekst przycisku "Zobacz ofertę" (pojawia się po najechaniu kursorem na zdjęcie karty oferty) na dowolny inny tekst.
ru_ru: Вы можете изменить текст кнопки "Посмотреть недвижимость" (появляется при наведении курсора мыши на изображение карточки недвижимости) любым другим текстом по всей теме теме .

source: Replace "Know More" Button Text
ar_ae: استبدال نص الزر "تفاصيل اكثر"
da_dk: Udskift tekst på "Know more" knap
pl_pl: Zamień tekst przycisku "Dowiedz się więcej"
ru_ru: Заменить текст кнопки Узнать Больше

source: You can change "Know More" button text with any other text across the theme here
ar_ae: يمكنك تغيير نص الزر "اعرف المزيد" مع أي نص آخر عبر السمة هنا
da_dk: Du kan her udskifte teksten med enhver anden tekst på alle "Know more" knapper på hele hjemmesiden
pl_pl: Możesz zmienić tekst przycisku "Dowiedz się więcej" z innym tekstem w całym motywie
ru_ru: Здесь вы можете изменить текст кнопки "Узнать больше" любым другим текстом по всей теме

source: Properties Custom Placeholder Image
el: Εικόνα για κράτηση χώρου σε ιδιοκτησίες
pl_pl: Niestandardowy obraz zastępczy oferty
ru_ru: Свойства Настраиваемое Изображение Заполнителя

source: Upload an image bigger than 1200px width and 680px height.
el: Ανεβάστε μια εικόνα μεγαλύτερη από 1200px πλάτος και 680px ύψος.
pl_pl: Prześlij zdjęcie większe niż 1200px szerokości i 680px wysokości.
ru_ru: Загрузите изображение размером более 1200 пикселей по ширине и 680 пикселей по высоте.

source: Show Scroll To Top Button
ar_ae: انتقل إلى أعلى الزر
el: Εμφάνιση κουμπιού κύλισης προς την κορυφή
ru_ru: Показать Прокрутку До Верхней Кнопки

source: Scroll To Top Button Position
el: Θέση κουμπιού κύλισης προς την αρχή
pl_pl: Pozycja przycisku Przewiń do góry
ru_ru: Прокрутите до верхней позиции кнопки

source: Right
ar_ae: يمين
el: Δεξιά
pl_pl: Prawo
ru_ru: Справа

source: Left
ar_ae: اليسار
el: Αριστερά
pl_pl: Lewo
ru_ru: Слева

source: Scroll To Top Button Position From Bottom (i.e 15px or 10%)
el: Θέση κουμπιού κύλισης προς την αρχή, ως απόσταση από το κάτω μέρος (π.χ. 15px ή 10%)
pl_pl: Pozycja przycisku Przewiń do góry od dołu (np. 15px lub 10%)
ru_ru: Прокрутите до верхней позиции кнопки снизу (т.е. 15px или 10%)

source: Select Drop Down No Result Text
ar_ae: حدد قائمة منسدلة بلا نص نتيجة
el: Επιλέξτε κείμενο για μη ύπαρξη αποτελέσματος σε αναδιπλώμενο μενού
pl_pl: Wybierz tekst Brak wyników z rozwijanego menu
ru_ru: Выберите Раскрывающийся Список Без Текста Результата

source: Disable Default Image Sizes ?
el: Απενεργοποίηση προεπιλεγμένων μεγεθών εικόνας;
pl_pl: Wyłączyć domyślne rozmiary zdjęć?
ru_ru: Отключить размеры изображений по умолчанию?

source: Choosing "Yes" will disable WordPress default cropped image sizes (small, medium, medium_large, large) whenever an image is being uploaded
pl_pl: Wybranie "Tak" wyłączy domyślne przycinanie zdjęć WordPressa (mały, średni, medium_large, duży) podczas przesyłanie zdjęć
ru_ru: Выбор «Да» отключит размеры обрезанного изображения по умолчанию WordPress (маленький, средний, средний_большой, большой) всякий раз, когда изображение загружается

source: General Pages
ar_ae: الصفحات العامة
el: Γενικές σελίδες
pl_pl: Strony główne
ru_ru: Общие страницы

source: Header variation to display on Pages.
ar_ae: تباين الترويسه لعرضه على الصفحات.
da_dk: Top variation til visning på sider.
el: Παραλλαγή κεφαλίδας που θα εμφανίζεται στις σελίδες.
pl_pl: Zmiana nagłówka do wyświetlenia na stronach.
ru_ru: Изменение заголовка для отображения на страницах.

source: Explode Title
ar_ae: ينفجر العنوان
el: Διαχωρισμός τίτλου
pl_pl: Rozbij tytuł
ru_ru: Разорвать заголовок

source: Explode page title into sub-title and title.
ar_ae: انفجر عنوان الصفحة في العنوان الفرعي والعنوان.
el: Χωρίστε τον τίτλο της σελίδας σε υπότιτλο και τίτλο.
pl_pl: Rozbij tytuł strony na podrzędny tytuł i tytuł.
ru_ru: Разорвать заголовок страницы на подзаголовок и заголовок.

source: Properties Templates & Archive
ar_ae: قوالب الخصائص والأرشيف
el: Πρότυπα & αρχείο ακινήτων
pl_pl: Szablony i archiwa ofert
ru_ru: Шаблоны Свойств И Архив

source: For properties templates and taxonomy archive pages.
el: Για πρότυπα ακινήτων και σελίδες αρχειοθέτησης ταξινομίας.
pl_pl: Dla stron archiwów szablonów i taksonomii ofert.
ru_ru: Для шаблонов свойств и страниц архива таксономии.

source: Module Below Header
ar_ae: طريقة عرض أسفل الهيدر
da_dk: Modul under header
el: Ενότητα κάτω από την kεφαλίδα
pl_pl: Moduł pod nagłówkiem
ru_ru: Модуль под заголовком сайта

source: What to display in area below header on properties templates and taxonomy archive pages?
el: Τι να εμφανίζεται στην περιοχή κάτω από την κεφαλίδα στα πρότυπα ακινήτων και στις σελίδες αρχείου ταξινομίας;
pl_pl: Co wyświetlić w obszarze poniżej nagłówka na stronach archiwów szablonów i taksonomii ofert?
ru_ru: Что нужно отобразить в области под заголовком на страницах шаблонов свойств и архива таксономии?

source: Map With Properties Markers
ar_ae: خريطة مع علامات العقارات
el: Χάρτης με δείκτες ακινήτων
pl_pl: Mapa ze znacznikami nieruchomości
ru_ru: Карта с маркерами недвижимости

source: Image Banner
ar_ae: صورة البانر
da_dk: Billed Banner
el: Εικόνα πανό
pl_pl: Banner wizerunek
ru_ru: Изображение баннера

source: Map with Properties Markers
ar_ae: خريطة مع علامات العقارات
el: Χάρτης με δείκτες ακινήτων
pl_pl: Mapa ze znacznikami nieruchomości
ru_ru: Карта с маркерами недвижимости

source: Google Map Type
ar_ae: خریطة غوغل
da_dk: Google Maps type
el: Τύπος χάρτη Google
ru_ru: Тип карты Google

source: Global Default
ru_ru: Глобальный по умолчанию

source: RoadMap
ar_ae: خريطة الطريق
el: Οδικός χάρτης
ru_ru: Дорожная карта

source: Satellite
ar_ae: ساتل، تابع، ردف
da_dk: Satellit
el: Δορυφορικός
pl_pl: Satelita
ru_ru: Спутник

source: Hybrid
ar_ae: هجين
el: Υβριδικό
pl_pl: Hybrydowa
ru_ru: Гибрид

source: Terrain
ar_ae: تضاريس
da_dk: Terræn
el: Μορφή εδάφους
pl_pl: Mapa terenu
ru_ru: Местность

source: Check to Skip Sticky Properties on Properties Templates. (Not Recommended)
el: Επιλέξτε για παράλειψη καρφιτσωμένων ακινήτων στα πρότυπα ακινήτων (Δεν συνιστάται)
pl_pl: Zaznacz, aby pominąć Przyklejone oferty w szablonach ofert. (niezalecane)
ru_ru: Установите флажок пропустить липкие свойства в шаблонах свойств. (не рекомендуемый)

source: Enable AJAX Pagination Globally
ru_ru: Глобальное включение ajax-разбиения на страницы

source: Property Card
pl_pl: Karta nieruchomości
ru_ru: Карточка объекта

source: Property Grid Card Global Design
ru_ru: Глобальный дизайн сетки свойств

source: One
ar_ae: واحد
da_dk: En
el: Ένα
pl_pl: Jeden
ru_ru: Один

source: Two
da_dk: To
el: Δύο
pl_pl: Dwa
ru_ru: Два

source: Three
ar_ae: ثلاثة
da_dk: Tre
el: Τρία
pl_pl: Trzy
ru_ru: Три

source: Four
ar_ae: اربعة
da_dk: Fire
el: Τέσσερα
pl_pl: Cztery
ru_ru: Четыре

source: Five
pl_pl: Pięć
ru_ru: Пять

source: Excerpt Length for Property Card
el: Μήκος αποσπάσματος για την κάρτα ακινήτου
pl_pl: Długość fragmentu Karty nieruchomości
ru_ru: Длина выдержки для карточки собственности

source: Leave empty for default behaviour.
el: Αφήστε κενό για προεπιλεγμένη συμπεριφορά.
ru_ru: Оставьте пустым для поведения по умолчанию.

source: Select Date Format
el: Επιλογή μορφής ημερομηνίας
pl_pl: Wybierz format daty
ru_ru: Выберите формат даты

source: Default ( Dashboard > Settings > General )
el: Προεπιλογή ( Πίνακας ελέγχου > Ρυθμίσεις > Γενικά )
pl_pl: Domyślne (Dashboard > Settings > General)
ru_ru: По умолчанию ( Параметры панели мониторинга > > Общие )

source: Human Readable
el: Αναγνώσιμο από άνθρωπο
ru_ru: Удобочитаемый

source: Hide Property Address
pl_pl: Ukryj adres nieruchomości
ru_ru: Скрыть адрес недвижимости

source: Enable Map Lightbox On Address Click
el: Ενεργοποίηση αναδυόμενου παραθύρου χάρτη σε κλικ διεύθυνσης
pl_pl: Włącz lightbox mapy przy kliknięciu na adresie
ru_ru: Включить лайтбокс карты на адресе Нажмите

source: Garages/Parking
el: Γκαράζ/θέσεις στάθμευσης
ru_ru: Гаражи/Парковка

source: Select & Sort Property Card Meta
el: Επιλογή & ταξινόμηση μετα-πληροφοριών κάρτας ακινήτου
pl_pl: Wybierz i posortuj meta Karty nieruchomości
ru_ru: Выберите и отсортируйте Мету Карты Свойств

source: Grid Templates
pl_pl: Szablony siatki
ru_ru: Шаблоны сетки

source: Number of Columns on Grid Template
ru_ru: Количество столбцов в шаблоне сетки

source: Number of Columns on Grid Full-width Template
ru_ru: Количество столбцов в шаблоне полной ширины сетки

source: Archive Pages
pl_pl: Strony archiwalne
ru_ru: Страницы архива

source: Default Layout for Archive Pages
el: Προεπιλεγμένη διάταξη για σελίδες αρχείου
ru_ru: Макет по умолчанию для архивных страниц

source: Grid
ar_ae: شبكة
el: Πλέγμα
pl_pl: Siatka
ru_ru: Сетка

source: Max Number of Properties on a Page
el: Μέγιστος αριθμός ακινήτων σε μια σελίδα
pl_pl: Maksymalna liczba ofert na stronie
ru_ru: Максимальное количество свойств на странице

source: Can be overridden for templates through page metabox.
el: Μπορεί να παρακαμφθεί για πρότυπα μέσω του πλαισίου μεταπληροφοριών της σελίδας.
pl_pl: Może być zastąpiony dla szablonów za pomocą metaboxa strony.
ru_ru: Может быть переопределен для шаблонов через страницу metabox.

source: Default Sort Order
ar_ae: الترتيب الافتراضي
da_dk: Standard sorteringsorden
el: Προεπιλεγμένη σειρά ταξινόμησης
pl_pl: Domyślne Sortowanie
ru_ru: Порядок сортировки по умолчанию

source: For Search Results, Properties Templates and Taxonomy Archive pages.
el: Για τις σελίδες αποτελεσμάτων αναζήτησης, προτύπων ακινήτων και αρχείου ταξινομίας.
pl_pl: Dla wyników wyszukiwania, szablonów ofert i stron archiwum taksonomii.
ru_ru: Для результатов поиска, шаблонов свойств и страниц архива таксономии.

source: Price - Low to High
ar_ae: السعر- من الأدنى إلى الأعلى
da_dk: Pris - Lav til høj
el: Τιμή - χαμηλή προς υψηλή
pl_pl: Cena (rosnąco)
ru_ru: Цена - от низкой до высокой
