Repository: InspiryThemes/realhomes-translations
Catalog: realhomes-theme/*.po
Languages: ar_ae, da_dk, el, pl_pl, ru_ru

source: Home Price
ar_ae: سعر المنزل
el: Αρχική τιμή
pl_pl: Cena domu
ru_ru: Цена дома

source: Down Payment
ar_ae: الدفعة المقدمة
el: Προκαταβολή
pl_pl: Wpłata własna
ru_ru: Первоначальный взнос

source: Principle and Interest
el: Κεφάλαιο και τόκοι
pl_pl: Kapitał i odsetki
ru_ru: Принцип и интерес

source: per month
ar_ae: شهريا
el: ανά μήνα
pl_pl: na miesiąc
ru_ru: в месяц

source: Years Fixed
el: Έτη Σταθερό
pl_pl: Lata stałe
ru_ru: Фиксированные годы

source: Property Taxes
el: Φόροι ακινήτου
pl_pl: Podatki od nieruchomości
ru_ru: Налоги на недвижимость

source: Additional Fee
el: Πρόσθετες αμοιβές
pl_pl: Dodatkowa opłata
ru_ru: Дополнительная плата

source: Property Views
ar_ae: مشاهدات العقار
da_dk: Ejendomsvisninger
el: Προβολές ακινήτου
pl_pl: Widoki właściwości
ru_ru: Изображения объекта

source: Property Availability
ar_ae: توفر الملكية
el: Διαθεσιμότητα ακινήτου
ru_ru: Доступность Недвижимости

source: Surroundings
ar_ae: محيط، وسط، بيئة
el: Περιβάλλων χώρος
pl_pl: Okolica
ru_ru: В окрестности

source: Optional Services
ar_ae: الخدمات الاختيارية
el: Προαιρετικές υπηρεσίες
pl_pl: Usługi opcjonalne
ru_ru: Дополнительные услуги

source: Included
ar_ae: مشمول
da_dk: Inkluderet
el: Περιλαμβάνεται
pl_pl: Wliczono
ru_ru: Включено

source: Not Included
ar_ae: غير مشمول
da_dk: Ikke inkluderet
el: Δεν περιλαμβάνεται
pl_pl: Nie zawiera
ru_ru: Не включено

source: Outdoor Features
ar_ae: مكان خارجي
el: Χαρακτηριστικά εξωτερικού χώρου
pl_pl: Szczegóły otoczenia
ru_ru: Удобства на территории

source: Price Details
el: Λεπτομέρειες τιμής
pl_pl: Szczegóły ceny
ru_ru: Информация о стоимости

source: per night
el: ανά διανυκτέρευση
pl_pl: za noc
ru_ru: за ночь

source: per guest
el: ανά επισκέπτη
pl_pl: za osobę
ru_ru: за гостя

source: per night per guest
el: ανά διανυκτέρευση ανά επισκέπτη
pl_pl: za noc na osobę
ru_ru: за ночь на одного гостя

source: Service Charges
el: Χρεώσεις υπηρεσιών
pl_pl: Opłaty za usługi
ru_ru: Сервисные сборы

source: Govt Tax
el: Κρατικός φόρος
ru_ru: Государственный налог

source: Property Policies
ar_ae: سياسات العقار
el: Πολιτικές ακινήτου
pl_pl: Zasady działalności obiektu
ru_ru: Политика В Отношении Недвижимости

source: Seasonal Prices
el: Εποχιακές τιμές
pl_pl: Ceny sezonowe
ru_ru: Сезонные цены

source: Start Date
ar_ae: تاريخ البدء
el: Ημερομηνία έναρξης
pl_pl: Data rozpoczęcia
ru_ru: Дата начала

source: End Date
ar_ae: تاريخ الانتهاء
el: Ημερομηνία λήξης
pl_pl: Data zakończenia
ru_ru: Дата окончания

source: Per Night
el: Ανά διανυκτέρευση
pl_pl: za noc
ru_ru: За ночь

source: Share this
ar_ae: شارك هذا
da_dk: Del indlæg
el: Μοιραστείτε το
pl_pl: Udostępnij
ru_ru: Поделиться

source: Line
ar_ae: السطر
el: Γραμμή
pl_pl: Linia
ru_ru: Линия

source: What's Nearby?
ar_ae: نزدیک به؟
da_dk: Hvad er der i nærheden?
el: Τι είναι κοντά;
pl_pl: Co jest w okolicy?
ru_ru: Что рядом?

source: Please try top navigation!
ar_ae: يرجى محاولة التنقل العلوي!
el: Παρακαλώ δοκιμάστε την πλοήγηση στην κορυφή!
pl_pl: Proszę skorzystać z Menu!
ru_ru: Попробуйте верхнюю панель навигации!

source: Listed Property
ar_ae: قائمة العقارات
da_dk: Udbudt ejendom
el: Καταχωρημένο ακίνητο
pl_pl: Wymieniona Nieruchomość
ru_ru: Список объектов

source: Listed Properties
ar_ae: خصائص العقارات
da_dk: Udbudte ejendomme
el: Καταχωρημένα ακίνητα
pl_pl: Wymienione Nieruchomości
ru_ru: Перечисленные объекты

source: Locations
pl_pl: Lokalizacje
ru_ru: Местоположение

source: Our Agents
ar_ae: وكلائنا
da_dk: Vores udlejere
el: Οι πράκτορές μας
pl_pl: Nasi Agenci
ru_ru: Наши агенты

source: Your Phone
ar_ae: رقم الهاتف
da_dk: Din Telefon
el: Το τηλέφωνό σας
pl_pl: Twój telefon
ru_ru: Ваш телефон

source: Your Message
ar_ae: الرسائل الخاصة بك
da_dk: Din Besked
el: Το μήνυμά σας
pl_pl: Twoja wiadomość
ru_ru: Ваше сообщение

source: View My Listings
ar_ae: عرض التفاصيل
da_dk: Se mine udbudte ejendomme
el: Εμφάνιση των καταχωρήσεών μου
pl_pl: Zobacz moje ogłoszenia
ru_ru: Мои объявления

source: Verified Agents
ru_ru: Проверенные агенты

source: Number of Properties
da_dk: Antal ejendomme
pl_pl: Liczba ofert
ru_ru: Количество недвижимости

source: My Listings
ar_ae: المنشآت
da_dk: Mine aktiviteter
el: Οι καταχωρήσεις μου
pl_pl: Moje ogłoszenia
ru_ru: Мои объявления

source: No Properties Found
ar_ae: لا توجد تفاصيل
da_dk: Fundne ejendomme
el: Δεν βρέθηκαν ακίνητα
pl_pl: Nie znaleziono ogłoszeń
ru_ru: Объектов не найдено

# author byline
source: By %s
ar_ae: بواسط %s
da_dk: Af %s
el: Από %s
pl_pl: Przez %s
ru_ru: От %s

source: Posted in
ar_ae: نشر في
da_dk: Tilføjet i
el: Αναρτήθηκε σε
pl_pl: Opublikowany w
ru_ru: Опубликовано в

source: On
ar_ae: تشغيل
da_dk: Tændt
el: Στις
pl_pl: Wł
ru_ru: Время:

source: Welcome
ar_ae: مرحباً
da_dk: Velkommen
el: Καλώς ήρθατε
pl_pl: Witaj
ru_ru: Добро пожаловать

source: Area
ar_ae: المنطقة
da_dk: Område
el: Επιφάνεια
pl_pl: Powierzchnia
ru_ru: Площадь

source: In
ar_ae: في
da_dk: I
el: Σε
pl_pl: W
ru_ru: В

source: No property is assigned to homepage slider!
ar_ae: لم يتم تعيين العقار إلى شريط تمرير الصفحة الرئيسية!
el: Κανένα ακίνητο δεν έχει αντιστοιχηθεί στο slider της αρχικής σελίδας!
pl_pl: Brak Nieruchomości przypisanej do Slidera na stronie głównej!
ru_ru: Не назначена недвижимость для слайдера домашней страницы!

source: Capacity
el: Χωρητικότητα
pl_pl: Pojemność
ru_ru: Вместимость

source: Min Stay
el: Ελάχιστη διαμονή
pl_pl: Minimalny pobyt
ru_ru: Мин. пребывание

source: No custom slide is available to display!
ar_ae: لا يوجد شريحة مخصصة متاحة للعرض!
el: Δεν υπάρχει διαθέσιμη προσαρμοσμένη διαφάνεια για εμφάνιση!
pl_pl: Brak niestandardowego Slajdu!
ru_ru: Пользователь не назначил слайдер!

source: Added:
el: Προστέθηκε:
ru_ru: Добавлено:

source: Ago
el: πριν
pl_pl: temu
ru_ru: Тому назад

source: Year
el: Έτος
pl_pl: Rok
ru_ru: Год

source: Owner
ar_ae: المالك
el: Ιδιοκτήτης
pl_pl: Właściciel
ru_ru: Владелец

source: to
pl_pl: do
ru_ru: в

source: out of
pl_pl: z
ru_ru: из

source: properties
ru_ru: свойства

source: Type
ar_ae: نوع
el: Τύπος
pl_pl: Typ
ru_ru: Тип

source: Location
ar_ae: موقع
da_dk: Lokation
el: Τοποθεσία
pl_pl: Lokalizacja
ru_ru: Местоположение

source: Featured
ar_ae: متميز
da_dk: Fremhævet
el: Προτεινόμενο
pl_pl: Wyróżnione
ru_ru: Рекомендуемые

source: No Results Found!!
ar_ae: لا توجد نتائج!
el: Δεν βρέθηκαν αποτελέσματα!!
pl_pl: Nie znaleziono wyników!!
ru_ru: Никаких Результатов Не Найдено!!

source: Agencies Selected
ru_ru: Выбранные агентства

source: Location Address
ru_ru: Адрес местоположения

source: miles
ru_ru: мили

source: km
ar_ae: كلم
ru_ru: км

source: Radius:
ru_ru: Радиус:

source: Advance Search is already enabled in the header.
ar_ae: البحث المتقدم ممكّن بالفعل في الرأس.
da_dk: Avanceret søgning er allerede aktiv i toppen af siden.
el: Η προχωρημένη αναζήτηση είναι ήδη ενεργοποιημένη στην κεφαλίδα.
pl_pl: Wyszukiwanie zaawansowane jest już włączone w nagłówku.
ru_ru: Предварительный просмотр уже включен в заголовке.

source: of
ar_ae: من
da_dk: af
el: από
pl_pl: z
ru_ru: из

source: None
ar_ae: لا شيء
da_dk: Ingen
el: Κανένα
pl_pl: Brak
ru_ru: Нет

source: Share
ar_ae: نشر
da_dk: Del
el: Κοινοποιήστε
pl_pl: Udostępnij
ru_ru: Поделиться

source: Print
ar_ae: طباعة
el: Εκτύπωση
pl_pl: Drukuj
ru_ru: Печать

source: Report This Property
ru_ru: Сообщить об этом свойстве

source: Available
ar_ae: متاح
el: Διαθέσιμο
pl_pl: Dostępne
ru_ru: Доступно

source: Booked
el: Κρατήθηκε
pl_pl: Zarezerwowano
ru_ru: Забронированно

source: Past
el: Παρελθόν
pl_pl: Przeszłość
ru_ru: Прошлое

source: Today
el: Σήμερα
pl_pl: Dzisiaj
ru_ru: Сегодня

source: Guests Accommodation
el: Διαμονή επισκεπτών
pl_pl: Zakwaterowanie gości
ru_ru: Размещение гостей

source: guests
el: φιλοξενούμενοι
pl_pl: goście
ru_ru: гости

source: per stay
el: ανά διαμονή
pl_pl: za pobyt
ru_ru: за весь период проживания

source: Extra Guest Price
el: Τιμή επιπλέον επισκεπτών
pl_pl: Cena za dodatkową osobę
ru_ru: Дополнительная цена гостя

source: (per night)
el: (ανά διανυκτέρευση)
pl_pl: (za noc)
ru_ru: Пример: в месяц или за ночь

source: (per stay)
el: (ανά διαμονή)
pl_pl: (za pobyt)
ru_ru: (за весь период проживания)

source: Bulk Prices
el: Χονδρικές τιμές
pl_pl: Ceny hurtowe
ru_ru: Оптовые цены

source: Price per night (%sdays+)
el: Τιμή ανά διανυκτέρευση (%sημέρες+)
pl_pl: Cena za noc (%sdays+)
ru_ru: Цена за ночь (%sдн.+)

source: Overview
pl_pl: Przegląd
ru_ru: Обзор

source: Additional Details
ar_ae: פרטים נוספים על המקום
da_dk: Yderligere oplysninger
el: Πρόσθετες λεπτομέρειες
pl_pl: Informacje dodatkowe
ru_ru: Дополнительные детали

source: Attachments
ar_ae: صور المنتج
da_dk: Vedhæftninger
el: Συνημμένα
pl_pl: Załączniki
ru_ru: Вложения

source: Video
ar_ae: فيديو
el: Βίντεο
pl_pl: Wideo
ru_ru: Видео

source: Virtual Tour
ar_ae: جولة افتراضية
da_dk: Virtuel tur
el: Εικονική περιήγηση
pl_pl: Wirtualny spacer
ru_ru: Виртуальный тур

source: Map
ar_ae: خريطة
da_dk: Kort
el: Χάρτης
pl_pl: Mapa
ru_ru: Карта

source: Added to compare
ar_ae: تمت الاضافة للمقارنة
da_dk: Tilføjet sammenligning
el: Προστέθηκε στη σύγκριση
pl_pl: Dodane do porównania
ru_ru: Добавлено для сравнения

source: Add to compare
ar_ae: إضافة للمقارنة
da_dk: Tilføj til sammenligning
el: Προσθήκη στη σύγκριση
pl_pl: Dodaj do porównania
ru_ru: Добавить к сравнению

source: Agents
ar_ae: وكيلاء
da_dk: Mæglere
el: Πράκτορες
pl_pl: Agenci
ru_ru: Агенты

source: Call for availability
el: Καλέστε για διαθεσιμότητα
pl_pl: Zapytaj o dostępność
ru_ru: Вызов доступности

source: Select Date
pl_pl: Wybierz datę
ru_ru: Выберите дату

source: In Person
pl_pl: Osobiście
ru_ru: Лично

source: Video Chat
pl_pl: Czat wideo
ru_ru: Видео чат

source: Schedule
pl_pl: Harmonogram
ru_ru: Расписание

source: Contact us
pl_pl: Kontakt
ru_ru: Свяжитесь с нами

source: No Agent Found!
ru_ru: Агент не найден!

source: About
pl_pl: O
ru_ru: О нас

source: Contact me
pl_pl: Kontakt
ru_ru: Свяжитесь со мной

source: Agent profile page
ru_ru: Профиль агента

source: All Properties By %s
ru_ru: Все объекты %s

source: Archive page
pl_pl: Strona Archiwum
ru_ru: Страница архива

source: Search Results for "%s" Query
pl_pl: Wyniki wyszukiwania dla "%s"
ru_ru: Результаты поиска для "%s" Query

source: Search results page
ru_ru: Выберите страницу результатов поиска

source: Page Not Found!
pl_pl: Nie znaleziono strony!
ru_ru: Страница не найдена!

source: Sort By:
pl_pl: Sortuj wg:
ru_ru: Сортировать по:

source: Build
pl_pl: Buduj
ru_ru: Сборка

source: to
pl_pl: do
ru_ru: в

source: out of
pl_pl: z
ru_ru: из

source: Size
pl_pl: Rozmiar
ru_ru: Размер

source: Property ID :
ru_ru: ID Объекта :

source: This post is password protected. Enter the password to view comments.
ar_ae: هذه التدوينة محمية بكلمة السر. أدخل كلمة السر لمشاهدة التعليقات.
da_dk: Dette indlæg er beskyttet af adgangskode. Indtast adgangskoden for at se kommentarer.
el: Αυτό το άρθρο προστατεύεται με κωδικό πρόσβασης. Εισάγετε τον κωδικό πρόσβασης για να δείτε τα σχόλια.
pl_pl: Ta strona jest chroniona hasłem. Wpisz hasło aby zobaczyć komentarze.
ru_ru: Эта запись защищена паролем. Введите пароль, чтобы увидеть комментарии.

source: No Comment
ar_ae: 0 تعليق
da_dk: Ingen kommentar
el: Κανένα σχόλιο
pl_pl: Brak Komentarzy
ru_ru: Нет комментариев

source: 1 Comment
pl_pl: 1 komentarz
ru_ru: 1 Комментарий

source: % Comments
ar_ae: تعليقات
da_dk: % kommentarer
el: % Σχόλια
pl_pl: % Komentarzy
ru_ru: % Комментариев

source: Comments are closed.
ar_ae: التعليقات مغلقة.
da_dk: Der er lukket for kommentarer.
el: Τα σχόλια είναι ανενεργά.
pl_pl: Komentarze są wyłączone.
ru_ru: Комментарии закрыты.

source: Leave a Reply
pl_pl: Zostaw odpowiedź
ru_ru: Оставить комментарий

source: Leave a Reply to %s
pl_pl: Odpowiedz na %s
ru_ru: Оставить комментарий к %s

source: Cancel Reply
pl_pl: Anuluj odpowiedź
ru_ru: Отменить ответ

source: Post Comment
pl_pl: Wyślij komentarz
ru_ru: Оставить комментарий

source: Your email address will not be published.
pl_pl: Twój adres e-mail nie zostanie opublikowany
ru_ru: Ваш электронный адрес не будет опубликован.

source: Your comment
pl_pl: Twój komentarz
ru_ru: Ваш комментарий

source: Your name
pl_pl: Twoje imię
ru_ru: Ваше имя

source: Your email
pl_pl: Twój email
ru_ru: Ваш email

source: Website
ar_ae: الموقع الالكتروني
el: Ιστοσελίδα
pl_pl: Strona internetowa
ru_ru: Сайт

source: Your website
pl_pl: Adres URL Twojej strony
ru_ru: Ваш сайт

source: Search results for:
ar_ae: نتائج البحث عن:
da_dk: Søge resultat for:
el: Αποτελέσματα αναζήτησης για:
pl_pl: Wynik wyszukiwania dla:
ru_ru: Результаты поиска для:

source: No Booking Found!
ru_ru: Бронирование не найдено!

source: Home
ar_ae: الصفحة الرئيسية
da_dk: Hjem
el: Αρχική
pl_pl: Strona główna
ru_ru: Главная

source: You must be logged in to view this page.
el: Πρέπει να συνδεθείτε για να δείτε αυτή τη σελίδα.
pl_pl: Musisz być zalogowany, aby wyświetlić tę stronę.
ru_ru: Вы должны быть авторизованы для просмотра этой страницы.

source: Login Now
el: Συνδεθείτε τώρα
pl_pl: Zaloguj się teraz
ru_ru: Войти

source: Total Properties
el: Σύνολο ακινήτων
pl_pl: Ogółem Nieruchomości
ru_ru: Всего объектов

source: Published Properties
el: Δημοσιευμένα ακίνητα
pl_pl: Opublikowane Nieruchomości
ru_ru: Опубликованные объектов

source: Pending Properties
el: Εκκρεμή ακίνητα
pl_pl: Oczekujące oferty
ru_ru: Незавершенные свойства

source: Featured Properties
ar_ae: عقارات مميزة
da_dk: Fremhævede ejendomme
el: Προτεινόμενα ακίνητα
pl_pl: Promowane nieruchomości
ru_ru: Рекомендованные объекты

source: My Favorites
el: Τα αγαπημένα μου
pl_pl: Moje ulubione
ru_ru: Мои любимые

source: You have no property in favorites!
ar_ae: لا يوجد لديك عقارات في المفضلة!
da_dk: Du har ingen favoritter!
el: Δεν έχετε κανένα ακίνητο στα αγαπημένα!
pl_pl: Nie masz nieruchomości w ulubionych!
ru_ru: У вас нет избранных объектов!

source: What to display in agent information box?
el: Τι να εμφανίζεται στο πλαίσιο πληροφοριών του πράκτορα;
pl_pl: Co wyświetlić w polu informacji o agencie?
ru_ru: Что отображать в информационном окне агента?

source: None ( Agent information box will not be displayed )
el: Κανένα ( το πλαίσιο πληροφοριών του πράκτορα δεν θα εμφανίζεται )
pl_pl: Nic (pole informacji o agencie nie będzie wyświetlane)
ru_ru: Нет ( Информационное окно агента не будет отображаться )

source: My profile information.
el: Οι πληροφορίες του προφίλ μου.
pl_pl: Moje informacje profilowe.
ru_ru: Информация о моем профиле.

source: ( Edit Profile Information )
ar_ae: (تحرير معلومات الملف الشخصي)
da_dk: (Rediger profil oplysninger)
el: ( Επεξεργασία πληροφοριών προφίλ )
pl_pl: (Edytuj informacje o profilu)
ru_ru: (Изменить информацию профиля)

source: Display agent(s) information.
el: Εμφάνιση πληροφοριών πράκτορα(ων).
pl_pl: Wyświetl informacje o agencie (agentach).
ru_ru: Отображение информации об агентах.

source: Select agent(s)
el: Επιλογή πράκτορα(ων)
pl_pl: Wybierz agenta (agentów)
ru_ru: Выберете эксперта(ов)

source: No Agent Selected
el: Δεν έχει επιλεγεί πράκτορας
pl_pl: Nie wybrano agenta
ru_ru: Агент не выбран

source: Area Postfix Text
ar_ae: متر / م2
da_dk: Postområde
el: Κείμενο κατάληξης επιφάνειας
pl_pl: Jednostka powierzchni
ru_ru: Ед. измерения площади

source: * Please provide the value in digits only!
ar_ae: * يرجى ادخال القيمة باستخدام أرقام فقط!
da_dk: * Venligst indtast kun tal!
el: * Παρακαλούμε εισάγετε την τιμή μόνο σε ψηφία!
pl_pl: * Podaj wartość używając tylko cyfr!
ru_ru: * Пожалуйста, укажите значение только в цифрах!

source: Property Description
ar_ae: وصف العقار
da_dk: Beskrivelse af ejendom
el: Περιγραφή ακινήτου
pl_pl: Opis nieruchomości
ru_ru: Описание объекта

source: Energy Class
ar_ae: فئة الطاقة
da_dk: Energiklasse
el: Ενεργειακή κλάση
pl_pl: Klasa energetyczna
ru_ru: Класс энергопотребления

source: EPC Current Rating
ar_ae: EPC التصنيف الحالي
el: Τρέχουσα βαθμολογία EPC
pl_pl: Aktualna ocena EPC
ru_ru: Текущий рейтинг ЕРС

source: EPC Potential Rating
ar_ae: التصنيف المحتمل EPC
el: Πιθανή βαθμολογία EPC
pl_pl: Ocena potencjału EPC
ru_ru: Потенциальных клиентов ЕРС

source: ( Example: 100 kWh/m²a )
ar_ae: (مثال: 100 كيلوواط ساعة / م 2 أ)
el: ( Παράδειγμα: 100 kWh/m²a )
ru_ru: ( Пример: 100 кВтч/м2а )

source: Mark this property as featured property
ar_ae: حدد هذا العقار كعقار مميز
da_dk: Markér denne ejendom som fremhævet
el: Χαρακτηρίστε αυτό το ακίνητο ως προτεινόμενο ακίνητο
pl_pl: Oznacz tę nieruchomość jako polecaną
ru_ru: Отметить эту недвижимость как рекомендованная

source: Garages or Parking Spaces
el: Γκαράζ ή χώροι στάθμευσης
pl_pl: Garaże lub miejsca parkingowe
ru_ru: Гаражи или парковочные места

source: Find Address
ar_ae: اعثر على عنوان
da_dk: Søg efter adresse
el: Εύρεση διεύθυνσης
pl_pl: Znajdź adres
ru_ru: Найти адрес

source: * Please provide a property address!
ar_ae: * يرجى تقديم عنوان العقار!
da_dk: * Angiv venligst en adresse!
el: * Παρακαλούμε εισάγετε μια διεύθυνση ακινήτου!
pl_pl: * Podaj adres nieruchomości!
ru_ru: * Пожалуйста, укажите адрес собственности!

source: Property Images
ar_ae: صور العقار
da_dk: Billeder af ejendom
el: Εικόνες ακινήτου
pl_pl: Zdjęcia nieruchomości
ru_ru: Фотографии недвижимсоти

source: Drag and drop up to %s images
el: Σύρετε και αφήστε έως και %s εικόνες
pl_pl: Przeciągnij i upuść do %s zdjęć
ru_ru: Перетаскивание до %s изображений

source: or
ar_ae: أو
da_dk: eller
el: ή
pl_pl: lub
ru_ru: или

source: Browse Images
ar_ae: تصفح الصور
da_dk: Gennemse billeder
el: Αναζήτηση εικόνων
pl_pl: Wybierz zdjęcia
ru_ru: Просмотр изображений

source: * Minimum required size is 1240px by 720px having 4:3 or 16:9 aspect ratio.
el: * Το ελάχιστο απαιτούμενο μέγεθος είναι 1240px επί 720px, με αναλογία διαστάσεων 4:3 ή 16:9.
pl_pl: * Minimalny wymagany rozmiar to 1240px na 720px i proporcje 4:3 lub 16:9.
ru_ru: * Минимальный требуемый размер составляет 1240px на 720px с соотношением сторон 4:3 или 16:9.

source: * Mark an image as featured by clicking the star icon, otherwise first image will be considered featured image.
el: * Χαρακτηρείστε μια εικόνα ως κύρια κάνοντας κλικ στο εικονίδιο με το αστέρι,διαφορετικά η πρώτη εικόνα θα θεωρείται ως κύρια.
pl_pl: * Oznacz zdjęcie jako wyróżnione, klikając gwiazdkę; w przeciwnym razie pierwsze zdjęcie zostanie ustawione jako wyróżnione.
ru_ru: * Отметьте изображение как показанное, щелкнув значок звезды, в противном случае первое изображение будет считаться избранным изображением.

source: You have reached maximum files upload limit.
el: Έχετε φτάσει στο μέγιστο όριο μεταφόρτωσης αρχείων.
pl_pl: Osiągnąłeś maksymalny limit przesyłania plików.
ru_ru: Вы достигли максимального предела загрузки файлов.

source: Default Gallery
ar_ae: معرض الصور الافتراضي
el: Προεπιλεγμένη γκαλερί
pl_pl: Domyślna galeria
ru_ru: Галерея По Умолчанию

source: Gallery with Thumbnails
ar_ae: معرض مع الصور المصغرة
el: Γκαλερί με μικρογραφίες
pl_pl: Galeria z miniaturami
ru_ru: Галерея с миниатюрами

source: Gallery with Thumbnails on Right
ar_ae: معرض الصور مع الصور المصغرة على اليمين
el: Γκαλερί με μικρογραφίες στα δεξιά
pl_pl: Galeria z miniaturami po prawej stronie
ru_ru: Галерея с миниатюрами справа

source: Gallery with Thumbnails on Bottom
ar_ae: معرض الصور مع صور المصغرة على الجزء السفلي
el: Γκαλερί με μικρογραφίες στο κάτω μέρος
pl_pl: Galeria z miniaturami na dole
ru_ru: Галерея с миниатюрами внизу

source: Change Gallery Type
el: Αλλαγή τύπου γκαλερί
pl_pl: Zmień typ galerii
ru_ru: Изменить тип галереи

source: Gallery Type You Want to Use
el: Τύπος γκαλερί που θέλετε να χρησιμοποιήσετε
pl_pl: Typ galerii, którego chcesz użyć
ru_ru: Тип галереи который вы хотите использовать

source: Property Label Text
el: Κείμενο ετικέτας ακινήτου
pl_pl: Tekst etykiety Nieruchomości
ru_ru: Текст плашки на объекте

source: You can add a property label to display on property thumbnails. Example: Hot Deal
el: Μπορείτε να προσθέσετε μια ετικέτα ακινήτου που θα εμφανίζεται στις μικρογραφίες ακινήτου. Παράδειγμα: Προσφορά
pl_pl: Możesz dodać etykietę oferty, która będzie wyświetlana na miniaturach zdjęć. Przykład: Hot Deal
ru_ru: Вы можете добавить метку свойства для отображения на миниатюрах свойств. Пример: Горячая Сделка

source: Label Background Color
el: Χρώμα φόντου ετικέτας
pl_pl: Etykieta koloru tła
ru_ru: Цвет фона метки

source: Set a label background color. Otherwise label text will be displayed with transparent background.
el: Ορισμός χρώματος φόντου ετικέτας. Διαφορετικά, το κείμενο της ετικέτας θα εμφανίζεται με διαφανές φόντο.
pl_pl: Ustaw kolor tła etykiety. W przeciwnym razie tekst etykiety będzie wyświetlany z przezroczystym tłem.
ru_ru: Установите цвет фона метки. В противном случае текст метки будет отображаться на прозрачном фоне.

source: Lot Size Postfix Text
ar_ae: وحدة القياس
el: Κείμενο κατάληξης μεγέθους οικοπέδου
pl_pl: Jednostka powierzchni działki
ru_ru: Размер Лота Постфиксный Текст

source: Provide monthly property tax amount. It will be displayed in the mortgage calculator only.
el: Εισάγετε το μηνιαίο ποσό φόρου ακινήτου. Θα εμφανίζεται μόνο στον υπολογιστή στεγαστικών δανείων.
pl_pl: Podaj miesięczną kwotę podatku od nieruchomości. Będzie wyświetlana tylko w kalkulatorze kredytów hipotecznych.
ru_ru: Предоставьте ежемесячную сумму налога на имущество. Он будет отображаться только в ипотечном калькуляторе.

source: Provide monthly any additional fee. It will be displayed in the mortgage calculator only.
el: Εισάγετε μηνιαίο ποσό πρόσθετων αμοιβών. Θα εμφανίζεται μόνο στον υπολογιστή στεγαστικών δανείων.
pl_pl: Podaj dodatkowe opłaty miesięczne. Będą wyświetlane tylko w kalkulatorze kredytu hipotecznego.
ru_ru: Ежемесячно предоставляйте любую дополнительную плату. Он будет отображаться только в ипотечном калькуляторе.

source: Property Owner Name
el: Όνομα ιδιοκτήτη ακινήτου
pl_pl: Właściciel Nieruchomości
ru_ru: Имя владельца недвижимости

source: Owner Contact
el: Ιδιοκτήτης Επικοινωνία
pl_pl: Kontakt z właścicielem
ru_ru: Контакты владельца

source: Owner Address
el: Διεύθυνση ιδιοκτήτη
pl_pl: Adres właściciela
ru_ru: Адрес владельца

source: Parent Property
ar_ae: أصل الملكية
da_dk: Overordnet ejendom
el: Γονικό ακίνητο
pl_pl: Nadrzędna nieruchomość
ru_ru: Главный Объект

source: No Parent
el: Χωρίς γονέα
pl_pl: Brak Rodzica
ru_ru: Нет родителя

source: ( If Any )
el: ( Εάν υπάρχει )
pl_pl: (Jeśli w ogóle)
ru_ru: ( Если есть )

source: Old Price
el: Παλιά τιμή
pl_pl: Poprzednia cena
ru_ru: Старая цена

source: Price Postfix Text
ar_ae: ادخل الكلمة التي ستظهر بعد السعر مثال ( شهريا , أسبوعيا , نهائي )
da_dk: Tekst efter pris
el: Κείμενο κατάληξης τιμής
pl_pl: Dopisek po cenie (np. miesięcznie)
ru_ru: Цена

source: Example: Per Month
el: Παράδειγμα: Ανά μήνα
pl_pl: Przykład: miesięcznie
ru_ru: Пример: в месяц

source: Price Prefix Text
el: Κείμενο προθέματος τιμής
pl_pl: Tekst przed ceną
ru_ru: Текст префикса цены

source: Example: Starting Form
el: Παράδειγμα: Από
pl_pl: Przykład: Formularz początkowy
ru_ru: Пример: Начальная форма

source: Sale or Rent Price
ar_ae: سعر البيع أو التأجير
el: Τιμή πώλησης ή ενοικίασης
pl_pl: Cena predaja alebo prenájmu
ru_ru: Цена продажи или аренды

source: Status
ar_ae: الحالة
el: Κατάσταση
ru_ru: Статус

source: Message to the Reviewer
ar_ae: قدم رسالة للمراجع
da_dk: Besked til redaktøren
el: Μήνυμα προς τον αναθεωρητή
pl_pl: Wiadomość do osoby sprawdzającej
ru_ru: Сообщение рецензенту

source: Do you want to add this property in Homepage Slider?
el: Θέλετε να προσθέσετε αυτό το ακίνητο στο Slider Αρχικής Σελίδας;
pl_pl: Czy chcesz dodać tę ofertę do slidera na Stronie głównej?
ru_ru: Вы хотите добавить этот объект в слайдер главной страницы?

source: Upload Image
el: Ανέβασμα εικόνας
pl_pl: Załaduj obrazek
ru_ru: Загрузить изображение

source: Drag and drop image
el: Σύρετε και αφήστε την εικόνα
pl_pl: Przeciągnij i upuść zdjęcie
ru_ru: Перетащите изображение
