Repository: InspiryThemes/realhomes-translations
Catalog: realhomes-theme/*.po
Languages: ar_ae, da_dk, el, pl_pl, ru_ru

source: This setting will be applied on sorting based on Sort by Date (Old to New and New to Old) only.
ar_ae: سيتم تطبيق هذا الإعداد على التصنيف بناءً على التصنيف حسب التاريخ (من القديم إلى الجديد ومن الجديد إلى القديم) فقط.
da_dk: Denne indstilling vil kun blive anvendt til sortering efter dato (gamle til nye og nye til gamle).
el: Αυτή η ρύθμιση θα εφαρμοστεί μόνο στην ταξινόμηση με βάση την κατάταξη κατά ημερομηνία (Παλιά προς Νέα και Νέα προς Παλιά).
pl_pl: To ustawienie będzie stosowane do sortowania na podstawie sortowania według daty (stare do nowe i nowe do starego).
ru_ru: Этот параметр будет применяться только к сортировке на основе сортировки по дате (от старого к новому и от нового к старому).

source: Which statuses would you like to exclude?
el: Ποιες καταστάσεις θα θέλατε να αποκλείσετε;
ru_ru: Какие статусы вы хотели бы исключить?

source: No Property Found Text
ar_ae: لا توجد عقارات
el: Κείμενο για το Δεν βρέθηκε ακίνητο
ru_ru: Свойство Не Найдено Текст

source: i.e No Property Found! (a, strong, em, i and br tags are allowed)
el: δηλ. Δε βρέθηκε κανένα ακίνητο! (επιτρέπονται οι ετικέτες a, strong, em, i και br)
ru_ru: то есть никакой собственности не найдено! (разрешены теги a, strong, em, i и br)

source: Search Form Areas
ar_ae: نموذج البحث الخاص بالمناطق
da_dk: Søgeformular områder
el: Φόρμα αναζήτησης: επιφάνειες
pl_pl: Pola menu wyszukiwania
ru_ru: Форма поиска по площади

source: Label for Min Area Field
ar_ae: تسمية لحقل اقل المناطق
da_dk: Etiket til min. område felt
el: Ετικέτα για το πεδίο Ελάχιστη Επιφάνεια
pl_pl: Etykieta dla pola minimalnego obszaru
ru_ru: Метка для поля мин. площади

source: Placeholder Text for Min Area
ar_ae: نائب تسمية الحقل لاقل المناطق
da_dk: Felttekst for min. areal
el: Ενδεικτικό κείμενο για την ελάχιστη επιφάνεια
pl_pl: Tekst zastępczy dla pola obszaru minimalnego
ru_ru: Замещающий текст для минимальной площади

source: Label for Max Area Field
ar_ae: تسمية لحقل اكبر المناطق
da_dk: Etiket til max. område
el: Ετικέτα για το πεδίο Μέγιστη Επιφάνεια
ru_ru: Метка для поля макс. площади

source: Placeholder Text for Max Area
ar_ae: نائب تسمية الحقل لاكثر المناطق
da_dk: Felttekst for max. areal
el: Ενδεικτικό κείμενο για τη μέγιστη επιφάνεια
ru_ru: Замещающий текст для Макс площади

source: sq ft
ar_ae: متر
da_dk: m2
el: τμ
pl_pl: m²
ru_ru: кв. м

source: Area Measurement Unit for Min and Max Area fields.
ar_ae: وحدة قياس المساحة للحقول الدنيا والقصوى.
da_dk: Måleenhed for min. og max. arealer.
el: Μονάδα μέτρησης επιφάνειας για τα πεδία Ελάχιστη και Μέγιστη Επιφάνεια
pl_pl: Jednostka miary pola dla minimalnych i maksymalnych pól powierzchni.
ru_ru: Единицы измерения площади для мин. и макс. поля.

source: Example: sq ft
ar_ae: مثال : المساحة
da_dk: Eksempel: m²
el: Παράδειγμα: τμ
pl_pl: Na przykład: metry kwadratowe
ru_ru: Пример: (м²)

source: Search Form Basics
ar_ae: أساسيات نموذج البحث
da_dk: Grundlæggende søge formular
el: Φόρμα αναζήτησης: βασικά στοιχεία
pl_pl: Podstawowe informacje o formularzu wyszukiwania
ru_ru: Основы поисковой формы

source: Select Search Form template that has been created using Elementor page builder
ru_ru: Выберите шаблон формы поиска, созданный с помощью конструктора страниц Elementor

source: Half Map Listings
ru_ru: Половина карт

source: Single Property
pl_pl: Samostatné vlastníctvo
ru_ru: Одиночный объект

source: Blog
ru_ru: Блог

source: Single Post
pl_pl: Pojedynczy wpis
ru_ru: Одна запись

source: Single Agent
pl_pl: Pojedynczy pośrednik
ru_ru: Единственный агент

source: Agencies
pl_pl: Agencje
ru_ru: Агентства

source: Single Agency
ru_ru: Детальная страница

source: User List
pl_pl: Lista użytkowników
ru_ru: Список пользователей

source: Note: Search form can be added through Page MetaBox settings
ru_ru: Примечание. Форму поиска можно добавить через настройки Page MetaBox

source: Search Form Max Width
ru_ru: Форма поиска Макс Ширина

source: Search Form Layout
ar_ae: تنسيق نموذج البحث
el: Διάταξη φόρμας αναζήτησης
ru_ru: Макет формы поиска

source: Not applicable for Search Form Over Image
ar_ae: لا ينطبق على نموذج البحث فوق الصورة
el: Δεν ισχύει για Φόρμα αναζήτησης πάνω από εικόνα
ru_ru: Не применимо для поиска формы поверх изображения

source: Find Your Home
ar_ae: جد منزلك الان الجديد الان
da_dk: Find din ejendom
el: Βρείτε το σπίτι σας
pl_pl: Znajdź Swój Dom
ru_ru: Найди свой дом

source: Search Form Title
ar_ae: عنوان نموذج البحث
da_dk: Titel på søgeformular
el: Τίτλος φόρμας αναζήτησης
pl_pl: Tytuł formularza wyszukiwania
ru_ru: Заголовок формы поиска

source: Check In & Check Out
ru_ru: Прибытие & Отъезд

source: Keyword Search
ar_ae: كلمات البحث
da_dk: Søgning på søgeord
el: Αναζήτηση με λέξεις-κλειδιά
pl_pl: Wyszukiwanie po Słowach Kluczowych
ru_ru: Поиск по ключевой фразе

source: Min and Max Price
ar_ae: أقل و أعلى سعر
da_dk: Min. og max. pris
el: Ελάχιστη και μέγιστη τιμή
pl_pl: Min. i Maks. Cena
ru_ru: Мин и Макс цена

source: Min and Max Area
ar_ae: أقل و أكبر مساحة
da_dk: Min. og max. areal
el: Ελάχιστη και μέγιστη επιφάνεια
pl_pl: Min. i Maks. Powierzchnia
ru_ru: Мин и Макс Площадь

source: Which fields you want to display in search form ?
ar_ae: ما هي الحقول التي ترغب بعرضها في صفحة البحث ؟
da_dk: Hvilke felter vil du have vist i søgeformularen?
el: Ποια πεδία θέλετε να εμφανίζονται στη φόρμα αναζήτησης;
pl_pl: Które pola chcesz wyświetlić w formularzu wyszukiwania?
ru_ru: Какие поля вы хотите отобразить в форме поиска?

source: Advance Search Fields Button
ar_ae: زر حقول البحث المتقدم
el: Κουμπί για πεδία Σύνθετης Αναζήτησης
ru_ru: Кнопка Расширенный Поиск Поля

source: Number Of Fields To Display In Top Row
ar_ae: عدد الحقول المراد عرضها في الصف العلوي
el: Αριθμός πεδίων που θα εμφανίζονται στην επάνω σειρά
ru_ru: Количество Полей Для Отображения В Верхней Строке

source: For Search Form Over Image Only
ar_ae: لنموذج البحث على الصورة فقط
el: Μόνο για φόρμα αναζήτησης πάνω από εικόνα
ru_ru: Только Для Поиска Формы Поверх Изображения

source: Add classes to wrapper (Search Form Over Image)
ar_ae: إضافة فئات إلى الغلاف (نموذج البحث فوق الصورة)
el: Προσθέστε κλάσεις στο wrapper (Φόρμα αναζήτησης πάνω από την εικόνα)
ru_ru: Добавление классов в оболочку (форма поиска по изображению)

source: Add Classes with spaces between ie. (rh-equal-width-top-fields)
ar_ae: إضافة فئات مع مسافات بين أي. (rh- يساوي-عرض-أعلى-الحقول)
el: Προσθέστε κλάσεις με κενά μεταξύ τους δηλαδή (rh-equal-width-top-fields)
ru_ru: Добавьте классы с пробелами между ie. (резус-равные-ширина верхнего поля)

source: Collapse sidebar Advance Search form
ar_ae: تصغير نموذج البحث المتقدم
el: Κατάρρευση φόρμας Σύνθετης Αναζήτησης στην πλευρική μπάρα
pl_pl: Zwiń pasek boczny z formularza wyszukiwania
ru_ru: Свернуть форму предварительного поиска боковой панели

source: Collapse more Advance Search form fields in sidebar by default.
ar_ae: طي المزيد من حقول نموذج البحث المتقدم في الشريط الجانبي افتراضيًا.
el: Κλείστε περισσότερα πεδία της φόρμας Σύνθετης Αναζήτησης στην πλευρική μπάρα από προεπιλογή.
pl_pl: Domyślnie Zwiń pole "Zaawansowanego Wyszukiwania".
ru_ru: Сворачивать расширенную форму поиска в боковой панели по умолчанию.

source: Search Button Text
ar_ae: نص زر البحث
da_dk: Tekst på søgeknap
el: Κείμενο κουμπιού αναζήτησης
pl_pl: Etykieta dla przycisku szukaj
ru_ru: Текст кнопки поиска

source: Any Text
ar_ae: أي نص
da_dk: Enhver tekst
el: Οποιοδήποτε κείμενο
pl_pl: Dowolny tekst
ru_ru: Любой текст

source: Search Form Beds & Baths
ar_ae: البحث عن شكل الغرف والحمامات
da_dk: Søgeformular soveværelser og badeværelser
el: Φόρμα αναζήτησης: κρεβάτια & μπάνια
pl_pl: Formularz wyszukiwania Łóżek i Łazienek
ru_ru: Поиск по спальням или ванным

source: Label for Min Beds Field
ar_ae: تسمية لحقل اقل غرف النوم
da_dk: Etiket for min. antal senge
el: Ετικέτα για το πεδίο Ελάχιστα Κρεβάτια
pl_pl: Etykieta dla pola z minimalną ilością łóżek
ru_ru: Ярлык для поля мин. спален

source: Placeholder for Min Beds Field
ar_ae: عنصر نائب لحقل غرف النوم الدقيقة
el: Ενδεικτικό κείμενο για το πεδίο Ελάχιστα Κρεβάτια
ru_ru: Заполнитель для поля мин. Спален

source: Minimum Beds Values
ar_ae: الحد الأدنى لقيمه غرف النوم
da_dk: Minimum antal soveværelser
el: Τιμές για ελάχιστα κρεβάτια
pl_pl: Minimalne wartości łóżek
ru_ru: Минимальные значения кровати

source: Label for Min Baths Field
ar_ae: تسمية لحقل اقل الحمامات
da_dk: Etiket for min. antal badeværelser
el: Ετικέτα για το πεδίο Ελάχιστα Μπάνια
pl_pl: Etykieta dla pola z minimalną ilością łazienek
ru_ru: Метка для поля Мин. санузлов

source: Placeholder for Min Baths Field
ar_ae: العنصر النائب لحقل Min Baths
el: Ενδεικτικό κείμενο για το πεδίο Ελάχιστα Μπάνια
ru_ru: Заполнитель для поля мин. Ванные

source: Minimum Baths Values
ar_ae: قيم الحد الأدنى من الحمامات
da_dk: Mindste antal badeværelser
el: Τιμές για ελάχιστα λουτρά
pl_pl: Minimalna ilość łazienek
ru_ru: Минимальные значения Ванны

source: Beds and Baths Search Behaviour
ar_ae: سلوك البحث عن الغرف والحمامات
da_dk: Søgeadfærd på senge og badeværelser
el: Συμπεριφορά αναζήτησης Κρεβατιών και Μπάνιων
pl_pl: Zachowanie wyszukiwania łóżek i wanien
ru_ru: Поиск по комнатам и санузлам

source: Do you want the search functionality to look for minimum beds, maximum beds or exact equals ?
ar_ae: هل تريد وظيفة البحث للبحث عن الحد الأدنى لغرف النوم ، غرف النوم كحد أقصى أو يساوي الدقيق؟
da_dk: Vil du have søgefunktionaliteten min./max. senge eller eksakte tal?
el: Θέλετε η λειτουργία αναζήτησης να αναζητά ελάχιστο, μέγιστο ή ακριβή αριθμό κρεβατιών;
pl_pl: Czy chcesz, aby funkcja wyszukiwania szukała minimalnej ilości łóżek, maksymalnej ilości lub dokładnej?
ru_ru: Вы хотите в поиске искать минимальные, максимальные или точные значения комнат?

source: Minimum
ar_ae: النهاية الصغرى، الأدنى، دنيا
el: Ελάχιστο
ru_ru: Минимум

source: Maximum
ar_ae: الحد الأقصى
da_dk: Maksimum
el: Μέγιστο
pl_pl: Maksimum
ru_ru: Максимум

source: Equal
ar_ae: مساو
da_dk: Lig med
el: Ακριβής τιμή
pl_pl: Równy
ru_ru: Равно

source: Search Form Garages
ar_ae: نموذج البحث عن مواقف السيارات
da_dk: Søgeformular garager
el: Φόρμα αναζήτησης: γκαράζ
pl_pl: Formularz wyszukiwania garaży
ru_ru: Форма поиска парковочных мест

source: Label for Min Garages Field
ar_ae: تسمية حقل مواقف السيارات الحد الأدنى
da_dk: Etiket for min. garager
el: Ετικέτα για το πεδίο Ελάχιστα Γκαράζ
pl_pl: Etykieta dla pola z minimalną ilością garaży
ru_ru: Метка для поля мин гаражей

source: Placeholder for Min Garages Field
ar_ae: عنصر نائب لحقل مواقف السيارات الدقيقة
el: Ενδεικτικό κείμενο για το πεδίο Ελάχιστε Κλειστές Θέσεις Στάθμευσης
ru_ru: Заполнитель для поля мин. Парк. мест

source: Minimum Garages Values
ar_ae: الحد الأدنى من القيم لمواقف السيارات
da_dk: Min. værdier for garage
el: Τιμές για ελάχιστα γκαράζ
pl_pl: Minimalna wartości garaży
ru_ru: Минимальные занчение для гаража

source: Garages Search Behaviour
ar_ae: سلوك البحث في مواقف السيارات
da_dk: Søgeadfærd på garager
el: Συμπεριφορά αναζήτησης γκαράζ
pl_pl: Garaże zachowanie wyszukiwania
ru_ru: Поведение при поисках парковочных мест

source: Do you want the search functionality to look for minimum garages, maximum garages or exact equals ?
ar_ae: هل تريد وظيفة البحث للبحث عن الحد الأدنى لمواقف السيارات، والحد الأقصى لمواقف السيارات أو مساواة بالضبط؟
da_dk: Vil du have søgefunktionaliteten min./max. garager eller eksakte tal?
el: Θέλετε η λειτουργία αναζήτησης να αναζητά ελάχιστο, μέγιστο ή ακριβή αριθμό κλειστών θέσεων στάθμευσης;
pl_pl: Czy chcesz, aby funkcja wyszukiwania szukała minimalną ilość garaży, maksymalną garaży lub dokładną?
ru_ru: Вы хотите в поиске искать минимальное количество парк.мест, максимальное или точные значения ?

source: Label for Keyword Search
ar_ae: التسميات لكلمات البحث
da_dk: Etiket for søgning på søgeord
el: Ετικέτα για αναζήτηση με λέξεις-κλειδιά
pl_pl: Etykieta dla wyszukiwania słów kluczowych
ru_ru: Заголовок для поиска по ключевым словам

source: Placeholder Text for Keyword Search
ar_ae: نص عنصر الصندوق للبحث عن الكلمات الرئيسية
da_dk: Pladsholdertekst for søgning på søgeord
el: Ενδεικτικό κείμενο για αναζήτηση με λέξη-κλειδί
pl_pl: Tekst zastępczy dla wyszukiwania słów kluczowych
ru_ru: Замещающий текст для поиска по ключевым словам

source: Search Form Locations
ar_ae: المواقع في نموذج البحث
da_dk: Søgeformular beliggenheder
el: Φόρμα αναζήτησης: τοποθεσίες
pl_pl: Lokalizacje formularzy wyszukiwania
ru_ru: Поиск по расположению

source: Number of Location Select Boxes
ar_ae: عدد مربعات اختيار الموقع
da_dk: Antal "Vælg beliggenhed" felter
el: Αριθμός πλαισίων επιλογής τοποθεσίας
pl_pl: Liczba pól wyboru lokalizacji
ru_ru: Количество полей выбора местоположения

source: In case of 1 location box, all locations will be listed in that select box. In case of 2 or more, Each select box will list parent locations of a level that matches its number and all the remaining children locations will be listed in last select box.
ar_ae: في حالة 1 موقع المربع: سيتم سرد جميع المواقع في موقع المربع المحدد . في حالة 2 أو أكثر: كل مربع حدد سوف يكون في قائمة الأم لمستوى يطابق العدد وسيتم سرد كافة المستويات المتبقية في الماضي مربع التحديد.
da_dk: I tilfælde af et "Vælg beliggenhed" felt, vises alle beliggenjeder i dette felt. Ved 2 eller flere, vil hver "Vælg beliggenhed" vise overordnede placeringer på et niveau, der svarer til dens nummer og alle de resterende steder vil blive vist i sidste "Vælg beliggenhed" boks.
el: Σε περίπτωση που υπάρχει 1 πλαίσιο τοποθεσίας, όλες οι τοποθεσίες θα παρατίθενται σε αυτό το πλαίσιο επιλογής. Σε περίπτωση 2 ή περισσότερων, κάθε πλαίσιο επιλογής θα παραθέτει τις γονικές τοποθεσίες ενός επιπέδου που αντιστοιχεί στον αριθμό του και όλες οι υπόλοιπες θυγατρικές τοποθεσίες θα παρατίθενται στο τελευταίο πλαίσιο επιλογής.
pl_pl: W przypadku jednego pola lokalizacji, wszystkie lokalizacje będą wypisane w tym polu wyboru. W przypadku dwóch lub więcej, każde pole wyboru będzie posiadało listę lokacji źródłowych z poziomu, które pasuje jego numerowi i wszystkie pozostałe lokalizacje będą wyświetlone w ostatnim polu wyboru.
ru_ru: В случае 1 ячейки местоположения, все местоположения будут перечислены в этом поле выбора. В случае 2 или более, каждое поле выбора будет отображать родительские местоположения уровня, соответствующего его номеру, а все оставшиеся дочерние местоположения будут перечислены в последнем поле выбора.

source: Title for 1st Location Select Box
ar_ae: عنوان للموقع الأول
da_dk: Felttitel for første "Vælg beliggenhed" felt
el: Τίτλος για το 1ο πλαίσιο επιλογής τοποθεσίας
pl_pl: Tytuł dla 1. pola wyboru lokalizacji
ru_ru: Заголовок для 1го поля выбора местоположения

source: Example: Country
ar_ae: مثال: الدولة
da_dk: Eksempel: Kommune
el: Παράδειγμα: Χώρα
pl_pl: Przykład: Kraj
ru_ru: Пример: Страна

source: Placeholder for 1st Location Field
ar_ae: عنصر نائب لحقل الموقع الأول
el: Ενδεικτικό κείμενο για το 1ο πεδίο τοποθεσίας
ru_ru: Заполнитель для 1-го поля местоположения

source: Title for 2nd Location Select Box
ar_ae: عنوان للموقع الثاني
da_dk: Felttitel for andet "Vælg beliggenhed" felt
el: Τίτλος για το 2ο πλαίσιο επιλογής τοποθεσίας
pl_pl: Tytuł dla 2. pola wyboru lokalizacji
ru_ru: Заголовок для 2го поля выбора местоположения

source: Example: State
ar_ae: مثال : الإقليم
da_dk: Eksempel: Region
el: Παράδειγμα: Νομός
pl_pl: Przykład: Państwo
ru_ru: Пример: Штат

source: Placeholder for 2nd Location Field
ar_ae: عنصر نائب لحقل الموقع الثاني
el: Ενδεικτικό κείμενο για το 2ο πεδίο τοποθεσίας
ru_ru: Заполнитель для 2-го поля местоположения

source: Title for 3rd Location Select Box
ar_ae: عنوان للموقع الثالث
da_dk: Felttitel for tredje "Vælg beliggenhed" felt
el: Τίτλος για το 3ο πλαίσιο επιλογής τοποθεσίας
pl_pl: Tytuł dla 3. pola wyboru lokalizacji
ru_ru: Заголовок для 3го поля выбора местоположения

source: Example: City
ar_ae: مثال : المدينة
da_dk: Eksempel: By
el: Παράδειγμα: Πόλη
pl_pl: Przykład: Miasto
ru_ru: Пример: Город

source: Placeholder for 3rd Location Field
ar_ae: عنصر نائب لحقل الموقع الثالث
el: Ενδεικτικό κείμενο για το 3ο πεδίο τοποθεσίας
ru_ru: Заполнитель для 3-го поля местоположения

source: Title for 4th Location Select Box
ar_ae: عنوان للموقع الرابع
da_dk: Felttitel for fjerde "Vælg beliggenhed" felt
el: Τίτλος για το 4ο πλαίσιο επιλογής τοποθεσίας
pl_pl: Tytuł dla 4. pola wyboru lokalizacji
ru_ru: Заголовок для 4го поля выбора местоположения

source: Example: Area
ar_ae: مثال: المنطقة
da_dk: Eksempel: Område
el: Παράδειγμα: Επιφάνεια
pl_pl: Przykład: Powierzchnia
ru_ru: Пример: Площадь

source: Placeholder for 4th Location Field
ar_ae: عنصر نائب لحقل الموقع الرابع
el: Ενδεικτικό κείμενο για το 4ο πεδίο τοποθεσίας
ru_ru: Заполнитель для 4-го поля местоположения

source: Geo Location
ru_ru: Местоположение

source: Hide Empty Locations ?
ar_ae: إخفاء المواقع الفارغة ?
da_dk: Skjul tomme beliggenheder?
el: Απόκρυψη κενών τοποθεσιών ;
ru_ru: Скрыть пустые ячейки?

source: Optimize Locations by hiding the ones with zero property.
da_dk: Optimér beliggenhed ved at skjule beliggenheder uden ejendomme.
el: Βελτιστοποιήστε τις τοποθεσίες αποκρύπτοντας αυτές με μηδέν ακίνητα.
pl_pl: Optymalizuj lokalizacje, ukrywając te bez żadnych Nieruchomości.
ru_ru: Оптимизация расположения, скрытие при отсутствии значений.

source: Enable Dynamic Location Field
ar_ae: تمكين حقل الموقع الديناميكي
el: Ενεργοποίηση πεδίου δυναμικής τοποθεσίας
ru_ru: Включить Поле Динамического Расположения

source: It is recommended for large number of locations. As it will allow search through all locations, but list 15 locations non-hierarchically in start and 15 more with each last scroll till all locations are listed.
ar_ae: يوصى به لعدد كبير من المواقع. حيث أنه سيسمح بالبحث في جميع المواقع ، ولكن قم بإدراج 15 موقعًا بشكل غير هرمي في البداية و 15 موقعًا آخر مع كل التمرير الأخير حتى يتم سرد جميع المواقع.
el: Προτείνεται για μεγάλο αριθμό τοποθεσιών, καθώς επιτρέπει την αναζήτηση σε όλες τις τοποθεσίες, αλλά παραθέτει 15 τοποθεσίες μη ιεραρχικά στην αρχή και άλλες 15 με κάθε κύλιση στο τέλος, έως ότου παρατεθούν όλες οι τοποθεσίες.
ru_ru: Он рекомендуется для большого количества локаций. Поскольку это позволит осуществлять поиск по всем локациям, но перечислять 15 локаций неиерархически в начале и еще 15 с каждой последней прокруткой до тех пор, пока все локации не будут перечислены.

source: Enable Multi Select For Locations Field?
el: Ενεργοποίηση πολλαπλών επιλογών για το πεδίο Τοποθεσίες;
ru_ru: Включить множественный выбор для поля местоположений?

source: Search Form Prices
ar_ae: نموذج البحث الخاص بالأسعار
da_dk: Søge formular priser
el: Φόρμα αναζήτησης: τιμές
pl_pl: Ceny w formularzu wyszukiwania
ru_ru: Форма поиска по цене

source: Label for Min Price Field
ar_ae: تسمية لحقل اقل الاسعار
da_dk: Etiket for feltet min. pris
el: Ετικέτα για το πεδίο Ελάχιστη Τιμή
pl_pl: Etykieta dla pola Cena minimalna
ru_ru: Заголовок поля минимальной цены

source: Placeholder for Min Price Field
ar_ae: عنصر نائب لحقل السعر الأدنى
el: Ενδεικτικό κείμενο για το πεδίο Ελάχιστη Τιμή
ru_ru: Заполнитель для поля цена мин

source: Minimum Prices List
ar_ae: قائمة الأسعار الأقل
da_dk: Mindstepris liste
el: Κατάλογος ελάχιστων τιμών
pl_pl: Cena minimalna
ru_ru: Список минимальных цен

source: Only provide comma separated numbers. Do not add decimal points, dashes, spaces and currency signs.
ar_ae: لا توفر سوى أرقام مفصولة بفواصل. لا تقم بإضافة النقاط العشرية وشرطات ومسافات وعلامات العملة.
da_dk: Angiv kun kommaseparerede cifre. Undlad at tilføje decimaltegn, bindestreger, mellemrum og valuta tegn.
el: Εισάγετε μόνο αριθμούς, διαχωρισμένους με κόμμα Μην προσθέτετε δεκαδικά σημεία, παύλες, κενά και σύμβολα νομίσματος.
pl_pl: Poskytujte iba čísla oddelené čiarkou. Nepridávajte desatinné čiarky, pomlčky, medzery a znaky meny.
ru_ru: Предоставляйте через запятую номера. Не добавляйте десятичной точки, тире, пробелы и валютные знаки.

source: Label for Max Price Field
ar_ae: تسمية لحقل اغلى الاسعار
da_dk: Etiket for feltet max. pris
el: Ετικέτα για το πεδίο Μέγιστη Τιμή
pl_pl: Etykieta dla pola Cena maksymalna
ru_ru: Заголовок для поля максимальной цены

source: Placeholder for Max Price Field
ar_ae: عنصر نائب لحقل السعر الأقصى
el: Ενδεικτικό κείμενο για το πεδίο Μέγιστη Τιμή
ru_ru: Заполнитель для поля максимальная цена

source: Maximum Prices List
ar_ae: أسعار قصوي
da_dk: Højeste pris liste
el: Κατάλογος μέγιστων τιμών
pl_pl: Cena maksymalna
ru_ru: Список Максимальных Цен

source: Status That Represents Rent
ar_ae: الحالة التي يمثلها الإيجار
da_dk: Status som repræsenterer leje
el: Κατάσταση που αντιστοιχεί σε ενοίκιο
pl_pl: Status który reprezentuje wynajem
ru_ru: Статус, который представляет собой ренту

source: Visitor expects smaller values for rent prices. So provide the list of minimum and maximum rent prices below. The rent prices will be displayed based on rent status selected here.
ar_ae: يتوقع الزائر قيم أصغر لأسعار الإيجار. لذا قدم قائمة بالحد الأدنى والحد الأقصى لأسعار الإيجار أدناه. سيتم عرض أسعار الإيجار بناءً على حالة الإيجار المحددة هنا.
da_dk: Hvis den besøgende forventer mindre leje priser, så vis listen over minimum og maksimum husleje priser nedenfor. Leje priser vises baseret på leje status som vælges her.
el: Ο επισκέπτης αναμένει μικρότερες τιμές για τις τιμές των ενοικίων. Γι' αυτό παρέχετε τον κατάλογο των ελάχιστων και μέγιστων τιμών από τα παρακάτω ενοίκια. Οι τιμές ενοικίου θα εμφανίζονται με βάση την κατάσταση ενοικίου που θα επιλέξετε εδώ.
pl_pl: Odwiedzający oczekują mniejszych kwot dla wynajmu. Zapewnij listę minimalnych i maksymalnych cen wynajmu poniżej. Ceny wynajmu będą wyświetlane w oparciu o status wynajmu wybrany tutaj.
ru_ru: Посетитель ожидает меньшие значения арендных ставок. Таким образом, предоставить список минимальных и максимальных цен на аренду ниже. Цены аренды будут отображены на основе аренды статус выбранного здесь.

source: Minimum Prices List for Rent Only.
ar_ae: قائمة الأسعار للإيجار فقط.
da_dk: Minimum prisliste kun for udlejning.
el: Κατάλογος ελάχιστων τιμών μόνο για ενοικίαση.
pl_pl: Minimalna Cena dla opcji wyłącznie Najmu.
ru_ru: Список минимальных цен (только для аренды)

source: Maximum Prices List for Rent Only.
ar_ae: قائمة الأسعار القصوى للإيجار فقط.
da_dk: Maksimal prisliste kun for udlejning.
el: Κατάλογος μέγιστων τιμών μόνο για ενοικίαση.
pl_pl: Lista maksymalnych cen dotyczących wynajmowania.
ru_ru: Список максимальных цен только для аренды.

source: Enable Multi Select For Property Agencies Field?
ru_ru: Включить множественный выбор для поля агентств недвижимости?

source: Agencies Selected
ru_ru: Агентства выбраны

source: When selected agencies are greater than 2
ru_ru: Когда выбранных агентств больше 2

source: Enable Multi Select For Property Agents Field?
el: Ενεργοποίηση πολλαπλών επιλογών για το πεδίο Πράκτορες Ακινήτων;
ru_ru: Включить поле Multi Select For Property Agent?

source: Label for Agent
ar_ae: تسمية الوكيل
el: Ετικέτα για τον πράκτορα
pl_pl: Etykieta dla agenta
ru_ru: Метка для агента

source: Placeholder for Property Agent
ar_ae: عنصر نائب وكيل العقار
el: Ενδεικτικό κείμενο για τον πράκτορα του ακινήτου
ru_ru: Заполнитель для Агент недвижимости

source: Agents Selected
ru_ru: Выбранные агенты

source: When selected agents are greater than 2
el: Όταν οι επιλεγμένοι πράκτορες είναι περισσότεροι από 2
ru_ru: Когда выбранные агенты больше 2

source: Property Features Search Fields
ar_ae: خصائص الخاصية حقول البحث
el: Πεδία αναζήτησης χαρακτηριστικών ακινήτου
ru_ru: Поля Поиска Объектов Недвижимости

source: Title for Features Toggle
ar_ae: عنوان تبديل الميزات
da_dk: Title for skift af funktioner
el: Τίτλος για Εναλλαγή Χαρακτηριστικών
pl_pl: Opis przełączania funkcji
ru_ru: Название для функции переключения

source: Checkbox
pl_pl: Pole zaznaczenia
ru_ru: Чекбокс

source: Select
pl_pl: Wybierz
ru_ru: Выбрать
