Repository: InspiryThemes/realhomes-translations
Catalog: realhomes-theme/*.po
Languages: ar_ae, da_dk, el, pl_pl, ru_ru

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
ar_ae: بدأت عملية التثبيت والتفعيل. قد تستغرق هذه العملية بعض الوقت على بعض المضيفين ، لذا يرجى التحلي بالصبر.
da_dk: Installering og aktivering startes. Denne proces kan tage lidt tid for nogle hosts, så hav venligst tålmodighed.
el: Η διαδικασία εγκατάστασης και ενεργοποίησης ξεκινά. Αυτή η διαδικασία μπορεί να διαρκέσει κάποιο χρόνο σε ορισμένους διακομιστές, γι' αυτό παρακαλούμε να είστε υπομονετικοί.
pl_pl: Proces instalacji i aktywacji rozpoczęty. Proces ten może trochę potrwać, prosimy o cierpliwość.
ru_ru: Запускается процесс установки и активации. Этот процесс может занять некоторое время на некоторых хостах, поэтому, пожалуйста, будьте терпеливы.

source: %1$s installed and activated successfully.
ar_ae: %1$s تم التثبيت و التفعيل بنجاح .
da_dk: %1$s installeret og aktiveret uden fejl.
el: %1$s εγκαταστάθηκε και ενεργοποιήθηκε με επιτυχία.
pl_pl: %1$s zainstalowane i aktywowane z powodzeniem.
ru_ru: %1$s установлен и успешно активирован.

source: All installations and activations have been completed.
ar_ae: وقد تم الانتهاء من جميع المنشآت والتنشيط.
da_dk: Alle installationer og aktiveringer er fuldendt.
el: Όλες οι εγκαταστάσεις και ενεργοποιήσεις έχουν ολοκληρωθεί.
pl_pl: Wszystkie instalacje i aktywacje zostały zakończone.
ru_ru: Все установки и активации завершены.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
ar_ae: تثبيت وتفعيل الإضافة %1$s (%2$d/%3$d)
da_dk: Installerer og aktiverer plugin %1$s (%2$d/%3$d)
el: Εγκατάσταση και ενεργοποίηση του προσθέτου %1$s (%2$d/%3$d)
pl_pl: Instalacja i aktywacja wtyczki %1$s (%2$d/%3$d)
ru_ru: Установка и активация плагина %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
ar_ae: بدأت عملية التثبيت. قد تستغرق هذه العملية بعض الوقت على بعض المضيفين ، لذا يرجى التحلي بالصبر.
da_dk: Installering starter. Det kan tage lidt tid for nogle hosts, så hav venligst tålmodighed.
el: Η διαδικασία εγκατάστασης ξεκινά. Αυτή η διαδικασία μπορεί να διαρκέσει κάποιο χρόνο σε ορισμένους διακομιστές, γι' αυτό παρακαλούμε να είστε υπομονετικοί.
pl_pl: Proces instalacji rozpoczęty. To może chwilę potrwać, prosimy o cierpliwość.
ru_ru: Процесс установки начинается. Этот процесс может занять некоторое время на некоторых хостах, поэтому, пожалуйста, будьте терпеливы.

source: %1$s installed successfully.
ar_ae: %1$s تم التثبيت بنجاح.
da_dk: %1$s blev installeret korrekt.
el: %1$s εγκαταστάθηκε με επιτυχία.
pl_pl: %1$s zainstalowano pomyślnie.
ru_ru: %1$s успешно установлен.

source: All installations have been completed.
ar_ae: تم الانتهاء من جميع المنشآت.
da_dk: Alle installationer er fuldendt.
el: Όλες οι εγκαταστάσεις έχουν ολοκληρωθεί.
pl_pl: Wszystkie instalacje zostały zakończone.
ru_ru: Все установки завершены.

source: Installing Plugin %1$s (%2$d/%3$d)
ar_ae: تثبيت الإضافة %1$s (%2$d/%3$d)
da_dk: Installerer plugin %1$s (%2$d/%3$d)
el: Εγκατάσταση προσθέτου %1$s (%2$d/%3$d)
pl_pl: Instalowanie wtyczki %1$s (%2$d/%3$d)
ru_ru: Установка плагина %1$s (%2$d/%3$d)

source: Main Menu
ar_ae: القائمة الرئيسية
da_dk: Hovedmenu
el: Κύριο μενού
pl_pl: Menu główne
ru_ru: Главное меню

source: Responsive Menu
ar_ae: استجابة القائمة
el: Αυτόματα προσαρμόσιμο μενού
pl_pl: Responsywne Menu
ru_ru: Адаптивное меню

source: Small
ar_ae: صغير
da_dk: Lille
el: Μικρό
pl_pl: Mały
ru_ru: Маленький

source: Large
ar_ae: كبير
da_dk: Stor
el: Μεγάλο
pl_pl: Duży
ru_ru: Большой

source: Huge
ar_ae: ضخم
da_dk: Enorm
el: Τεράστιο
pl_pl: Wielka
ru_ru: Огромный

source: Green Dark
ar_ae: الأخضر الظلام
el: Πράσινο σκούρο
pl_pl: Ciemny zielony
ru_ru: Темно-зеленый

source: Black
ar_ae: أسود
da_dk: Sort
el: Μαύρο
pl_pl: Czarny
ru_ru: Черный

source: White
ar_ae: الأبيض
da_dk: Hvid
el: Λευκό
pl_pl: Biały
ru_ru: Белый

source: Default Sidebar
ar_ae: الشريط الجانبي الافتراضي
da_dk: Standard Sideområde
el: Προεπιλεγμένη πλευρική γραμμή
pl_pl: Domyślny pasek boczny
ru_ru: Сайдбар по умолчанию

source: Widget area for default sidebar on news and post pages.
ar_ae: ودجت للشريط الجانبي الافتراضي على الأخبار ونشر الصفحات.
da_dk: Widget område for standard indholdsoversigten nyheds- og indlægssider.
el: Περιοχή widget για την προεπιλεγμένη πλευρική μπάρα στις σελίδες ειδήσεων και άρθρων.
pl_pl: Obszar widżetu dla domyślnego paska bocznego na stronach wiadomości i postów.
ru_ru: Виджет область для боковой панели по умолчанию на новостных и почтовых страницах.

source: Pages Sidebar
ar_ae: الصفحات الشريط الجانبي
da_dk: Side Sidebar
el: Πλευρική μπάρα σελίδων
pl_pl: Pasek boczny stron
ru_ru: Боковая панель страниц

source: Widget area for default page template sidebar.
ar_ae: ودجت لشريط جانبي افتراضي لقالب الصفحة.
da_dk: Widget område til standard side skabelon sidebar.
el: Περιοχή widget για την πλευρική μπάρα του προεπιλεγμένου προτύπου σελίδας.
pl_pl: Obszar widżetu dla domyślnego paska bocznego szablonu strony.
ru_ru: Область виджета для боковой панели шаблона страницы по умолчанию.

source: Contact Sidebar
ar_ae: الاتصال الشريط الجانبي
da_dk: Kontakt sidebar
el: Πλευρική μπάρα επικοινωνίας
pl_pl: Pasek boczny danych kontaktowych
ru_ru: Боковая панель контактов

source: Widget area for contact page sidebar.
ar_ae: ودجت للصفحة الاتصال الشريط الجانبي.
da_dk: Widget område til kontakt side sidebar.
el: Περιοχή widget για την πλευρική μπάρα της σελίδας επικοινωνίας.
pl_pl: Obszar widget dla strony kontaktowej.
ru_ru: Область виджета для боковой панели страницы контакта.

source: Property Sidebar
ar_ae: الشريط الجانبي للعقار
da_dk: Ejendomssidebar
el: Πλευρική μπάρα ακινήτου
pl_pl: Pasek boczny strony nieruchomości
ru_ru: Боковая панель недвижимости

source: Widget area for property detail page sidebar.
ar_ae: ودجت لصفحة تفاصيل الملكية الشريط الجانبي.
da_dk: Widget område for sidebar om ejendomsdetaljer.
el: Περιοχή widget για την πλευρική μπάρα της σελίδας λεπτομερειών ακινήτων.
pl_pl: Obszar widżetu na pasku bocznym dla Szczegóły oferty.
ru_ru: Виджет область для детали страницы свойств боковой панели.

source: Properties Pages Sidebar
el: Πλευρική μπάρα στις σελίδες ακινήτων
ru_ru: Окно Свойств Боковой Панели

source: Widget area for sidebar in properties list, grid and archive pages.
ar_ae: ودجت للشريط الجانبي في قائمة الخصائص والشبكة وأرشيف الصفحات.
el: Περιοχή widget για πλευρική μπάρα στη λίστα ιδιοτήτων, στο πλέγμα και στις σελίδες αρχείου.
pl_pl: Obszar widget na pasku bocznym na liście Nieruchomości, siatce i stronach archiwum.
ru_ru: Область виджета для боковой панели в объявлении недвижимости, сетке и архивных страницах.

source: Footer First Column
ar_ae: تذييل العمود الاول
da_dk: Sidefod - første kolonne
el: Πρώτη στήλη υποσέλιδου
pl_pl: Pierwsza kolumna Stopki
ru_ru: Футер первая колонка

source: Widget area for first column in footer.
ar_ae: منطقة ودجت للعمود الأول في تذييل الصفحة.
da_dk: Widget område for første kolonne i sidefod.
el: Περιοχή widget για την πρώτη στήλη στο υποσέλιδο.
pl_pl: Obszar widżetu dla pierwszej kolumny w stopce.
ru_ru: Виджет область для первого столбца в футере.

source: Footer Second Column
ar_ae: تذييل العمود الثاني
da_dk: Sidefod - anden kolonne
el: Δεύτερη στήλη υποσέλιδου
pl_pl: Druga kolumna stopki
ru_ru: Вторая колонка подвала

source: Widget area for second column in footer.
ar_ae: منطقة ودجت للعمود الثاني في تذييل الصفحة.
da_dk: Widget område for anden kolonne i sidefod.
el: Περιοχή widget για τη δεύτερη στήλη στο υποσέλιδο.
pl_pl: Obszar widżetu dla drugiej kolumny w stopce.
ru_ru: Виджет область для второго столбца в футере.

source: Footer Third Column
ar_ae: تذييل العمود الثالث
da_dk: Sidefod - tredje kolonne
el: Τρίτη στήλη υποσέλιδου
pl_pl: Trzecia kolumna stopki
ru_ru: Footer Третья колонка

source: Widget area for third column in footer.
ar_ae: منطقة ودجت للعمود الثالث في تذييل الصفحة.
da_dk: Widget område for tredje kolonne i sidefod.
el: Περιοχή widget για την τρίτη στήλη στο υποσέλιδο.
pl_pl: Obszar widżetu dla trzeciej kolumny w stopce.
ru_ru: Область Виджета для третьего столбца в футере.

source: Footer Fourth Column
ar_ae: تذييل العمود الرابع
da_dk: Sidefod - fjerde kolonne
el: Τέταρτη στήλη υποσέλιδου
pl_pl: Czwarta kolumna stopki
ru_ru: Footer Четвертая колонка

source: Widget area for fourth column in footer.
ar_ae: ودجت للعمود الرابع في التذييل.
da_dk: Widget område for fjerde kolonne i sidefod.
el: Περιοχή widget για την τέταρτη στήλη στο υποσέλιδο.
pl_pl: Obszar widżetu dla czwartej kolumny w stopce.
ru_ru: Область виджета для четвертой колонки в футере.

source: Agent Sidebar
ar_ae: الشريط الجانبي للوكلاء
da_dk: Mægler sidebar
el: Πλευρική μπάρα πράκτορα
pl_pl: Bočný panel agenta
ru_ru: Боковая панель Агента

source: Sidebar widget area for agent detail page.
ar_ae: منطقة ودجت الشريط الجانبي لصفحة كيل التفاصيل.
da_dk: Widget område for sidebar på mæglerside.
el: Περιοχή widget στην πλευρική μπάρα για τη σελίδα λεπτομερειών του πράκτορα.
pl_pl: Obszar dla widgetów w panelu bocznym Agenta.
ru_ru: Боковая панель площадь виджет для детальной агента страницы.

source: Agency Sidebar
ar_ae: الشريط الجانبي للوكلاء
el: Πλευρική μπάρα πρακτορείου
pl_pl: Bočný panel agentúry
ru_ru: Боковая панель Агентства

source: Sidebar widget area for agency detail page.
ar_ae: الشريط الجانبي منطقة ودجت لصفحة تفاصيل الوكالة.
el: Περιοχή widget στην πλευρική μπάρα για τη σελίδα λεπτομερειών του πρακτορείου.
pl_pl: Obszar widgetu Sidebar na stronę szczegółów agencji.
ru_ru: Область виджета в боковой панели для детальной информации об агенстве.

source: Property Search Sidebar
ar_ae: بحث العقلرات الشريط الجانبي
da_dk: Søg ejendom sidebar
el: Πλευρική μπάρα αναζήτησης ακινήτων
pl_pl: Wyszukiwanie nieruchomości w pasku bocznym
ru_ru: Поиск недвижимости в боковой панели

source: Widget area for property search template with sidebar.
ar_ae: منطقة ودجت لقالب البحث العقارات مع الشريط الجانبي.
da_dk: Widget område for ejendom søge skabelon med sidebar.
el: Περιοχή widget για το πρότυπο αναζήτησης ακινήτων με πλευρική μπάρα.
pl_pl: Obszar widżetu dla szablonu wyszukiwania Nieruchomości z paskiem bocznym.
ru_ru: Область виджета для шаблона поиска недвижимости с боковой панели.

source: Additional Sidebar %d
ar_ae: الشريط الجانبي الاضافي %d
da_dk: Yderligere sidebar %d
el: Πρόσθετη πλευρική μπάρα %d
pl_pl: Dodatkowy pasek boczny %d
ru_ru: Дополнительная боковая панель %d

source: An extra sidebar to use with Visual Composer if needed.
ar_ae: شريط جانبي إضافي لاستخدامه مع Visual Composer إذا لزم الأمر.
da_dk: En ekstra sidebar til at bruge med Visual Composer, hvis nødvendigt.
el: Μια επιπλέον πλευρική μπάρα για χρήση με το Visual Composer, αν χρειαστεί.
pl_pl: Dodatkowy pasek boczny do użycia z Visual Composerem w razie potrzeby.
ru_ru: Дополнительный боковой панели для использования с визуальным Composer, если это необходимо.

source: Home Search Area
ar_ae: منطقة البحث الرئيسية
da_dk: Forside søgeområde
el: Περιοχή αναζήτησης αρχικής σελίδας
pl_pl: Obszar wyszukiwania na stronie głównej
ru_ru: Область поиска на главной

source: Widget area for only IDX Search Widget. Using this area means you want to display IDX search form instead of default search form.
ar_ae: منطقة ودجت فقط IDX البحث ودجت. يعني استخدام هذه المنطقة أنك تريد عرض نموذج بحث IDX بدلاً من نموذج البحث الافتراضي.
da_dk: Widget område kun for IDX Search Widget. Når dette område benyttes betyder det, at du vil vise IDX søgeformularen i stedet for standard søgeformular.
el: Περιοχή Widget μόνο για το IDX Search Widget. Η χρήση αυτής της περιοχής σημαίνει ότι θέλετε να εμφανίσετε τη φόρμα αναζήτησης IDX αντί της προεπιλεγμένης φόρμας αναζήτησης.
pl_pl: Obszar widżetów tylko dla wyszukiwania IDX. Używanie tego obszaru znaczy, że chcesz wyświetlić tylko wyniki wyszukiwania IDX.
ru_ru: Виджет область только для IDX Search Widget. Использование этой области означает, что вы хотите отобразить IDX форму поиска вместо формы поиска по умолчанию.

source: Optima Express Sidebar
ar_ae: اوبتيما اكسبرس الشريط الجانبي
el: Πλευρική μπάρα Optima Express
ru_ru: Оптима Экспресс-Панели

source: An extra sidebar to use with Optima Express if needed.
ar_ae: شريط جانبي إضافي لاستخدامه مع Optima Express إذا لزم الأمر.
da_dk: En ekstra sidebar til brug med Optima Express hvis nødvendigt.
el: Μια επιπλέον πλευρική μπάρα για χρήση με το Optima Express, αν χρειαστεί.
pl_pl: Dodatkowy pasek boczny do korzystania z Optima Express w razie potrzeby.
ru_ru: Дополнительная боковая панель для использования с Optima Express, если это необходимо.

source: Shop Sidebar
el: Πλευρική μπάρα καταστήματος
pl_pl: Pasek boczny sklepu
ru_ru: Боковая панель магазина

# Damion font: on or off
source: on
el: ενεργό
pl_pl: włączony
ru_ru: вкл

# Rubik font: on or off
source: on
da_dk: på
el: ενεργό
pl_pl: włączony
ru_ru: вкл

# DM Sans font: on or off
source: on
pl_pl: włączony
ru_ru: вкл

source: Agents Listings
ru_ru: Объекты Риэлторов

source: Email
ar_ae: البريد الإلكتروني
el: Ηλεκτρονικό ταχυδρομείο

source: Read More
ar_ae: قراءة المزيد
da_dk: Læs mere
el: Διαβάστε περισσότερα
pl_pl: Czytaj więcej

source: Change
ar_ae: تغير
da_dk: Ændre
el: Αλλαγή

source: Profile image should have minimum width of 210px and minimum height of 210px.
ar_ae: يجب أن يكون الحد الأدنى لعرض صورة الملف الشخصي 210 بكسل والحد الأدنى للارتفاع 210 بكسل.
da_dk: Profilbillede skal have en minimum højde og bredde på 210px.
el: Η εικόνα προφίλ πρέπει να έχει ελάχιστο πλάτος 210px και ελάχιστο ύψος 210px.

source: Make sure to save changes after changing the image.
ar_ae: تأكد من حفظ التغييرات بعد تغيير الصورة.
da_dk: Husk at gemme ændringen efter skift af billede.
el: Φροντίστε να αποθηκεύσετε τις αλλαγές μετά την αλλαγή της εικόνας.

source: Facebook URL
ar_ae: URL الفيسبوك
el: URL Facebook

source: Twitter URL
ar_ae: رابط تويتر
el: URL Twitter

source: LinkedIn URL
ar_ae: رابط LinkedIn
el: URL LinkedIn

source: Instagram URL
ar_ae: عنوان Instagram
el: URL Instagram

source: Fill it only if you want to change your password
ar_ae: تعبئته فقط إذا كنت ترغب في تغيير كلمة المرور الخاصة بك
da_dk: Udfyld kun hvis du vil ændre din adgangskode
el: Συμπληρώστε το μόνο αν θέλετε να αλλάξετε τον κωδικό πρόσβασής σας

source: Login Required:
ar_ae: تسجيل الدخول مطلوب:
da_dk: Login påkrævet:
el: Απαιτείται σύνδεση:

source: Please login to edit your profile information!
ar_ae: الرجاء تسجيل الدخول لتعديل المعلومات الشخصية الخاصة بك!
da_dk: Venligst log ind for at redigere dine profil oplysninger!
el: Παρακαλούμε συνδεθείτε για να επεξεργαστείτε τις πληροφορίες του προφίλ σας!

source: Login Required!
ar_ae: تسجيل الدخول مطلوب!
el: Απαιτείται σύνδεση!

source: Property removed.
ar_ae: تم ازالة العقار.
da_dk: Ejendom flyttet.
el: Το ακίνητο αφαιρέθηκε.

source: Property Updated.
ar_ae: تم تحديث العقار.
da_dk: Ejendom opdateret.
el: Το ακίνητο ενημερώθηκε.

source: Number of properties that you can publish:
ar_ae: عدد العقارات التي يمكنك نشرها:
da_dk: Antallet af ejendomme, som du kan udgive:
el: Αριθμός ακινήτων που μπορείτε να δημοσιεύσετε:

source: Number of properties that can be marked as featured:
ar_ae: عدد العقارات التي يمكن تمييزها بأنها مميزة:
da_dk: Antal ejendomme der kan blive markeret som fremhævet:
el: Αριθμός ακινήτων που μπορούν να χαρακτηριστούν ως προτεινόμενα:

source: Search in your properties
ar_ae: البحث في العقارات الخاصة بك
el: Αναζήτηση στα ακίνητά σας

source: Posted on:
ar_ae: نشر فى:
da_dk: Opslået den:
el: Αναρτήθηκε στις:

source: Note:
ar_ae: ملاحظة:
el: Σημείωση:

source: Please, Login to view your properties!
ar_ae: يرجى تسجيل الدخول لعرض العقارات الخاصة بك!
da_dk: Venligst login for at se dine ejendomme!
el: Παρακαλούμε, συνδεθείτε για να δείτε τα ακίνητά σας!

source: Please login to submit property!
ar_ae: الرجاء تسجيل الدخول لاضافة عقارك!
da_dk: Venligst log ind for at tilføje ejendom!
el: Παρακαλούμε συνδεθείτε για να υποβάλετε ακίνητο!

source: Locations Selected
el: Επιλεγμένες τοποθεσίες

source: Types Selected
el: Επιλεγμένοι τύποι

source: <strong>%s</strong> Result
el: <strong>%s</strong> Αποτέλεσμα

source: Requested property does not belong to logged in user !
ar_ae: الخاصية المطلوبة لا تنتمي إلى المستخدم المسخل!
da_dk: Den ønskede ejendom tilhører ikke den bruger, der er logget ind!
el: Το ακίνητο που ζητήσατε δεν ανήκει στον συνδεδεμένο χρήστη !

source: Requested post is not a valid property post !
ar_ae: نوع المحتوى المحدد غير صالح !
da_dk: Det ønskede indlæg er ikke et gyldigt ejendomsindlæg!
el: Το άρθρο που ζητήσατε δεν είναι έγκυρη ανάρτηση ακινήτου!

source: What to display in agent information box ?
ar_ae: هل تريد عرض معلومات البائع؟
da_dk: Hvad skal vises i mægler oplysnings boks?
el: Τι να εμφανίζεται στο πλαίσιο πληροφοριών του πράκτορα;

source: ( Agent information box will not be displayed )
ar_ae: (لن يتم عرض مربع معلومات وكيل)
da_dk: (Mægler oplysninger vil ikke blive vist)
el: ( Το πλαίσιο πληροφοριών για τον πράκτορα δεν θα εμφανίζεται )

source: My profile information
ar_ae: معلومات ملف التعريف الخاص بي
da_dk: Informationer i min profil
el: Οι πληροφορίες του προφίλ μου

source: Display an agent's information
ar_ae: عرض معلومات شركة العقار
da_dk: Vis en mæglers oplysninger
el: Εμφάνιση των πληροφοριών ενός πράκτορα

source: * Please provide the value in only digits!
ar_ae: * يرجى ادخال القيمة باستخدام أرقام فقط!
da_dk: ﻿* Indtast venligst kun tal!
el: * Παρακαλούμε εισάγετε την τιμή μόνο με ψηφία!

source: Features
ar_ae: المميزات
da_dk: Funktioner
el: Χαρακτηριστικά
pl_pl: Funkcje

source: Drag and drop images here
ar_ae: اسحب و أسقط الصور هنا
da_dk: Træk billeder hertil
el: Σύρετε και αφήστε εικόνες εδώ

source: Select Images
ar_ae: أختار الصور
da_dk: Vælg billeder
el: Επιλογή εικόνων

source: You have reached maximum files upload limit
ar_ae: لقد وصلت إلى الحد الأقصى لتحميل الملفات
el: Έχετε φτάσει στο μέγιστο όριο μεταφόρτωσης αρχείων

source: * An image should have minimum width of 770px and minimum height of 386px.
ar_ae: * يجب أن يكون الحد الأدنى عرض الصورة 770px و ادنى ارتفاع من 386px.
da_dk: * Et billede skal have en minimum bredde på 770px og en mindste højde i 386px.
el: * Μια εικόνα πρέπει να έχει ελάχιστο πλάτος 770px και ελάχιστο ύψος 386px.

source: * You can mark an image as featured by clicking the star icon, Otherwise first image will be considered featured image.
ar_ae: يمكنك تعين الصورة كصورة مميزة عبر الضغط على ايقونة النجمة. او سيتم تعين اول صورة كصورة مميزة.
da_dk: * Du kan markere et billede, som fremhævet ved at klikke på stjerneikonet, ellers vil første billede blive betragtet som valgt billede.
el: * Μπορείτε να χαρακτηρίσετε μια εικόνα ως κύρια κάνοντας κλικ στο εικονίδιο με το αστέρι, διαφορετικά η πρώτη εικόνα θα θεωρείται ως κύρια.

source: (no parent)
ar_ae: (لا يوجد والد)
da_dk: (Intet ophav)
el: (χωρίς γονέα)

source: Sale OR Rent Price
ar_ae: سعر البيع أو الايجار
da_dk: Salgs- eller leje pris
el: Τιμή πώλησης Ή ενοικίασης

source: Please check this option.
ar_ae: يرجى تأكيد هذا الخيار.
el: Παρακαλώ επιλέξτε αυτή την επιλογή.

source: * Please provide property title!
ar_ae: * يرجى إدخال عنوان لاعلانك !
da_dk: * Angiv venligst en ejendomstitel!
el: * Παρακαλούμε εισάγετε τον τίτλο του ακινήτου!

source: Preview
ar_ae: اعرض
da_dk: Forhåndsvisning
el: Προεπισκόπηση

source: of
el: από

source: Please login to view your properties!
da_dk: Venligst log ind for at se dine ejendomme!
el: Παρακαλούμε συνδεθείτε για να δείτε τα ακίνητά σας!

source: Please %1$s login %2$s to view your properties!
ar_ae: الرجاء %1$s تسجيل الدخول %2$s لعرض عقاراتك!
el: Παρακαλώ %1$s συνδεθείτε %2$s για να δείτε τα ακίνητά σας!

source: Please %1$s login %2$s to edit your profile information!
ar_ae: الرجاء %1$s تسجيل الدخول %2$s لتحرير معلومات ملفك الشخصي!
el: Παρακαλούμε %1$s συνδεθείτε %2$s για να επεξεργαστείτε τις πληροφορίες του προφίλ σας!

source: Profile image should have minimum width of 128px and minimum height of 128px.
ar_ae: يجب أن يكون الحد الأدنى لعرض صورة الملف الشخصي 128 بكسل والحد الأدنى للارتفاع 128 بكسل.
el: Η εικόνα προφίλ πρέπει να έχει ελάχιστο πλάτος 128px και ελάχιστο ύψος 128px.

source: Please login to view your favorite properties!
ar_ae: يرجى تسجيل الدخول لعرض العقارات المفضلة!
el: Παρακαλώ συνδεθείτε για να δείτε τα αγαπημένα σας ακίνητα!

source: Please %1$s login %2$s to view your favorite properties!
ar_ae: الرجاء %1$s تسجيل الدخول %2$s لعرض عقاراتك المفضلة!
el: Παρακαλώ %1$s συνδεθείτε %2$s για να δείτε τα αγαπημένα σας ακίνητα!

source: Please %1$s login %2$s to submit property!
ar_ae: يرجى %1$s تسجيل الدخول %2$s لإرسال العقارات!
el: Παρακαλώ %1$s συνδεθείτε %2$s για να υποβάλετε το ακίνητο!

source: Note:
ar_ae: ملاحظة:
da_dk: Notat:
el: Σημείωση:

source: An image should have minimum width of 980px and minimum height of 735px (4:3 or 16:9 Aspect Ratio).
ar_ae: يجب أن يكون للصورة الحد الأدنى للعرض 980 بكسل والحد الأدنى للارتفاع 735 بكسل (4: 3 أو 16: 9 نسبة العرض إلى الارتفاع).
da_dk: Et billede skal være minimum 980px bredt og minimum 735px højt (4:3 eller 16:9 billedformat).
el: Μια εικόνα πρέπει να έχει ελάχιστο πλάτος 980px και ελάχιστο ύψος 735px (αναλογία διαστάσεων 4:3 ή 16:9).

source: You can mark an image as featured by clicking the star icon, otherwise first image will be considered featured image.
ar_ae: يمكنك تعين الصورة كصورة إفتراضية عبر الضغط على ايقونة النجمة. او سيتم تعين اول صورة كصورة افتراضية.
el: Μπορείτε να χαρακτηρίσετε μια εικόνα ως προτεινόμενη κάνοντας κλικ στο εικονίδιο με το αστέρι, διαφορετικά η πρώτη εικόνα θα θεωρείται ως προτεινόμενη.

source: Enter property title
ar_ae: أدخل عنوان العقار
el: Εισάγετε τον τίτλο του ακινήτου

source: Hello, I'm interested in [%s]
el: Γεια σας, ενδιαφέρομαι για το [%s]

source: %s Photo
el: %s Φωτογραφία

source: Description
ar_ae: الوصف
da_dk: Beskrivelse
el: Περιγραφή
pl_pl: Opis

source: One Comment
ar_ae: لا تعليق
da_dk: En Kommentar
el: Ένα σχόλιο

source: Pinterest URL
el: URL Pinterest

source: YouTube URL
ar_ae: رابط يوتيوب
el: URL του Youtube

source: Compare Properties Title
ar_ae: قارن عنوان الخصائص
el: Τίτλος σύγκρισης ακινήτων
pl_pl: Tytuł porównania ofert

source: Properties Comparison Limit Notification
ar_ae: إعلام حد مقارنة العقار
el: Ειδοποίηση ορίου σύγκρισης ακινήτων
pl_pl: Powiadomienie o limicie porównania ofert

source: Compare Button Text
ar_ae: قارن نص الزر
el: Κείμενο κουμπιού σύγκρισης
pl_pl: Tekst przycisku porównania

source: Enabling this feature will display a "Save Search"button at the top of search results. It will also add a "Saved Searches"menu item to the user menu.
el: Η ενεργοποίηση αυτής της λειτουργίας θα εμφανίσει ένα κουμπί "Αποθήκευση Αναζήτησης"στην κορυφή των αποτελεσμάτων αναζήτησης. Θα προσθέσει επίσης ένα στοιχείο μενού "Αποθηκευμένες Αναζητήσεις"στο μενού του χρήστη.

source: "Saved Searches"Menu Button and Page Name
el: Κουμπί μενού και όνομα σελίδας "Αποθηκευμένες αναζητήσεις"

source: Deprecated
el: Παρωχημένα

source: Settings in this panel are deprecated and we don’t recommend you to use these settings.
el: Οι ρυθμίσεις σε αυτόν τον πίνακα έχουν καταργηθεί και δεν σας συνιστούμε να τις χρησιμοποιείτε.

source: Users or Members
ar_ae: المستخدمون أو الأعضاء
el: Χρήστες ή Μέλη

source: Settings in this section are deprecated in 3.12 version and we don’t recommend you to use these settings.
el: Οι ρυθμίσεις σε αυτή την ενότητα έχουν καταργηθεί στην έκδοση 3.12 και δεν σας συνιστούμε να τις χρησιμοποιείτε.

source: Select Edit Profile Page
ar_ae: حدد تحرير صفحة ملف التعريف
da_dk: Vælg Rediger profil side
el: Επιλέξτε σελίδα επεξεργασίας προφίλ

source: Selected page should have Edit Profile Template assigned to it.
ar_ae: يجب أن يكون للصفحة المحددة تحرير قالب ملف التعريف.
da_dk: Den valgte side burde have tildelt Rediger profile skabelon.
el: Στην επιλεγμένη σελίδα θα πρέπει να έχει εκχωρηθεί το πρότυπο Επεξεργασία Προφίλ.
