Repository: InspiryThemes/realhomes-translations
Catalog: realhomes-theme/*.po
Languages: ar_ae, da_dk, el, pl_pl, ru_ru

source: Properties on Agent Detail Page
el: Ακίνητα στη σελίδα λεπτομερειών πράκτορα
pl_pl: Oferty na stronie szczegółów agenta
ru_ru: Свойства на странице сведений об агенте

source: Agents Properties Count
el: Αριθμός ακινήτων πρακτόρων
pl_pl: Liczba ofert agentów
ru_ru: Количество свойств агентов

source: Number of Properties on Agent Detail Page
ar_ae: عدد العقارات في صفحة الوكيل العقارى
da_dk: Antal ejendomme på mægler side
el: Αριθμός ακινήτων στη σελίδα λεπτομερειών πράκτορα
pl_pl: Liczba nieruchomości na stronie szczegółów agenta
ru_ru: Количество объектов на странице агента

source: Select the maximum number of properties to display on agent detail page.
el: Επιλέξτε τον μέγιστο αριθμό ακινήτων που θα εμφανίζονται στη σελίδα λεπτομερειών του πράκτορα.
pl_pl: Wybierz maksymalną liczbę ofert wyświetlanych na stronie szczegółów agenta.
ru_ru: Выберите максимальное количество свойств для отображения на странице сведений об агенте.

source: Agents Verification Status
ru_ru: Статус проверки агентов

source: Show verification badge with verified agents.
ru_ru: Показать значок подтверждения с проверенными агентами.

source: Shortcode to Replace Default Agent Form
ar_ae: رمز قصير لاستبدال نموذج الوكيل الافتراضي
el: Shortcode για την αντικατάσταση της προεπιλεγμένης φόρμας πράκτορα
pl_pl: Skrócony kod do zastąpienia domyślnego formularza agenta
ru_ru: Шорткод для замены формы агента по умолчанию

source: Default agent form can be replaced with custom form using contact form 7 or WPForms plugin shortcode.
ar_ae: يمكن استبدال نموذج الوكيل الافتراضي بنموذج مخصص باستخدام نموذج الاتصال 7 أو الرمز المختصر للبرنامج المساعد WPForms.
el: Η προεπιλεγμένη φόρμα πράκτορα μπορεί να αντικατασταθεί με προσαρμοσμένη φόρμα χρησιμοποιώντας το πρόσθετο Contact Form 7 ή το shortcode του προσθέτου WPForms.
pl_pl: Domyślny formularz agenta można zastąpić formularzem niestandardowym za pomocą contact form 7 lub skrótu wtyczki WPForms.
ru_ru: Форма агента по умолчанию может быть заменена пользовательской формой с помощью контактной формы 7 или шорткода плагина WP Forum.

source: Blog Page
ar_ae: صفحة المدونة
da_dk: Blog side
el: Σελίδα Blog
pl_pl: Strona Blogu
ru_ru: Страница блога

source: Header variation to display on News Page.
ar_ae: تباين الترويسة لعرضه على صفحة الأخبار.
da_dk: Top variation til visning på Nyhedsside.
el: Παραλλαγή κεφαλίδας που θα εμφανίζεται στη σελίδα ειδήσεων.
pl_pl: Zmiana nagłówka do wyświetlenia na Stronie Aktualności.
ru_ru: Изменение заголовка для отображения на странице новостей.

source: Banner Title and Sub Title Display
ar_ae: عنوان العنوان وعرض العنوان الفرعي
el: Εμφάνιση τίτλου και υποτίτλου πανό
ru_ru: Заголовка и отображение субтитров

source: Banner Title
ar_ae: عنوان البانر
da_dk: Bannertitel
el: Τίτλος πανό
pl_pl: Baner - tytuł
ru_ru: Заголовок баннера

source: Description
pl_pl: Opis
ru_ru: Описание

source: Display Blog Meta
ru_ru: Отображение метаданных блога

source: Do you want to display blog meta information?
pl_pl: Czy chcesz wyświetlać meta informacje bloga?
ru_ru: Вы хотите отобразить мета-информацию блога?

source: Banner Sub Title
ar_ae: عنوان البانر الفرعي
da_dk: Undertitel til banner
el: Υπότιτλος πανό
pl_pl: Podtytuł bannera
ru_ru: Подзаголовок баннера

source: Link to Previous and Next Post
ar_ae: وصلة للمقال السابق والقادم
da_dk: Link til forrige og næste indlæg
el: Σύνδεσμος προς προηγούμενο και την επόμενο άρθρο
pl_pl: Link do Poprzedniego i Następnego Postu
ru_ru: Ссылка на предыдущий и следующий пост

source: Enable
ar_ae: تفعيل
da_dk: Aktiver
el: Ενεργοποίηση
pl_pl: Włącz
ru_ru: Включить

source: Disable
ar_ae: معطل
da_dk: Deaktiver
el: Απενεργοποίηση
pl_pl: Wyłącz
ru_ru: Отключить

source: Select to Enable or Disable Properties Compare functionality for Properties List Templates.
ar_ae: حدد وظيفة تمكين أو تعطيل خصائص مقارنةالعقاراات من "خصائص قائمة القوالب".
da_dk: Vælg for at slå ejendomssammenligningsfunktion til eller fra på ejendomsliste skabeloner.
el: Επιλέξτε για να ενεργοποιήσετε ή να απενεργοποιήσετε τη λειτουργία Σύγκριση Ακινήτων για πρότυπα λίστας ακινήτων.
pl_pl: Zaznacz, aby włączyć lub wyłączyć właściwości porównania funkcjonalności dla szablonów listy właściwości.
ru_ru: Выберите Включить или Отключить функционал сравнения объектов для списка шаблонов недвижимости.

source: Select Compare Page
ar_ae: تحديد صفحة المقارنة
da_dk: Vælg sammenligningsside
el: Επιλέξτε σελίδα σύγκρισης
pl_pl: Wybierz Stronę do porównania
ru_ru: Выберите страницу сравнения

source: Selected page should have Property Compare Template assigned to it. Also, make sure to Configure Pretty Permalinks.
ar_ae: يجب أن يكون الصفحة المحددة الملكية قارن قالب المسندة إليها. أيضا، تأكد من تكوين الروابط الثابتة جميلة.
da_dk: Den valgte side burde have ejendomssammenligningsskabelon tildelt. Husk derudover at konfigurere Pretty Permalinks.
el: Στην επιλεγμένη σελίδα θα πρέπει να έχει εκχωρηθεί το πρότυπο Σύγκριση Ακινήτων. Επίσης, βεβαιωθείτε ότι έχετε ρυθμίσει τους φιλικούς μόνιμους συνδέσμους.
pl_pl: Wybrana strona powinna mieć przypisany do niej szablon porównywania Nieruchomości. Również, upewnij się, aby skonfigurować dobre permalinki.
ru_ru: Выбранная страница должна иметь собственность сравнить шаблона, возложенные на него. Кроме того, убедитесь, чтобы настроить довольно постоянные.

source: You can only compare 4 properties, any new property added will replace the first one from the comparison.
ar_ae: يمكنك فقط مقارنة 4 عقارات، أي عقار جديد تضاف سوف تحل محل أول واحد من المقارنة.
el: Μπορείτε να συγκρίνετε μόνο 4 ακίνητα, κάθε νέα ιδιότητα που θα προστίθεται,θα αντικαθιστά την πρώτη στη σύγκριση.
pl_pl: Możesz porównać tylko 4 oferty, każda kolejna dodana do porównania oferta zastąpi pierwszą.
ru_ru: Вы можете сравнить только 4 объекта недвижимости, любой добавленный новый объект заменит первый из сравнения.

source: Compare Properties Page Settings
ru_ru: Настройки страницы сравнение объектов

source: Normal
ar_ae: عادي
el: Κανονικό
pl_pl: Normalny
ru_ru: Нормальный

source: Sticky
ru_ru: Липкий

source: Default
ar_ae: افتراضي
da_dk: Standard
el: Προεπιλογή
pl_pl: Domyślny
ru_ru: По умолчанию

source: Smart
ar_ae: أليم، مؤلم. ألم موضعي حاد – سطحي عادة
el: Έξυπνο
pl_pl: Inteligentnie
ru_ru: Умный

source: Contact Page
ar_ae: صفحة الاتصال
da_dk: Kontaktside
el: Σελίδα επικοινωνίας
pl_pl: Strona kontaktowa
ru_ru: Страница контактов

source: Header variation to display on Contact Page.
ar_ae: تباين الترويسة لعرضه على صفحة جهة الاتصال.
da_dk: Udskiftning af visning af side hoved på kontakt side.
el: Παραλλαγή κεφαλίδας που θα εμφανίζεται στη σελίδα επικοινωνίας.
pl_pl: Wariant nagłówka do wyświetlenia na stronie kontaktowej.
ru_ru: Изменение заголовка для отображения на странице контактов.

source: Partners Section
pl_pl: Sekcja partnerów
ru_ru: Раздел партнеров

source: Number of Partners
ar_ae: عدد العملاء
el: Αριθμός συνεργατών
ru_ru: Число партнеров

source: Dashboard
ar_ae: لوحة التحكم الرئيسية
el: Πίνακας Ελέγχου
pl_pl: Kokpit
ru_ru: Панель управления

source: Select Dashboard Page
el: Επιλογή σελίδας πίνακα ελέγχου
pl_pl: Wybierz stronę pulpitu nawigacyjnego
ru_ru: Выберите страницу панели инструментов

source: Selected page should have Dashboard Template assigned to it.
el: Στην επιλεγμένη σελίδα θα πρέπει να έχει εκχωρηθεί το πρότυπο Πίνακας Ελέγχου.
ru_ru: Выбранной странице должен быть назначен шаблон панели мониторинга.

source: Restrict Admin Side Access
ar_ae: تقييد الوصول للقائمة الجانبية
da_dk: Begræns admin side adgang
el: Απαγόρευση πρόσβασης στο διαχειριστικό περιβάλλον
pl_pl: Ogranicz dostęp do części administracyjnej
ru_ru: Ограничение доступа администратора со стороны

source: Restrict admin side access to any user level equal to or below the selected user level.
ar_ae: تقييد الوصول للقائمة الجانبية لمشرف على أي مستوى المستخدم يساوي أو أقل من مستوى المستخدم المحدد.
da_dk: Begræns admin side adgang til ethvert bruger niveau lig med eller under det valgte bruger niveau.
el: Απαγόρευση πρόσβασης στο διαχειριστικό περιβάλλον σε οποιοδήποτε επίπεδο χρήστη ίσο ή κατώτερο από το επιλεγμένο επίπεδο χρήστη.
pl_pl: Ogranicz dostęp do części administracyjnej użytkownikom o poziomie równym lub niższym niż wskazany.
ru_ru: Ограничьте доступ стороны администратора к любому уровню пользователя, равному или ниже отобранного уровня пользователя.

source: Subscriber ( Level 0 )
ar_ae: المشترك (المستوى 0)
da_dk: Abonnent (Niveau 0)
el: Συνδρομητής ( Επίπεδο 0 )
pl_pl: Subskrybent (poziom 0)
ru_ru: Подписчик (уровень 0)

source: Contributor ( Level 1 )
ar_ae: مساهم ( مستوى 1 )
da_dk: Bidragsyder (Niveau 1)
el: Συνεργάτης ( Επίπεδο 1 )
pl_pl: Współpracownik (poziom 1)
ru_ru: Загрузил (Уровень 1)

source: Author ( Level 2 )
ar_ae: محرر (مستوى 2)
da_dk: Forfatter (Niveau 2)
el: Συγγραφέας ( Επίπεδο 2 )
pl_pl: Autor (poziom 2)
ru_ru: Автор (Уровень 2)

source: Greeting Text for Logged-in User
el: Κείμενο χαιρετισμού για συνδεδεμένο χρήστη
ru_ru: Текст приветствия для вошедшего в систему пользователя

source: Summarized Info on Dashboard
el: Συνοπτικές πληροφορίες στον πίνακα ελέγχου
ru_ru: Сводная информация о панели мониторинга

source: Properties Search Field
el: Πεδίο αναζήτησης ακινήτων
pl_pl: Pole wyszukiwania ofert
ru_ru: Поле поиска недвижимости

source: Posts Per Page
el: Άρθρα ανά σελίδα
pl_pl: Ilość wpisów na stronie
ru_ru: Сообщений на странице

source: Submit Property Module
el: Λειτουργία Υποβολής Ακινήτου
pl_pl: Moduł dodawania oferty
ru_ru: Модуль отправки свойств

source: Page Layout
el: Διάταξη σελίδας
pl_pl: Układ strony
ru_ru: Макет страницы

source: Multi Steps
el: Πολλαπλά βήματα
ru_ru: Многоступенчатый

source: Single Step
el: Ένα βήμα
ru_ru: Один шаг

source: Submit Button in Header
el: Κουμπί υποβολής στην κεφαλίδα
pl_pl: Przycisk dodawania oferty w nagłówku
ru_ru: Кнопка "Отправить" в заголовке

source: Show to Logged In Users Only
el: Εμφάνιση μόνο σε συνδεδεμένους χρήστες
ru_ru: Показывать только вошедшим в систему пользователям

source: Show to All Users
el: Εμφάνιση σε όλους τους χρήστες
ru_ru: Показать всем пользователям

source: Submit Button Text
ar_ae: نص زر الإرسال
da_dk: Send knap tekst
el: Κείμενο κουμπιού υποβολής
pl_pl: Tekst przycisku Prześlij
ru_ru: Текст кнопки Отправить

source: Guest Property Submission
el: Υποβολή ακινήτου ως επισκέπτης
pl_pl: Zgłoszenie oferty przez gościa
ru_ru: Представления Оценки Имущества

source: Property Address and Map
el: Διεύθυνση και χάρτης ακινήτου
ru_ru: Адрес и карта недвижимости

source: Price Postfix
ar_ae: السعر الإصلاح
el: Κατάληξη τιμής
pl_pl: Cena Postfix
ru_ru: Цена Postfix

source: Area Postfix
ar_ae: المساحة بالتحديد
da_dk: Område Postfix
el: Κατάληξη επιφάνειας
pl_pl: Jednostka powierzchni
ru_ru: Площадь Postfix

source: Lot Size Postfix
ar_ae: وحدة القياس
el: Κατάληξη μεγέθους οικοπέδου
pl_pl: Jednostka
ru_ru: Размер лота постфикса

source: Mortgage Calculator Fields
el: Πεδία υπολογιστή στεγαστικού δανείου
ru_ru: Поля ипотечного калькулятора

source: Mark as Featured
el: Χαρακτηρίστε ως προτεινόμενο
pl_pl: Oznacz jako polecaną
ru_ru: Пометить как избранное

source: Property Attachments
ar_ae: مرفقات العقار
da_dk: Ejendomsbilag
el: Συνημμένα ακινήτου
pl_pl: Załączniki nieruchomości
ru_ru: Прикрепленные файлы

source: Homepage Slider Image
el: Εικόνα Slider αρχικής σελίδας
pl_pl: Obraz slidera strony głównej
ru_ru: Главная Страница Слайдер Изображение

source: Label and Color
el: Ετικέτα και χρώμα
ru_ru: Цвет фона метки

source: Owner Information
el: Πληροφορίες ιδιοκτήτη
ru_ru: Информация о владельце

source: Message to Reviewer
ar_ae: رسالة إلى المراجع او المعلق
da_dk: Skriv en besked til redaktionen
el: Μήνυμα προς τον αναθεωρητή
pl_pl: Wiadomość do osoby sprawdzającej
ru_ru: Сообщение для рецензента

source: Terms & Conditions
ar_ae: الشروط والأحكام
da_dk: Betingelser & Aftaler
el: Όροι & Προϋποθέσεις
pl_pl: Regulamin
ru_ru: Правила и условия

source: Enable/Disable Submit Property Form Fields?
el: Ενεργοποίηση/απενεργοποίηση πεδίων φόρμας υποβολής ακινήτου;
pl_pl: Włączyć/wyłączyć pola formularza dodawania nieruchomości?
ru_ru: Включить/отключить поля формы свойств отправки?

source: Terms & Conditions Note
ar_ae: الشروط والأحكام
da_dk: Vilkår & betingelser - note
el: Σημείωση Όρων & Προϋποθέσεων
pl_pl: Nota do Regulaminu
ru_ru: Правила и условия

source: Important:
ar_ae: ملاحظة هامة:
da_dk: Vigtigt:
el: Σημαντικό:
pl_pl: Ważne:
ru_ru: Важно:

source: Please use {link text} pattern in your note text as it will be linked to the Terms & Conditions page.
ar_ae: يرجى استخدام نمط {link text} في نص ملاحظتك لأنه سيتم ربطه بصفحة الشروط والأحكام.
da_dk: Venligst brug {link tekst} mønster i din note tekst, da det vil blive linket til Vilkår & betingelser siden.
el: Παρακαλούμε χρησιμοποιήστε το πρότυπο {κείμενο συνδέσμου} στο κείμενο της σημείωσής σας, καθώς θα συνδεθεί με τη σελίδα Όροι και Προϋποθέσεις.
pl_pl: Proszę użyć wzoru {Link Text} w tekście notatki, ponieważ będzie on powiązany z Regulaminem strony.
ru_ru: Пожалуйста, используйте шаблон {link text} в тексте примечания, так как он будет связан со страницей "Условия и положения".

source: Select Terms & Conditions Page
ar_ae: حدد صفحة الشروط والاحكام
da_dk: Vælg side med Vilkår & betingelser
el: Επιλέξτε τη σελίδα Όροι & Προϋποθέσεις
pl_pl: Wybierz stronę z Regulaminem
ru_ru: Выберите страницу условий и положений

source: Selected page should have terms & conditions details.
ar_ae: يجب أن تحتوي الصفحة المحددة على تفاصيل الشروط والأحكام.
da_dk: Den valgte side burde have detaljer med Vilkår & betingelser.
el: Η επιλεγμένη σελίδα πρέπει να περιέχει λεπτομέρειες σχετικά με τους όρους και τις προϋποθέσεις.
pl_pl: Wybrana strona powinna mieć Regulamin.
ru_ru: Выбранная страница должна содержать подробные условия.

source: Require Terms & Conditions.
ar_ae: تتطلب الشروط والأحكام.
da_dk: Kræv Vilkår & betingelser.
el: Απαιτούνται Όροι & Προϋποθέσεις.
pl_pl: Wymaga Regulaminu.
ru_ru: Требовать соблюдения правил и условий.

source: Default Status for Submitted Property
el: Προεπιλεγμένη κατάσταση για υποβληθέν ακίνητο
pl_pl: Domyślny status dodawanej nieruchomości
ru_ru: Статус по умолчанию для отправленного свойства

source: Pending ( Recommended )
ar_ae: في الانتظار (مستحسن)
da_dk: Verserende (anbefalet)
el: Εκκρεμεί ( Συνιστάται )
pl_pl: Oczekuje (Sugerowany)
ru_ru: В ожидании (рекомендуется)

source: Publish
ar_ae: نشر
da_dk: Udgiv
el: Δημοσίευση
pl_pl: Publikuj
ru_ru: Опубликовать

source: Default Status for Updated Property
el: Προεπιλεγμένη κατάσταση για ενημερωμένο ακίνητο
pl_pl: Domyślny status aktualizowanej nieruchomości
ru_ru: Состояние по умолчанию для обновленного свойства

source: Max Number of Images to Upload
el: Μέγιστος αριθμός εικόνων για ανέβασμα
pl_pl: Maksymalna liczba zdjęć do przesłania
ru_ru: Максимальное количество загружаемых изображений

source: Max Number of Attachments to Upload
el: Μέγιστος αριθμός συνημμένων για ανέβασμα
ru_ru: Максимальное количество вложений для загрузки

source: Default Additional Details
ar_ae: تفاصيل إضافية افتراضية
da_dk: Yderligere standard detaljer
el: Προεπιλεγμένες πρόσθετες λεπτομέρειες
pl_pl: Domyślne Dodatkowe Szczegóły
ru_ru: Дополнительная информация по умолчанию

source: Add title and value 'colon' separated and fields 'comma' separated. <br><br><strong>For Example</strong>: <pre>Plot Size:300,Built Year:2017</pre>
el: Προσθέστε τον τίτλο και την τιμή με διαχωρισμό "άνω και κάτω τελεία"και τα πεδία με διαχωρισμό "κόμμα". <br><br><strong>Για παράδειγμα</strong>: <pre>Έκταση οικοπέδου:300,Έτος κατασκευής:2017</pre>
pl_pl: Dodaj tytuł i wartość "Dwukropek" oddzielone i pola "Przecinek" rozdzielone. <br> <br> <strong> na przykład </strong>: <pre> rozmiar działki: 300, rok budowy: 2017 </pre>
ru_ru: Добавьте заголовок и значение разделенные 'двоеточием' и поля 'запятой'. <br><br><strong>Например</strong>: <pre>Размер участка:300, год постройки:2017</pre>

source: Thanks for Submitting Property!
ar_ae: شكرا لتقديم العقار!
da_dk: Tak for indsendelse af ejendommen!
el: Ευχαριστούμε για την υποβολή ακινήτου!
pl_pl: Dziękujemy za dodanie Nieruchomości!
ru_ru: Благодарим Вас за предоставление недвижимости!

source: Message After Successful Submit
ar_ae: رسالة بعد الإرسال الناجح
da_dk: Besked efter vellykket indsendelse
el: Μήνυμα μετά την επιτυχή υποβολή
pl_pl: Wiadomość po tym jak dodawanie się powiedzie
ru_ru: Сообщение после успешной отправки

source: a, strong, em and i HTML tags are allowed in the message.
el: Στο μήνυμα επιτρέπονται οι ετικέτες HTML a, strong, em και i.
pl_pl: Tagi HTML, a, strong, em oraz i są dozwolone w wiadomości.
ru_ru: в сообщении разрешены HTML-теги a, strong, em и i.

source: Redirect to Selected Page After Submission
el: Ανακατεύθυνση σε επιλεγμένη σελίδα μετά την υποβολή
pl_pl: Przekieruj do wybranej strony po dodaniu nieruchomości
ru_ru: Перенаправление на выбранную страницу после отправки

source: This not applies on guest submission.
el: Αυτό δεν ισχύει για την υποβολή χωρίς σύνδεση.
pl_pl: Nie dotyczy zgłoszeń gości.
ru_ru: Это не относится к заявке гостя.

source: Email Address to Received Submission Notices
el: Διεύθυνση email για τη λήψη ειδοποιήσεων υποβολής
pl_pl: Adres e-mail do otrzymywania powiadomień o dodaniu nieruchomości
ru_ru: Адрес электронной почты для получения уведомлений о подаче заявок

source: Submit Property Labels
ru_ru: Отправка меток свойств

source: Label Text for Property Title Field
ru_ru: Текст метки для поля заголовка свойства

source: Property Address
ar_ae: عنوان العقار
da_dk: Adresse
el: Διεύθυνση ακινήτου
pl_pl: Adres nieruchomości
ru_ru: Адрес недвижимости

source: Label Text for Property Address Field in the MAP section
ru_ru: Текст метки для поля адреса свойства в разделе MAP

source: Find Address Button in the map section
ru_ru: Кнопка "Найти адрес" в разделе карты

source: Label Text for Property Description Field
ru_ru: Текст метки для поля описания свойства

source: Property Price
pl_pl: Ceny nieruchomości
ru_ru: Цена объекта

source: Label Text for Property Price Field
ru_ru: Текст метки для поля "Цена недвижимости"

source: Property Old Price
ru_ru: Недвижимость Старая цена

source: Label Text for Property Old Price Field
ru_ru: Текст метки для поля старой цены недвижимости

source: Property Price Prefix
ru_ru: Префикс цены недвижимости

source: Label Text for Property Price Prefix Field
ru_ru: Текст метки для префикса цены недвижимости

source: Property Price Postfix
ru_ru: Постфикс цены недвижимости

source: Label Text for Property Price Postfix Field
ru_ru: Текст метки для поля postfix цена недвижимости

source: Label Text for Property ID Field
ru_ru: Текст метки для поля идентификатора свойства

source: Label Text for Parent Property Field
ru_ru: Текст метки для поля родительского свойства

source: Label Text for Property Type Field
ru_ru: Текст метки для поля типа свойства

source: Label Text for Property Status Field
ru_ru: Текст метки для поля состояния свойства

source: Property Bedroom
ru_ru: Недвижимость Спальня

source: Label Text for Property Bedroom Field
ru_ru: Текст метки для поля "Спальня" недвижимости

source: Property Bathroom
ru_ru: Недвижимость Ванная комната

source: Label Text for Property Bathroom Field
ru_ru: Текст метки для поля "Ванная комната"

source: Property Garage
ru_ru: Гаражей в доме

source: Label Text for Property Garage Field
ru_ru: Текст метки для поля гаража недвижимости

source: Property Area
pl_pl: Dzielnica
ru_ru: Площадь объекта

source: Label Text for Property Area Field
ru_ru: Текст метки для поля области свойства

source: Property Area Postfix
ru_ru: Постфикс «Площадь недвижимости»

source: Label Text for Property Area Postfix Field
ru_ru: Текст метки для поля постфикса области свойств

source: Property Lot Size
pl_pl: Powierzchnia działki
ru_ru: Площадь участка

source: Label Text for Property Lot Size Field
ru_ru: Текст метки для поля размера лота свойства

source: Property Lot Size Postfix
ru_ru: Свойство Размер лота Постфикс

source: Label Text for Property Lot Size Postfix Field
ru_ru: Текст метки для поля Postfix Размер лота недвижимости

source: Property Year Built
ru_ru: Год постройки недвижимости

source: Label Text for Property Year Built Field
ru_ru: Текст метки для поля «Год постройки объекта недвижимости»

source: Label Text for Property Images Field
ru_ru: Текст метки для поля "Изображения свойств"

source: Label Text for Change Gallery Type Field
ru_ru: Текст метки для поля "Изменение типа галереи"

source: Label Text for Property Attachments Field
ru_ru: Текст метки для поля "Вложения свойств"

source: Homepage Slider
pl_pl: Slider na stronie głównej
ru_ru: Слайдер на главной странице

source: Label Text for Homepage Slider Field
ru_ru: Текст метки для поля ползунка домашней страницы

source: Section Floor Plans
ru_ru: Секционные планы этажей

source: Label Text for Floor Plans section
ru_ru: Текст метки для раздела «Планы этажей»

source: Floor Name
ar_ae: اسم الطابق
da_dk: Etage
el: Όνομα ορόφου
pl_pl: Nazwa piętra
ru_ru: Название этажа

source: Label Text for Floor Name Field
ru_ru: Текст метки для поля «Имя этажа»

source: Floor Plan Image
ar_ae: صورة مخطط الطابق
da_dk: Plantegning
el: Εικόνα κάτοψης ορόφου
pl_pl: Obraz planu piętra
ru_ru: Изображение плана этажа

source: Label Text for Floor Plan Image Field
ru_ru: Текст метки для поля изображения плана этажа

source: Floor Plan Description
ru_ru: Описание поэтажного плана

source: Label Text for Floor Plan Description Field
ru_ru: Текст метки для поля описания плана этажа

source: Floor Price
el: Τιμή ορόφου
ru_ru: Минимальная цена

source: Label Text for Floor Price Field
ru_ru: Текст метки для поля минимальной цены

source: Floor Price Postfix
ru_ru: Постфикс минимальной цены

source: Label Text for Floor Price Postfix Field
ru_ru: Текст этикетки для поля постфикса минимальной цены

source: Floor Size
el: Επιφάνεια ορόφου
ru_ru: Площадь пола

source: Label Text for Floor Size Field
ru_ru: Текст метки для поля «Площадь пола»

source: Size Postfix
ar_ae: الحجم الإصلاح
da_dk: Størrelsesbetegnelse
el: Κατάληξη μεγέθους
pl_pl: Veľkosť Postfix
ru_ru: Размер Postfix

source: Floor Size Postfix
ru_ru: Постфикс размера пола

source: Label Text for Floor Size Postfix Field
ru_ru: Текст метки для поля постфикса размера пола

source: Floor Bedrooms Postfix
ru_ru: Напольные спальни Постфикс

source: Label Text for Floor Bedrooms Postfix Field
ru_ru: Текст этикетки для напольных спален Постфикс Поле

source: Floor Bathrooms Postfix
ru_ru: Напольные ванные комнаты Постфикс

source: Label Text for Floor Bathrooms Postfix Field
ru_ru: Текст этикетки для напольных ванн Postfix Поле

source: Property 360 Virtual Tour
ru_ru: Недвижимость 360 Виртуальный тур

source: Label Text for Property 360 Virtual Tour Field
ru_ru: Текст этикетки для поля виртуального тура Property 360

source: Property Additional Details
pl_pl: Ďalšie podrobnosti o majetku
ru_ru: Дополнительные детали

source: Label Text for Property Additional Details Field
ru_ru: Текст метки для поля дополнительных сведений о свойстве

source: Property Features
ar_ae: مميزات خاصة
da_dk: Ejendomsegenskaber
el: Χαρακτηριστικά ακινήτου
pl_pl: Cechy
ru_ru: Особенности объекта

source: Label Text for Property Features Field
ru_ru: Текст метки для поля "Свойства свойств"

source: Label Text for Property Label Text Field
ru_ru: Текст метки для текстового поля метки свойства

source: Property Label Text Sub Heading
ru_ru: Текстовый подзаголовок метки свойства

source: Label Text for Property Label Text Sub Heading
ru_ru: Текст метки для подзаголовка "Текст метки свойства"

source: Label Text for Label Background Color Field
ru_ru: Текст метки для фонового цветового поля метки

source: Background Color Sub Heading
ru_ru: Подзаголовок цвета фона

source: Sub Heading for Label Background Color
ru_ru: Подзаголовок для цвета фона метки
