Repository: InspiryThemes/realhomes-translations
Catalog: realhomes-theme/*.po
Languages: ar_ae, da_dk, el, pl_pl, ru_ru

source: Label for Property ID
ar_ae: تسمية لمعرف العقار
da_dk: Etiket for sagsnummer
el: Ετικέτα για το ID Ακινήτου
pl_pl: Etykieta dla identyfikatora Nieruchomości
ru_ru: Ярлык для идентификатора объекта

source: Placeholder Text for Property ID
ar_ae: نص العنصر النائب لمعرف العقار
da_dk: Felttekst for sagsnummer
el: Ενδεικτικό κείμενο για το αναγνωριστικό ακινήτου
pl_pl: Tekst zastępczy dla identyfikatora Nieruchomości
ru_ru: Замещающий текст для ID объекта

source: Label for Property Status
ar_ae: تسمية لحالة العقار
da_dk: Etiket til ejendomsstatus
el: Ετικέτα για την κατάσταση ακινήτου
pl_pl: Etykieta stanu Nieruchomości
ru_ru: Метка для Статуса объекта

source: Placeholder for Property Status
ar_ae: عنصر نائب لحالة العقار
el: Ενδεικτικό κείμενο για την κατάσταση του ακινήτου
ru_ru: Заполнитель для статуса недвижимости

source: Enable Multi Select For Property Types Field?
el: Ενεργοποίηση πολλαπλών επιλογών για το πεδίο Τύποι Ακινήτων
ru_ru: Включить множественный выбор для поля типов собственности?

source: Label for Property Type
ar_ae: تسمية لنوع العقار
da_dk: Etiket til ejendomstype
el: Ετικέτα για τον τύπο ακινήτου
pl_pl: Etykieta dla typu Nieruchomości
ru_ru: Метка для типа недвижимости

source: Placeholder for Property Type
ar_ae: عنصر نائب لنوع العقار
el: Ενδεικτικό κείμενο για τον τύπο ακινήτου
ru_ru: Заполнитель для типа недвижимости

source: When selected types are greater than 2
el: Όταν οι επιλεγμένοι τύποι είναι περισσότεροι από 2
ru_ru: Когда выбранные типы больше 2

source: Banner Title Color
ar_ae: لون عنوان البنر
da_dk: Banner titel farve
el: Χρώμα τίτλου πανό
pl_pl: Kolor tytułu banera
ru_ru: Цвет заголовка баннера

source: Banner Background Color
ar_ae: لون خلفية بانر
el: Χρώμα φόντου πανό
pl_pl: Kolor tła banera
ru_ru: Цвет фона банера

source: Banner Image Overlay Color
ar_ae: لون تراكب صورة البانر
el: Χρώμα επικάλυψης εικόνας πανό
ru_ru: Цвет Наложения Изображения Баннера

source: Banner Image Overlay Opacity
ar_ae: عتامة تراكب صورة البانر
el: Αδιαφάνεια επικάλυψης εικόνας πανό
ru_ru: Непрозрачность Наложения Изображения Баннера

source: Set opacity in decimal points between 0 and 1 (i.e .5)
ar_ae: تعيين العتامة في الفواصل العشرية بين 0 و 1 (أي .5)
el: Ορίστε την αδιαφάνεια σε δεκαδικά σημεία μεταξύ 0 και 1 (π.χ. 0.5)
ru_ru: Установите непрозрачность в десятичных точках между 0 и 1 (т. е.5)

source: Banner Height
ar_ae: متجر ارتفاع راية
el: Ύψος πανό
pl_pl: Wysokość banera
ru_ru: Высота Баннера

source: i.e 300px / 30rem / 20%
ar_ae: أي 300 بكسل / 30 ريم / 20٪
el: δηλ 300px / 30rem / 20%
ru_ru: т. е. 300px / 30 rem / 20%

source: Banner Title Background Color
ar_ae: لون خلفية عنوان البنر
da_dk: Banner titel baggrundsfarve
el: Χρώμα φόντου τίτλου πανό
pl_pl: Kolor tła tytułu banera
ru_ru: Заголовок Цвет Фона

source: Banner Sub Title Color
ar_ae: لون العنوان الفرعي للبانر
da_dk: Farve på undertitel til banner
el: Χρώμα υποτίτλου πανό
pl_pl: Kolor subtytułu banera
ru_ru: Цвет подзаголовка баннера

source: Banner Sub Title Background Color
ar_ae: لون خلفية العنوان الفرعى للبنر
da_dk: Farve på baggrund til banner undertitel
el: Χρώμα φόντου υποτίτλου πανό
pl_pl: Kolor tła subtytułu banera
ru_ru: Баннер Подзаголовок Цвет Фона

source: Default color is #37B3D9
ar_ae: اللون الافتراضي هو # 37B3D9
el: Το προεπιλεγμένο χρώμα είναι #37B3D9
pl_pl: Domyślnym kolorem jest #37B3D9
ru_ru: Цвет по умолчанию - #37B3D9

source: Buttons
ar_ae: الأزرار
da_dk: Knapper
el: Κουμπιά
pl_pl: Przyciski
ru_ru: Кнопки

source: Style 1
pl_pl: Styl 1
ru_ru: Стиль 1

source: Style 2
pl_pl: Styl 2
ru_ru: Стиль 2

source: Style 3
pl_pl: Styl 3
ru_ru: Стиль 3

source: Style 4
pl_pl: Styl 4
ru_ru: Стиль 4

source: Style 5
pl_pl: Styl 5
ru_ru: Стиль 5

source: Color
pl_pl: Kolor
ru_ru: Цвет

source: Background Color
ar_ae: لون الخلفية
da_dk: Baggrundsfarve
el: Χρώμα φόντου
pl_pl: Kolor tła
ru_ru: Цвет фона

source: Background Hover Color
pl_pl: Kolor tła po najechaniu
ru_ru: Цвет фона при наведении

source: Scroll to Top Button Background Color
ar_ae: لون خلفية زر التمرير لأعلى
da_dk: Rul til baggrundsfarve på øverste knap
el: Χρώμα φόντου κουμπιού κύλισης προς την αρχή
pl_pl: Kolor tła przycisku przewijającego do góry
ru_ru: Цвет фона кнопки НАВЕРХ

source: Default color is #4dc7ec
ar_ae: اللون الافتراضي هو # 4dc7ec
el: Το προεπιλεγμένο χρώμα είναι #4dc7ec
pl_pl: Domyślnym kolorem jest #4dc7ec
ru_ru: Цвет по умолчанию #4dc7ec

source: Scroll to Top Button Background Hover Color
ar_ae: لون خلفية زر التمرير لأعلى عند المرور بالماوس
da_dk: Rul til baggrundsfarve ved mouse-over på øverste knap
el: Χρώμα Hover φόντου κουμπιού κύλισης προς την αρχή
pl_pl: Kolor tła przycisku przewijającego do góry po najechaniu kursorem
ru_ru: Выделите цветом верха фона кнопки при наведении

source: Default color is #37b3d9
ar_ae: اللون الافتراضي هو # 37b3d9
el: Το προεπιλεγμένο χρώμα είναι #37b3d9
pl_pl: Domyślnym kolorem jest #37b3d9
ru_ru: Цвет по умолчанию - #37b3d9

source: Scroll to Top Button Icon Color
ar_ae: لون زر التمرير لاعلي
da_dk: Rul til ikon farve på top knap
el: Χρώμα εικονιδίου κουμπιού κύλισης προς την αρχή
pl_pl: Kolor ikony przycisku przewijającego do góry
ru_ru: Выделите цветом верх фона кнопки

source: Core Colors
ar_ae: الألوان
el: Βασικά χρώματα
pl_pl: Kolory podstawowe
ru_ru: Основные Цвета

source: Important Note:
ar_ae: ملاحظة مهمة:
da_dk: Vigtig bemærkning:
el: Σημαντική σημείωση:
pl_pl: Ważna uwaga:
ru_ru: Важное Примечание:

source: Primary
ar_ae: أساسى
da_dk: Primær
el: Κύριο
pl_pl: Podstawowy
ru_ru: Основной

source: Secondary
ar_ae: ثانوي
da_dk: Sekundær
el: Δευτερεύον
pl_pl: Drugorzędne
ru_ru: Вторичный

source: Text Color
ar_ae: لون الخط
da_dk: Tekstfarve
el: Χρώμα κειμένου
pl_pl: Kolor tekstu
ru_ru: Цвет текста

source: Headings Color
el: Χρώμα επικεφαλίδων
pl_pl: Kolor nagłówka
ru_ru: Цвет заголовков

source: Link Color
ar_ae: رابط اللون
el: Χρώμα συνδέσμου
pl_pl: Kolor odnośnika
ru_ru: Цвет ссылки

source: Link Hover Color
el: Χρώμα Hover συνδέσμου
pl_pl: Kolor aktywnego linku
ru_ru: Цвет ссылки при наведении

source: Theme colors
pl_pl: Kolory motywu
ru_ru: Цвета темы

source: Orange Light
ar_ae: ضوء برتقالي
el: Πορτοκαλί ανοιχτό
pl_pl: Jasnopomarańczowy
ru_ru: Оранжевый светлый

source: Change core colors of %1$s • Main Menu %1$s • Search Form Button %1$s • Property Status Tag %1$s • Agent Know More Button %1$s • Agent Contact Form Button %1$s • Post Read More Button %1$s • Post Author Link %1$s • Post Tags %1$s • Post Reply Button %1$s • Gallery Filter %1$s • Contact Form Button %1$s Default color is #ec894d
ar_ae: تغيير الألوان الأساسية لـ%1$s ‬ ‏‫ ‬ ‫• القائمة الرئيسية%1$s ‬ ‫• زر نموذج البحث%1$s ‬ ‫• علامة حالة الملكية%1$s ‬ ‫• عامل معرفة المزيد زر%1$s ‬ ‫• زر نموذج اتصال الوكيل%1$s ‬ ‫• زر "نشر قراءة المزيد"%1$s ‬ ‫• ارتباط كاتب النشر%1$s ‬ ‫• انشر العلامات%1$s ‬ ‫• زر نشر الرد%1$s ‬ ‫• مرشح المعرض%1$s ‬ ‫• زر نموذج الاتصال%1$s ‬ ‫اللون الافتراضي هو #ec894d
el: Αλλαγή των βασικών χρωμάτων σε %1$s - Κύριο μενού %1$s - Κουμπί φόρμας αναζήτησης %1$s - Ετικέτα κατάστασης ακινήτου %1$s - Κουμπί μάθετε περισσότερα για πράκτορα %1$s - Κουμπί φόρμας επικοινωνίας πράκτορα %1$s - Κουμπί διαβάστε περισσότερα σε άρθρο %1$s - Σύνδεσμος συγγραφέα άρθρου %1$s - Ετικέτες άρθρου %1$s - Κουμπί απάντησης σε άρθρο %1$s - Φίλτρο γκαλερί %1$s - Κουμπί φόρμας επικοινωνίας %1$s Το προεπιλεγμένο χρώμα είναι #ec894d
pl_pl: Zmienianie kolorów podstawowych%1$s • menu główne%1$s • przycisk formularza wyszukiwania%1$s • tag stanu Nieruchomości%1$s • Agent wiedzieć więcej przycisk%1$s • przycisk formularz kontaktowy agenta%1$s • Zaksięguj czytaj więcej przycisk%1$s • Post autora Link%1$s • Tagi post%1$s • przycisk ogłaszania odpowiedzi%1$s • filtr galerii%1$s • przycisk formularza kontaktowego%1$s domyślny kolor to #ec894d
ru_ru: Изменение основных цветов в %1$s • Главное меню %1$s • Кнопка формы поиска %1$s • Тег статуса недвижимости %1$s • Кнопка Узнать больше агента %1$s • Кнопка контактной формы агента %1$s • Кнопка Читать далее записи %1$s • Ссылка автора записи%1$s • Теги записи %1$s • Кнопка Ответить записи %1$s • Фильтр галереи %1$s • Кнопка контактной формы %1$s Цвет по умолчанию #ec894d

source: Orange Dark
ar_ae: برتقالي
el: Πορτοκαλί σκούρο
pl_pl: Pomarańczowy ciemny
ru_ru: Оранжевый темный

source: Change core colors of %1$s • Main Menu Hover %1$s • Footer Widgets Links Hover %1$s • Sidebar Widgets Links Hover %1$s Default color is #dc7d44
ar_ae: تغيير الألوان الأساسية لـ%1$s • تحوم القائمة الرئيسية٪ 1 $ s • ارتباطات أدوات التذييل تحوم٪ 1 $ s • ارتباطات أدوات الشريط الجانبي تحوم٪ 1 $ s اللون الافتراضي هو # dc7d44
el: Αλλαγή των βασικών χρωμάτων σε %1$s - Hover Κύριου Μενού %1$s - Hover συνδέσμων Widgets υποσέλιδου %1$s - Hover συνδέσμων Widgets πλευρικής μπάρας %1$s Το προεπιλεγμένο χρώμα είναι #dc7d44
pl_pl: Zmień kolory rdzenia%1$s • menu główne Hover%1$s • widgety linki Hover%1$s • widżety Sidebar Linki Hover%1$s domyślny kolor jest #dc7d44
ru_ru: Изменение основных цветов в %1$s - Главное меню при наведении %1$s - Ссылки виджетов футера при наведении %1$s - Ссылки виджетов боковой панели при наведении %1$s Цвет по умолчанию #dc7d44

source: Orange Glow
ar_ae: برتقالي
el: Πορτοκαλί φωτιάς
pl_pl: Pomarańczowy blask
ru_ru: Оранжевое свечение

source: Change core colors of %1$s • Search Form Button Hover %1$s • Agent Know More Button Hover %1$s • Agent Contact Form Button Hover %1$s • Post Read More Button Hover %1$s • Post Tags Hover %1$s • Post Reply Button Hover %1$s • Pagination %1$s Default color is #e3712c
ar_ae: تغيير الألوان الأساسية لـ%1$s ‬ ‫• تحوم فوق زر نموذج البحث%1$s ‬ ‫• الوكيل يعرف المزيد عن الزر تحوم%1$s ‬ ‫• زر نموذج جهة اتصال الوكيل مرر فوق%1$s ‬ ‫• نشر زر قراءة المزيد تحوم%1$s ‬ ‫• انشر علامات التمرير فوق%1$s ‬ ‫• زر "نشر الرد" ، مرر فوق%1$s ‬ ‫• ترقيم الصفحات%1$s ‬ ‫اللون الافتراضي هو #e3712c
el: Αλλαγή των βασικών χρωμάτων σε %1$s - Hover κουμπιού Φόρμας Αναζήτησης %1$s - Hover κουμπιού Μάθετε Περισσότερα για Πράκτορα %1$s - Hover κουμπιού Φόρμας Επικοινωνίας Πράκτορα %1$s - Hover κουμπιού Διαβάστε Περισσότερα σε Άρθρο %1$s - Hover ετικετών Άρθρου %1$s - Hover Κουμπιού Απάντηση σε Άρθρο %1$s - Σελιδοποίηση %1$s Το προεπιλεγμένο χρώμα είναι #e3712c
pl_pl: Zmień kolory rdzenia%1$s • przycisk Szukaj formularza Hover%1$s • Agent wiedzieć więcej przycisk Hover%1$s • przycisk formularz kontaktowy agenta Hover%1$s • przycisk Księguj czytaj więcej aktywowany%1$s • znaczniki posta Hover%1$s • Przycisk ogłaszania odpowiedzi Hover%1$s • paginacja%1$s domyślnym kolorem jest #e3712c
ru_ru: Изменение основных цветов %1$s • Кнопка поиска формы Hover %1$s * Агент знает больше кнопки Hover %1$s • Агент контактную форму наведите %1$s * Сообщение Read More Button Hover %1$s • Размещение тегов Hover %1$s • Кнопка Post Reply Hover %1$s * Разбиение на страницы %1$s Цвет по умолчанию - #e3712c

source: Orange Burnt
ar_ae: حرق البرتقال
el: Καμένο πορτοκαλί
pl_pl: Pomarańczowy spalony
ru_ru: Оранжевый жженый

source: Change core colors of %1$s • Home Slider price and Title Hover %1$s • Property Title Hover %1$s • Property More Details Link Hover %1$s • footer Links Hover %1$s • Post Title Hover %1$s • Agent Title Hover in Listing %1$s • Title Hover of Featured Properties Widget %1$s • Contact Page Email Hover %1$s • Feature Search Hover in Search Form Widget %1$s Default color is #df5400
ar_ae: تغيير الألوان الأساسية لـ%1$s ‬ ‫• سعر شريط تمرير الصفحة الرئيسية وتحوم العنوان%1$s ‬ ‫• عنوان الخاصية تحوم فوق%1$s ‬ ‫• تفاصيل أكثر عن الخاصية مرِّر الرابط%1$s ‬ ‫• ارتباطات التذييل تحوم%1$s ‬ ‫• تحوم فوق عنوان المشاركة%1$s ‬ ‫• عنوان الوكيل يحوم فوق قائمة%1$s ‬ ‫• تمرير عنوان أداة الخصائص المميزة%1$s ‬ ‫• تمرير البريد الإلكتروني لصفحة جهة الاتصال%1$s ‬ ‫• مرر مؤشر الماوس في أداة نموذج البحث%1$s ‬ ‫اللون الافتراضي هو #df5400
el: Αλλαγή των βασικών χρωμάτων σε %1$s - Hover στην τιμή και στο είδος ακινήτου στο Slider Αρχικής Σελίδας %1$s - Hover στον τίτλο ακινήτου %1$s - Hover στο σύνδεσμο Περισσότερες Λεπτομέρειες Ακινήτου %1$s - Hover στους συνδέσμους υποσέλιδου %1$s - Hover στον τίτλο άρθρου %1$s - Hover στον τίτλου πράκτορα στην καταχώριση %1$s - Hover στον τίτλο του Widget προτεινόμενων ακινήτων %1$s - Hover στο Email στη Σελίδα Επικοινωνίας %1$s - Hover στην Αναζήτηση Χαρακτηριστικών στο Widget φόρμας αναζήτησης %1$s Το προεπιλεγμένο χρώμα είναι #df5400
pl_pl: Zmień kolory rdzenia%1$s • Strona główna cena slidera i tytuł Hover%1$s • tytuł własności Hover%1$s • Właściwość więcej szczegółów łącze Hover%1$s • Stopka łącza Hover%1$s • tytuł wpisu Hover%1$s • wiek NT tytuł aktywowania w aukcji%1$s • tytuł Hover wyróżnione Nieruchomości widget%1$s • email strony kontaktowej Hover%1$s • funkcja wyszukiwania aktywowana w widżecie formularza wyszukiwania%1$s domyślny kolor jest #df5400
ru_ru: Изменение основных цветов %1$s • Главная цена слайдера и наведение заголовка %1$s • Название объекта недвижимости Hover %1$s • Свойство Подробнее ссылка Hover %1$s • нижний колонтитул ссылки Hover %1$s • Заголовок сообщения Hover %1$s * * Наведение заголовка агента в листинге %1$s показывает * Наведение заголовка виджета избранных свойств %1$s • Контактная страница email Hover %1$s • Функция поиска наведите курсор мыши на виджет формы поиска %1$s Цвет по умолчанию - #df5400

source: Blue light
ar_ae: ازرق فاتح
el: Μπλε ανοικτό
pl_pl: Jasno niebieski
ru_ru: Голубой свет

source: Change core colors of %1$s • Header Phone Number Background %1$s • Search Form Drop Down Item Background %1$s • Home Slider Know More %1$s • Property Price & type color/Background %1$s • Scroll To Top Button %1$s • Post Format Icon Background %1$s • Post Slider Navigation %1$s • Gallery Property Overlay %1$s Default color is #4dc7ec
el: Αλλαγή των βασικών χρωμάτων σε %1$s - Φόντο αριθμού τηλεφώνου κεφαλίδας %1$s - Φόντο στοιχείου αναδιπλώμενου μενού φόρμας αναζήτησης %1$s - Slider αρχικής σελίδας, Γνωρίστε περισσότερα %1$s - Φόντο Τιμής και Είδους Ακινήτου %1$s - Κουμπί Κύληση στην Αρχή %1$s - Φόντο εικονιδίου διαμόρφωσης άρθρου %1$s - Πλοήγηση στο Slider Άρθρων %1$s - Επικάληψη στη Γκαλερί Ακινήτων %1$s Το προεπιλεγμένο χρώμα είναι #4dc7ec
pl_pl: Zmienianie kolorów podstawowych%1$s • nagłówek numer telefonu tło%1$s • formularz wyszukiwania rozwijane tło elementu%1$s • Strona główna suwak wiedzieć więcej%1$s • cena Nieruchomości & typ kolor/tło%1$s • przewiń do góry, ale tona%1$s • format postu ikona tło%1$s • Nawigacja po suwaku%1$s • nakładka Nieruchomości galerii%1$s domyślny kolor jest #4dc7ec
ru_ru: Изменение основных цветов %1$s * Фон заголовка телефонного номера %1$s • Поисковая форма выпадающий элемент фона %1$s * Главная слайдер знать больше %1$s • Цена недвижимости и тип цвет / фон %1$s * Прокрутка до верхней кнопки %1$s • Фон значка формата Post %1$s • Навигация по слайдеру Post %1$s * Наложение свойств галереи %1$s Цвет по умолчанию - #4dc7ec

source: Blue Dark
ar_ae: الأزرق الداكن
el: Μπλε σκούρο
pl_pl: Niebieski Ciemny
ru_ru: Темно Синий

source: Small Devices Bar Background Color
ar_ae: لون خلفية شريط الأجهزة الصغيرة
el: Χρώμα φόντου μπάρας για μικρές συσκευές
ru_ru: Цвет фона для мелких устройств

source: This bar will appear only on small devices
ar_ae: سيظهر هذا الشريط فقط على الأجهزة الصغيرة
el: Αυτή η μπάρα θα εμφανίζεται μόνο σε μικρές συσκευές
ru_ru: Эта панель будет отображаться только на небольших устройствах

source: Currency Switcher
ar_ae: محوّل العملات
da_dk: Valuta omskifter
el: Εναλλαγή νομίσματος
pl_pl: Przełącznik walut
ru_ru: Переключатель валют

source: Background Open/Hover Color
ar_ae: لون الخلفية عند مرور الماوس
el: Hover/Open Χρώμα φόντου
ru_ru: Фон при открытии/Цвет при наведении

source: Text Open/Hover Color
ar_ae: لون هاور للنص
el: Χρώμα ανοιχτού/hover κειμένου
ru_ru: Цвет Открытия Текста / Наведения Курсора Мыши

source: Dropdown Background Color
ar_ae: لون خلفية القائمة المنسدلة
el: Χρώμα φόντου αναδιπλώμενου μενού
pl_pl: Kolor tła rozwijanego
ru_ru: Выпадающее меню цвет фона

source: Dropdown text Color
ar_ae: لون خط القائمة المنسدلة
el: Χρώμα κειμένου αναδιπλώμενου μενού
ru_ru: Цвет выпадающего текста

source: Dropdown Background Hover Color
ar_ae: لون خلفية القائمة المنسدلة
el: Χρώμα Hover φόντου αναδιπλώμενου μενού
ru_ru: Выпадающий Фон Цвет Наведения Курсора Мыши

source: Dropdown Text Hover Color
ar_ae: لون تحوم النص المنسدل
el: Χρώμα Hover κειμένου αναδιπλώμενου μενού
pl_pl: Kolor listy rozwijanej tekst Hover
ru_ru: Раскрывающийся Текст При Наведении Цвет

source: Language Switcher
ar_ae: محوّل اللغة
da_dk: Sprog vælger
el: Εναλλαγή γλώσσας
pl_pl: Przełącznik języków
ru_ru: Переключатель языка

source: Compare Properties
ar_ae: قارن العقارات
da_dk: Sammenlign ejendommer
el: Σύγκριση ακινήτων
pl_pl: Porównaj nieruchomości
ru_ru: Сравнение объектов

source: Compare View Background Color
ar_ae: قارن عرض لون الخلفية
el: Χρώμα φόντου στην προβολή σύγκρισης
ru_ru: Сравнить Цвет Фона Вида

source: Compare View Title Color
ar_ae: قارن عرض لون العنوان
el: Χρώμα τίτλου στην προβολή σύγκρισης
ru_ru: Цвет заголовка сравнение

source: Compare View Property Title Color
ar_ae: قارن عرض لون عنوان العقار
el: Χρώμα τίτλου ακινήτου στην προβολή σύγκρισης
ru_ru: Сравнить Вид Цвет Заголовка Свойства

source: Compare View Property Title Hover Color
ar_ae: قارن عرض عنوان العقار تحوم اللون
el: Χρώμα Hover τίτλου ακινήτου στην προβολή σύγκρισης
ru_ru: Сравните Вид Права Собственности При Наведении Цвет

source: Compare View Button Background Color
ar_ae: قارن لون خلفية زر العرض
el: Χρώμα φόντου κουμπιού στην προβολή σύγκρισης
ru_ru: Сравнить Цвет Фона Кнопки Просмотра

source: Compare View Button Text Color
ar_ae: قارن لون زر عرض النص
el: Χρώμα τίτλου κουμπιού στην προβολή σύγκρισης
ru_ru: Сравнить Цвет Текста Кнопки Просмотра

source: Compare View Button Hover Background Color
ar_ae: قارن بين طريقة عرض زر تحوم لون الخلفية
el: Χρώμα Hover φόντου κουμπιού στην προβολή σύγκρισης
ru_ru: Сравнить Вид Кнопка Наведения Цвет Фона

source: Compare View Button Hover Text Color
ar_ae: قارن بين طريقة عرض زر لون زر التحويم
el: Χρώμα Hover τίτλου κουμπιού στην προβολή σύγκρισης
ru_ru: Сравнить Вид Кнопка Наведения Цвет Текста

source: Footer Background Color
ar_ae: لون خلفية الفوتر
da_dk: Sidefods baggrundsfarve
el: Χρώμα φόντου υποσέλιδου
pl_pl: Kolor tła stopki
ru_ru: Цвет фона футера

source: Footer Widget Title Color
ar_ae: لون عنوان المربعات الجانبية فى الفوتر
da_dk: Sidefod widgettitelfarve
el: Χρώμα τίτλου widget υποσέλιδου
pl_pl: Kolor tytułu widgeta stopki
ru_ru: Цвет заголовка виджета в подвале

source: Footer Text Color
ar_ae: لون نص الفوتر
da_dk: Sidefod tekst farve
el: Χρώμα κειμένου υποσέλιδου
pl_pl: Kolor tekstu stopki
ru_ru: Цвет текста футера

source: Footer Link Color
ar_ae: لون رابط الفوتر
da_dk: Sidefods link farve
el: Χρώμα συνδέσμου υποσέλιδου
pl_pl: Kolor Odnośnika Stopki
ru_ru: Цвет ссылки футера

source: Default color is #75797A
ar_ae: اللون الافتراضي هو # 75797A
el: Το προεπιλεγμένο χρώμα είναι #75797A
pl_pl: Domyślnym kolorem jest #75797A
ru_ru: Цвет по умолчанию - #75797A

source: Footer Link Hover Color
ar_ae: لون الرابط في التذييل عند المرور بالماوس
da_dk: Sidefods hover farve
el: Χρώμα Hover συνδέσμου υποσέλιδου
pl_pl: Kolor Wskazanego Odnośnika Stopki
ru_ru: Цвет ссылок в футере при наведении

source: Default color is #dc7d44
ar_ae: اللون الافتراضي هو # dc7d44
el: Το προεπιλεγμένο χρώμα είναι #dc7d44
pl_pl: Domyślnym kolorem jest #dc7d44
ru_ru: Цвет по умолчанию - #dc7d44

source: Footer Border Color
ar_ae: لون حدود التذييل
da_dk: Sidefods kantfarve
el: Χρώμα περιγράμματος υποσέλιδου
pl_pl: Kolor obramowania stopki
ru_ru: Цвет границы футера

source: Do you want to disable footer bottom background image?
el: Θέλετε να απενεργοποιήσετε την εικόνα φόντου στο κάτω μέρος του υποσέλιδου;
ru_ru: Вы хотите отключить нижний колонтитул фонового изображения?

source: Footer Bottom Background Image
ar_ae: صورة اسفل تذييل الخلفية
el: Εικόνα φόντου κάτω τμήματος υποσέλιδου
ru_ru: Фоновое изображение нижней части футера

source: Note: Default background image is 235px in height and 1770px in width.
ar_ae: ملاحظة: صورة الخلفية في ( الفوتر ) الافتراضية هي 235px في الارتفاع و1770px في العرض.
da_dk: OBS: Standard baggrundsbillede skal være 235px højt og 1770px bredt.
el: Σημείωση: Η προεπιλεγμένη εικόνα φόντου έχει ύψος 235px και πλάτος 1770px.
pl_pl: Uwaga: Domyślne tło obrazu wynosi 235px wysokości i 1770px szerokości.
ru_ru: Примечание: По умолчанию фоновое изображение 235px в высоту и 1770 точек по ширине.

source: Menu wrapper Background Color
ar_ae: لون خلفية الميتا
el: Χρώμα φόντου στοιχείου που περιλαμβάνει το μενού
ru_ru: Цвет фона обертки меню

source: Header Meta wrapper Background Color
ar_ae: لون خلفية الميتا
el: Χρώμα φόντου πλαισίου μετα-πληροφοριών κεφαλίδας
ru_ru: Заголовок мета обертка цвет фона

source: Header/Banner Background Color
ar_ae: ترويسة/راية لون الخلفية
el: Χρώμα φόντου κεφαλίδας/πανό
ru_ru: Цвет фона заголовка/баннера

source: Applies when no banner image appears. Default Color is %s
ar_ae: ينطبق عند عدم ظهور صورة لافتة. اللون الافتراضي هو %s
el: Ισχύει όταν δεν εμφανίζεται εικόνα banner. Το προεπιλεγμένο χρώμα είναι %s
ru_ru: Применяется, если изображение баннера не отображается. Цвет по умолчанию - %so

source: Logo Text Color
ar_ae: لون نص الشعار
da_dk: Logo tekst farve
el: Χρώμα κειμένου λογότυπου
pl_pl: Kolor tekstu logo
ru_ru: Цвет текста логотипа

source: Logo Text Hover Color
ar_ae: لون نص الشعار عند مرور الماوس
da_dk: Mus over farve på logo
el: Χρώμα Hover κειμένου λογότυπου
pl_pl: Kolor tekstu loga po wskazaniu
ru_ru: Цвет текстового логотипа при наведении

source: Default Color is %s
ar_ae: اللون الافتراضي %s
el: Το προεπιλεγμένο χρώμα είναι %s
pl_pl: Domyślny kolor to %s
ru_ru: Цвет по умолчанию - %so

source: Tagline Text Color
da_dk: Farve på indekslinje
el: Χρώμα κειμένου ατάκας
pl_pl: Kolor tekstu opisu strony
ru_ru: Цвет текста слогана

source: Tagline Background Color
ar_ae: لون خلفية سطر الوصف
da_dk: Baggrundsfarve på indekslinje
el: Χρώμα φόντου ατάκας
pl_pl: Kolor tła opisu strony
ru_ru: Фоновый цвет Слогана

source: Header Text Color
ar_ae: لون نص الهيدر
da_dk: Sidehoved tekst farve
el: Χρώμα κειμένου κεφαλίδας
pl_pl: Kolor tekstu nagłówka
ru_ru: Цвет текста заголовка

source: Header Links Hover Color
ar_ae: اختر لون الروابط في رأس الصفحة
da_dk: Mus over farve på sidetop links
el: Χρώμα Hover συνδέσμων κεφαλίδας
pl_pl: Kolor linków po wskazaniu kursorem
ru_ru: Цвет ссылок в шапке при наведении

source: Header Borders Color
ar_ae: لون حدود الهيدر
da_dk: Sidetop kant farve
el: Χρώμα περιγραμμάτων κεφαλίδας
pl_pl: Kolor obramowania nagłówka
ru_ru: Цвет границ заголовка

source: Header Background Gradient Color
pl_pl: Kolor gradientu tła nagłówka
ru_ru: Цвет градиента фона заголовка

source: Main Menu Text Color
ar_ae: لون النص في القائمة الرئيسية
da_dk: Hovedmenuens tekstfarve
el: Χρώμα κειμένου κύριου μενού
pl_pl: Kolor tekstu głównego menu
ru_ru: Цвет текста главного меню

source: Main Menu Text Hover Color
ar_ae: لون نص القائمة الرئيسي تحوم
el: Χρώμα Hover κειμένου κύριου μενού
ru_ru: Цвет текста главного меню при наведении

source: Main Menu Hover Background/border
ar_ae: القائمة الرئيسية تحوم الخلفية / الحدود
el: Hover φόντου/περιγράμματος κύριου μενού
ru_ru: Фон/граница главного меню при наведении

source: Default color is #ea723d
ar_ae: اللون الافتراضي هو # ea723d
el: Το προεπιλεγμένο χρώμα είναι #ea723d
pl_pl: Domyślnym kolorem jest #ea723d
ru_ru: Цвет по умолчанию - #ea723d

source: Drop Down Menu Background Color
ar_ae: لون الخلفية للقائمة المنسدلة
da_dk: Baggrundsfarve på fold-ud menu
el: Χρώμα φόντου αναδιπλώμενου μενού
pl_pl: Kolor tła rozwijanego menu
ru_ru: Выпадающее Меню Цвет Фона

source: Drop Down Menu Text Color
ar_ae: لون النص في قائمة المنسدلة الفرعية
da_dk: Tekstfarve på fold-ud menu
el: Χρώμα κειμένου αναδιπλώμενου μενού
pl_pl: Kolor tekstu rozwijanego menu
ru_ru: Цвет текста для выпадающего меню
