Repository: InspiryThemes/realhomes-translations
Catalog: realhomes-theme/*.po
Languages: ar_ae, da_dk, el, pl_pl, ru_ru

source: Exclude or Include Featured Properties from Recent Properties on Homepage
ar_ae: استبعاد أو تضمين عقارات مميزة من العقارات الأخيرة على الصفحة الرئيسية
da_dk: Udeluk eller medtag fremhævede ejendomme fra de seneste ejendomme på forside
el: Εξαίρεση ή Συμπερίληψη των Προτεινόμενων Ακινήτων από τα Πρόσφατα Ακίνητα στην Αρχική σελίδα
pl_pl: Dodaj / nie dodawaj do nieruchomości na stronie głównej polecane nieruchomości z ostatnio wyświetlanych
ru_ru: Исключить или Включить Рекомендуемые Свойства Самые новые на главной странице

source: Exclude
ar_ae: استبعاد بنود التخفيض
da_dk: Ekskludér
el: Εξαίρεση
pl_pl: Pomiń
ru_ru: Исключить

source: Include
ar_ae: تضمين
da_dk: Inkludér
el: Συμπερίληψη
pl_pl: Dołącz
ru_ru: Включить

source: Which statuses would you like to exclude ?
ar_ae: ما الحالات التي تريد استبعادها؟
el: Ποιες καταστάσεις θα θέλατε να αποκλείσετε;
ru_ru: Какие статусы вы хотели бы исключить ?

source: Select Featured Properties Variation
ar_ae: تحديد تباين العقارات المميزة
da_dk: Vælg fremhævede ejendommes variation
el: Επιλέξτε παραλλαγή προτεινόμενων ακινήτων
pl_pl: Wybór wariantu polecanych Nieruchomości
ru_ru: Выберите Вариации Рекомендуемых объектов

source: News Posts on Homepage
ar_ae: أخبار المشاركات على الصفحة الرئيسية
da_dk: Nyheds indlæg på hjemmesiden
el: Ειδήσεις στην αρχική σελίδα
pl_pl: Posty dot. wydarzeń na stronie głównej
ru_ru: Новости на главной странице

source: Recent
ar_ae: حدثيًا
da_dk: Seneste
el: Πρόσφατα
pl_pl: Ostatnie
ru_ru: Последние

source: Content Area on Homepage
ar_ae: منطقة المحتوى على الصفحة الرئيسية
el: Περιοχή περιεχομένου στην αρχική σελίδα
ru_ru: Область содержимого на главной странице

source: For the contents that you may have added to the homepage using above content area underneath homepage title.
ar_ae: للمحتويات التي ربما أضفتها إلى الصفحة الرئيسية باستخدام منطقة المحتوى أعلاه تحت عنوان الصفحة الرئيسية.
el: Για τα περιεχόμενα που ενδεχομένων έχετε προσθέσει στην αρχική σελίδα, χρησιμοποιώντας την περιοχή πάνω από το περιεχόμενο και κάτω από τον τίτλο της αρχικής σελίδας.
ru_ru: Для содержимого, которое вы, возможно, добавили на домашнюю страницу, используя область содержимого выше под заголовком главной страницы.

source: Testimonial on Homepage
ar_ae: شهادة على الصفحة الرئيسية
da_dk: Anmeldelse på forside
el: Μαρτυρία στην αρχική σελίδα
pl_pl: Referencje na stronie głównej
ru_ru: Отзыв на главной странице сайта

source: giovannigr
ru_ru: Джованни

source: Testimonial
ar_ae: توصية
da_dk: Udtalelse
el: Μαρτυρία
pl_pl: Referencja
ru_ru: Отзыв

source: Best theme for Real Estate Agency fast installation and translation can be done with po-edit software. Cool & comfortable design, thanks for this amazing theme. Recommended for all real estate agency.
ar_ae: يمكن إجراء أفضل موضوع للتثبيت السريع والترجمة للوكالة العقارية باستخدام برنامج po-edit. تصميم رائع ومريح ، شكرا لهذا الموضوع الرائع. موصى به لجميع الوكالات العقارية.
da_dk: Bedste tea for et ejendomsmæglerfirma. Hurtig installation og oversættelse kan udføres med po-edit software. Cool & flot design, takket være dette fantastiske tema. Anbefalet til alle ejendomsmæglerfirmaer.
el: Το καλύτερο θέμα για μεσιτικό γραφείο, γρήγορη εγκατάσταση και η μετάφραση μπορεί να γίνει με το λογισμικό po-edit. Μοντέρνος και άνετος σχεδιασμός, ευχαριστώ για αυτό το καταπληκτικό θέμα. Προτείνεται για όλα τα κτηματομεσιτικά γραφεία.
pl_pl: Najlepszy motyw dla agencji Nieruchomości. Polecane dla wszystkich agencji Nieruchomości.
ru_ru: Лучшая тема для агентства недвижимости быстрая установка и перевод могут быть сделаны с помощью программного обеспечения poedit. Прохладный и удобный дизайн, спасибо за эту удивительную тему. Рекомендуется для всех агентств недвижимости.

source: CTA on Homepage
ar_ae: CTA على الصفحة الرئيسية
da_dk: CTA på forsiden
el: CTA στην αρχική σελίδα
pl_pl: Wezwanie do Działania na stronie głównej
ru_ru: CTA на главной странице

source: CTA Background
ar_ae: خلفية CTA
da_dk: CTA baggrund
el: Φόντο CTA
pl_pl: Tło układu wezwania do działania
ru_ru: CTA Фон

source: CTA Title
ar_ae: العنوان
da_dk: CTA titel
el: Τίτλος CTA
pl_pl: Wezwania do Działania - tytuł
ru_ru: Название CTA

source: CTA Description
ar_ae: وصف CTA
da_dk: CTA Beskrivelse
el: Περιγραφή CTA
pl_pl: Opis układu Wezwania do Działania
ru_ru: CTA Описание

source: Looking to Buy a new property or Sell an existing one? RealHomes provides an easy solution!
el: Ψάχνετε να αγοράσετε ένα νέο ακίνητο ή να πουλήσετε ένα υπάρχον; Το RealHomes παρέχει μια εύκολη λύση!
ru_ru: Хотите купить новую недвижимость или продать существующую? Real Homes предоставляет простое решение!

source: CTA Button Title One
ar_ae: عنوان زر CTA الأول
el: Τίτλος κουμπιού CTA 1
pl_pl: Przycisk Wezwania do Działania — tytuł jeden
ru_ru: Название кнопку CTA один

source: CTA Button URL One
ar_ae: مشاهدة الرابط على زر أضف إلى السلة
el: URL κουμπιού CTA 1
pl_pl: Adres URL Przycisku 1
ru_ru: CTA кнопка URL один

source: CTA Button Title Two
ar_ae: عنوان زر CTA الثاني
el: Τίτλος κουμπιού CTA 2
pl_pl: Tytuł przycisku Wezwania do Działania dwa
ru_ru: CTA кнопка название Два

source: Browse Property
ar_ae: تصفح العروض
el: Επισκόπηση
pl_pl: Przeglądaj Nieruchomości
ru_ru: Просмотр Свойств

source: CTA Button URL Two
ar_ae: عنوان URL لزر CTA الثاني
el: URL κουμπιού CTA 2
pl_pl: Adres URL Przycisku 2
ru_ru: CTA кнопка URL два

source: Agents on Homepage
ar_ae: وكلاء على الصفحة الرئيسية
da_dk: Mægler på forside
el: Πράκτορες στην αρχική σελίδα
pl_pl: Agenci na stronie głównej
ru_ru: Агенты на домашней странице

source: Partners on Homepage
ar_ae: صفحة الشركاء
da_dk: Partnere på forsiden
el: Συνεργάτες στην αρχική σελίδα
pl_pl: Partnerzy na stronie głównej
ru_ru: Партнеры на домашней странице

source: Our
ar_ae: يتألف
da_dk: Vores
pl_pl: Naszej
ru_ru: Наш

source: Some amazing partners of RealHomes theme
el: Μερικοί καταπληκτικοί συνεργάτες του θέματος RealHomes
ru_ru: Некоторые удивительные партнеры темы Real Homes

source: CTA Contact on Homepage
ar_ae: جهة اتصال CTA على الصفحة الرئيسية
da_dk: CTA kontakt på forsiden
el: CTA Επικοινωνία στην αρχική σελίδα
pl_pl: Kontakt z wezwania do działania na stronie głównej
ru_ru: ПКД(Призыв к действию) Контакт на домашней странице

source: Sections Border Angle
ar_ae: زاوية إطار القسم
el: Γωνία περιγράμματος τμημάτων
pl_pl: Przekroje kąta obramowania
ru_ru: Угол границы раздела

source: Diagonal
ar_ae: قطري
el: Διαγώνιος
ru_ru: Диагональ

source: Flat
ar_ae: مسطح. غير مرن، لا رنيني
da_dk: Flad
el: Διαμέρισμα
pl_pl: Płaski
ru_ru: Плоский

source: Slider Area
ar_ae: منطقة المنزلق
da_dk: Billedvisningsområde
el: Περιοχή Slider
pl_pl: Obszar slidera
ru_ru: Зона слайдера

source: Call to Action - Contact
ar_ae: دعوة للعمل - الاتصال
el: Πρόσκληση για δράση - Επικοινωνία
ru_ru: Призыв к действию-контакт

source: General
ar_ae: عام
da_dk: Generelt
el: Γενικά
pl_pl: Ogólne
ru_ru: Общие

source: Homepage Settings
ar_ae: اعدادات الصفحة الرئيسية
da_dk: Forsideindstillinger
el: Ρυθμίσεις αρχικής σελίδας
pl_pl: Ustawienia strony głównej
ru_ru: Настройки главной страницы

source: Content Display
ru_ru: Показать контент

source: Page Description
pl_pl: Opis strony
ru_ru: Описание страницы

source: Page Title Display Status
ar_ae: عنوان صفحة حالة العقار
da_dk: Visningsstatus for sidetitel
el: Κατάσταση εμφάνισης τίτλου σελίδας
pl_pl: Stan wyświetlania tytułu strony
ru_ru: Название страницы Статус дисплея

source: Video Embed Code
ar_ae: كود الفيديو المضمن
da_dk: Video indlejringskode
el: Κώδικας ενσωμάτωσης βίντεο (embed)
pl_pl: Kod do osadzenia wideo
ru_ru: Код для вставки видео

source: If you are not using self hosted videos then please provide the video embed code and remove the width and height attributes.
ar_ae: إذا كنت لاتستخدم فيديو من حاسوبك ارجو لصق كود الفيديو بدون سمات الغرض و الارتفاع ( width ,height )
da_dk: Hvis du ikke bruger selv hostede videoer så angiv videoens indlejrings kode og fjern bredde og højde attributter.
el: Εάν δεν χρησιμοποιείτε βίντεο που φιλοξενείτε εσείς, τότε παρακαλούμε δώστε τον κώδικα ενσωμάτωσης βίντεο και αφαιρέστε τα χαρακτηριστικά πλάτος (width) και ύψος (height).
pl_pl: Jeśli nie korzystasz z hostowanych filmów, podaj kod do umieszczenia filmu i usuń atrybuty szerokości i wysokości.
ru_ru: Если вы не используете самодостаточно видео, пожалуйста, предоставить код, видео и удалить ширину и атрибуты высоты.

source: Upload Gallery Images
ar_ae: رفع البوم صور
da_dk: Upload galleribilleder
el: Ανέβασμα εικόνων γκαλερί
pl_pl: Załaduj zdjęcia do galerii
ru_ru: Загрузить галерею изображений

source: Property Grid
ru_ru: Объекты недвижимости (сетка)

source: Property Card Design
el: Σχεδιασμός κάρτας ακινήτου
ru_ru: Дизайн карточки объекта

source: Default is the selected design from Templates & Archives customizer setting
el: Προεπιλογή είναι το επιλεγμένο σχέδιο από τη ρύθμιση της παραμαετροποίησης Προτύπων & Αρχείων
ru_ru: По умолчанию используется дизайн, выбранный в настройках настройщика «Шаблоны и архивы»

source: Hide Search Form In Header?
el: Απόκρυψη φόρμας αναζήτησης στην κεφαλίδα;
ru_ru: Статус Отображения Заголовка Баннера?

source: Install Required Plugins
ar_ae: تثبيت الإضافات المطلوبة
da_dk: Installer påkrævede plugins
el: Εγκατάσταση απαιτούμενων προσθέτων
pl_pl: Zainstaluj wymagane wtyczki
ru_ru: Установка необходимых плагинов

source: Install Plugins
ar_ae: تثبيت الإضافات
da_dk: Installer plugins
el: Εγκατάσταση προσθέτων
pl_pl: Zainstaluj wtyczki
ru_ru: Установить плагины

source: Installing Plugin: %s
ar_ae: تثبيت الإضافات: %s
da_dk: Installerer plugin: %s
el: Εγκατάσταση πρόσθετου: %s
pl_pl: Instalowanie wtyczki: %s
ru_ru: Установка плагина: %s

source: Updating Plugin: %s
ar_ae: تحديث الاضافة %s
da_dk: Opdaterer plugin: %s
el: Ενημέρωση του προσθέτου: %s
pl_pl: Aktualizacja wtyczki: %s
ru_ru: Обновление плагина: %s

source: Something went wrong with the plugin API.
ar_ae: حدث خطأ مع الإضافة.
da_dk: Noget gik galt med dette plugins API.
el: Κάτι πήγε στραβά με το API του προσθέτου.
pl_pl: Coś poszło nie tak z API wtyczki.
ru_ru: Что-то пошло не так с API плагина.

source: Begin installing plugin
ar_ae: البدء في تثبيت الأضافة
da_dk: Begynd at installere plugin
el: Ξεκινήστε την εγκατάσταση του προσθέτου
pl_pl: Rozpocznij instalację wtyczki
ru_ru: Начать установку плагина

source: Begin updating plugin
ar_ae: البدء في تحديث الأضافة
da_dk: Begynd at opdatere plugin
el: Ξεκινήστε την ενημέρωση του προσθέτου
pl_pl: Rozpoczyna aktualizowanie wtyczki
ru_ru: Начать обновление плагина

source: Begin activating plugin
ar_ae: البدء في تفعيل الأضافة
da_dk: Begynd at aktivere plugin
el: Ξεκινήστε την ενεργοποίηση του προσθέτου
pl_pl: Rozpoczyna aktywację wtyczki
ru_ru: Начать активацию плагина

source: Return to Required Plugins Installer
ar_ae: ارجع الى مثبت الاضافات المطلوب
da_dk: Vend tilbage til Installation af Påkrævede Plugins
el: Επιστροφή στη σελίδα εγκατάστασης απαιτούμενων πρόσθετων
pl_pl: Wróć do instalatora wymaganych wtyczek
ru_ru: Вернуться к установщику необходимых плагинов

source: Return to the Dashboard
ar_ae: العودة إلى لوحة التحكم الرئيسية
da_dk: Tilbage til Dashboard
el: Επιστροφή στον πίνακα ελέγχου
pl_pl: Powrót do Kokpitu
ru_ru: Вернуться на панель инструментов

source: Plugin activated successfully.
ar_ae: تم تفعيل البرنامج المساعد بنجاح.
da_dk: Plugin blev succesfuldt aktiveret.
el: Το πρόσθετο ενεργοποιήθηκε με επιτυχία.
pl_pl: Wtyczka aktywowana pomyślnie.
ru_ru: Плагин успешно активирован.

source: The following plugin was activated successfully:
ar_ae: تم تنشيط الإضافة التالية بنجاح:
da_dk: Følgende plugin blev aktiveret succesfuldt :
el: Το ακόλουθο πρόσθετο ενεργοποιήθηκε με επιτυχία:
pl_pl: Następująca wtyczka została aktywowana pomyślnie:
ru_ru: Следующий плагин был успешно активирован:

source: No action taken. Plugin %1$s was already active.
ar_ae: لم يتم اتخاذ أي إجراء. الاضافات نشطه %1$s بالفعل نشط.
da_dk: Ingen handling. Plugin %1$s var allerede aktivt.
el: Δεν έγινε καμία ενέργεια. Το πρόσθετο %1$s ήταν ήδη ενεργό.
pl_pl: Nie podjęto żadnych działań. Wtyczka %1$s jest już aktywna.
ru_ru: Никаких действий не принимается. Плагин %1$s уже активирован.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
ar_ae: لم يتم تفعيل الإضافة. إصدار أعلى من %s مطلوب لهذا القالب. يرجى تحديث الإضافة.
da_dk: Plugin ikke aktiveret. En højere version af %s kræves af dette tema. Opdater venligst plugin.
el: Το πρόσθετο δεν ενεργοποιήθηκε. Για αυτό το θέμα απαιτείται μια υψηλότερη έκδοση του %s. Παρακαλούμε, ενημερώστε το πρόσθετο.
pl_pl: Nie aktywowano wtyczki. Nowsza wersja %s jest wymagana dla tego szablonu. Proszę zaktualizować wtyczkę.
ru_ru: Плагин не активирован. Для этой темы требуется более высокая версия %s. Обновите плагин.

source: All plugins installed and activated successfully. %1$s
ar_ae: جميع الاضافات تم تفعيلها بنجاح . %1$s
da_dk: Alle plugins installeret og aktiveret med succes. %1$s
el: Όλα τα πρόσθετα εγκαταστάθηκαν και ενεργοποιήθηκαν με επιτυχία. %1$s
pl_pl: Wszystkie wtyczki zainstalowano i aktywowano pomyślnie. %1$s
ru_ru: Все плагины установлены и успешно активированы. %1$s

source: Dismiss this notice
ar_ae: تجاهل هذا الإشعار
da_dk: Luk denne besked
el: Απόρριψη αυτής της ειδοποίησης
pl_pl: Odrzuć to powiadomienie
ru_ru: Закрыть это уведомление

source: There are one or more required or recommended plugins to install, update or activate.
ar_ae: هناك واحد أو أكثر من المكونات الإضافية المطلوبة أو الموصى بها لتثبيت أو تحديث أو تنشيط.
da_dk: Der er en eller flere påkrævede eller anbefalede plugins til installation, opdatering eller aktivering.
el: Υπάρχουν ένα ή περισσότερα απαιτούμενα ή συνιστώμενα πρόσθετα που πρέπει να εγκατασταθούν, να ενημερωθούν ή να ενεργοποιηθούν.
pl_pl: Pozostała jedna bądź więcej wtyczek, wymagających instalacji, aktualizacji lub aktywacji.
ru_ru: Для установки, обновления или активации есть один или несколько обязательных или рекомендуемых модулей.

source: Please contact the administrator of this site for help.
ar_ae: يرجى الاتصال بمسؤول هذا الموقع للحصول على المساعدة.
da_dk: Kontakt venligst administratoren af denne side for hjælp.
el: Παρακαλούμε επικοινωνήστε με τον διαχειριστή αυτού του ιστότοπου για βοήθεια.
pl_pl: Skontaktuj się z administratorem tej strony.
ru_ru: Обратитесь за помощью к администратору этого сайта.

source: This plugin needs to be updated to be compatible with your theme.
ar_ae: يجب تحديث هذا البرنامج المساعد ليكون متوافقًا مع نسقك.
da_dk: Dette plugin skal opdateres for at være kompatibelt med dit tema.
el: Αυτό το πρόσθετο πρέπει να ενημερωθεί για να είναι συμβατό με το θέμα σας.
pl_pl: Ta wtyczka musi zostać zaktualizowana, by była kompatybilna z Twoim szablonem.
ru_ru: Этот плагин должен быть обновлен, чтобы быть совместимым с вашей темой.

source: Update Required
ar_ae: مطلوب التحديث
da_dk: Opdatering påkrævet
el: Απαιτείται ενημέρωση
pl_pl: Wymagana aktualizacja
ru_ru: Требуется обновление

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
ar_ae: لا تحتوي حزمة المكوّن الإضافي عن بُعد على مجلد يحتوي على الإزاحة المرغوبة ولم تنجح إعادة التسمية.
da_dk: Den eksterne plugin-pakke indeholder ikke en mappe med den ønskede slug, og omdøbning virkede ikke.
el: Το απομακρυσμένο πακέτο πρόσθετων δεν περιέχει φάκελο με το επιθυμητό slug και η μετονομασία δεν λειτούργησε.
pl_pl: Zdalny pakiet wtyczek nie zawiera folderu z żądanym plikiem i zmiana nazwy nie działała.
ru_ru: Удаленный пакет плагинов не содержит папки с нужной записью и переименование не работает.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
ar_ae: يرجى الاتصال بمزود البرنامج المساعد واطلب منهم أن يحزموا البرنامج المساعد الخاص بهم وفقًا لإرشادات WordPress.
da_dk: Kontakt venligst udbyderen af dette plugin og bed dem om at pakke deres plugin i henhold til WordPress' retningslinjer.
el: Επικοινωνήστε με τον πάροχο του προσθέτου και ζητήστε του να συμπιέσει το πρόσθετό του σύμφωνα με τις οδηγίες του WordPress.
pl_pl: Skontaktuj się z dostawcą wtyczki i poproś aby przygotował paczkę z wtyczką zgodnie z wytycznymi WordPress'a.
ru_ru: Обратитесь к поставщику плагинов и попросите их упаковать их плагин в соответствии с рекомендациями WordPress.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
ar_ae: تتكون حزمة البرنامج المساعد عن بعد من أكثر من ملف واحد ، ولكن لا يتم حزم الملفات في مجلد.
da_dk: Den eksterne plugin-pakke indeholder mere end én fil, men filerne er ikke pakket i en mappe.
el: Το πακέτο απομακρυσμένου προσθέτου αποτελείται από περισσότερα από ένα αρχεία, αλλά τα αρχεία δεν βρίσκονται σε έναν φάκελο.
pl_pl: Paczka wtyczki zawiera więcej niż jeden plik, ale pliki nie są spakowane do folderu.
ru_ru: Пакет удаленных плагинов состоит из нескольких файлов, но файлы не упакованы в папку.

# plugin A *and* plugin B
source: and
ar_ae: و
da_dk: og
el: και
pl_pl: i
ru_ru: и

source: WordPress Repository
ar_ae: مستودع ووردبريس
da_dk: WordPress arkiv
el: Αποθετήριο WordPress
pl_pl: Repozytorium WordPress
ru_ru: Репозиторий WordPress

source: External Source
ar_ae: مصدر خارجي
da_dk: Ekstern Kilde
el: Εξωτερική πηγή
pl_pl: Zewnętrzne źródło
ru_ru: Внешний источник

source: Pre-Packaged
ar_ae: المعلبة
da_dk: Færdigpakket
el: Προ-συσκευασμένα
ru_ru: Предварительно упакованный

source: Not Installed
ar_ae: غير مثبت
da_dk: Ikke installeret
el: Δεν έχει εγκατασταθεί
pl_pl: Nie zainstalowane
ru_ru: Не установлен

source: Installed But Not Activated
ar_ae: تم تثبيته ولكن غير نشط
da_dk: Installeret, men ikke aktiveret
el: Εγκατεστημένο αλλά όχι ενεργοποιημένο
pl_pl: Zainstalowane ale nie aktywowane
ru_ru: Установлен, но не активирован

source: Required Update not Available
ar_ae: التحديث المطلوب غير متوفر
da_dk: Nødvendig Opdatering ikke Tilgængelig
el: Η απαιτούμενη ενημέρωση δεν είναι διαθέσιμη
pl_pl: Wymagana aktualizacja nie jest dostępna
ru_ru: Требуемое обновление недоступно

source: Requires Update
ar_ae: يتطلب التحديث
da_dk: Kræver Opdatering
el: Απαιτεί ενημέρωση
pl_pl: Wymaga aktualizacji
ru_ru: Требуется обновление

source: Update recommended
ar_ae: تحديث الموصى بها
da_dk: Opdatering anbefalet
el: Συνιστάται ενημέρωση
pl_pl: Zalecana aktualizacja
ru_ru: Рекомендуется обновление

# as in: "version nr unknown"
source: unknown
ar_ae: غير معروف
da_dk: ukendt
el: άγνωστος
pl_pl: nieznana
ru_ru: неизвестно

source: Installed version:
ar_ae: الإصدار المثبت:
da_dk: Installeret version:
el: Εγκατεστημένη έκδοση:
pl_pl: Zainstalowana wersja:
ru_ru: Установленная версия:

source: Minimum required version:
ar_ae: الحد الأدنى للإصدار المطلوب:
da_dk: Minimum påkrævet version:
el: Ελάχιστη απαιτούμενη έκδοση:
pl_pl: Minimalna wymagana wersja:
ru_ru: Минимальная требуемая версия:

source: Available version:
ar_ae: الإصدار المتاح:
da_dk: Tilgængelig version:
el: Διαθέσιμη έκδοση:
pl_pl: Dostępna wersja:
ru_ru: Доступная версия:

source: No plugins to install, update or activate.
ar_ae: لا مكونات إضافية لتثبيت أو تحديث أو تفعيل.
da_dk: Ingen plugins at installere, opdatere eller aktivere.
el: Δεν υπάρχουν πρόσθετα για εγκατάσταση, ενημέρωση ή ενεργοποίηση.
pl_pl: Brak wtyczek do zainstalowania, aktualizacji lub aktywacji.
ru_ru: Нет плагинов для установки, обновления или активации.

source: Plugin
ar_ae: توصيل في
el: Πρόσθετο
pl_pl: Wtyczka
ru_ru: Плагин

source: Source
ar_ae: مصدر
da_dk: Kilde
el: Πηγή
pl_pl: Źródło
ru_ru: Источник

source: Version
ar_ae: الإصدار
el: Έκδοση
pl_pl: Wersja
ru_ru: Версия

source: Install %2$s
ar_ae: تثبيت %2$s
da_dk: Installer %2$s
el: Εγκαταστήστε το %2$s
pl_pl: Zainstaluj %2$s
ru_ru: Установить %2$s

source: Update %2$s
ar_ae: تحديث %2$s
da_dk: Opdater %2$s
el: Ενημέρωση %2$s
pl_pl: Zaktualizuj %2$s
ru_ru: Обновить %2$s

source: Activate %2$s
ar_ae: تفعيل %2$s
da_dk: Aktiver %2$s
el: Ενεργοποίηση %2$s
pl_pl: Aktywuj %2$s
ru_ru: Активировать %2$s

source: Upgrade message from the plugin author:
ar_ae: ترقية الرسالة من مؤلف البرنامج المساعد:
da_dk: Opgraderingsmeddelelse fra forfatteren af plugin:
el: Μήνυμα αναβάθμισης από τον συγγραφέα του προσθέτου:
pl_pl: Wiadomość o aktualizacji od autora wtyczki:
ru_ru: Обновить сообщение от автора плагина:

source: Install
ar_ae: تثبيت
da_dk: Installer
el: Εγκατάσταση
pl_pl: Instaluj
ru_ru: Установить

source: Update
ar_ae: تحديث
da_dk: Opdater
el: Ενημέρωση
pl_pl: Aktualizuj
ru_ru: Обновить

source: No plugins were selected to be installed. No action taken.
ar_ae: لم يتم اختيار مكونات إضافية ليتم تثبيتها. لم يتم اتخاذ أي إجراء.
da_dk: Ingen plugins blev valgt til installation. Ingen handling taget.
el: Δεν επιλέχθηκαν πρόσθετα προς εγκατάσταση. Δεν έγινε καμία ενέργεια.
pl_pl: Nie zaznaczono żadnej wtyczki do instalacji. Żadna akcja nie została wykonana.
ru_ru: Плагины не были выбраны для установки. Никаких действий не принимается.

source: No plugins were selected to be updated. No action taken.
ar_ae: لم يتم اختيار مكونات إضافية ليتم تحديثها. لم يتم اتخاذ أي إجراء.
da_dk: Ingen plugins blev valgt til opdatering. Ingen handling udført.
el: Δεν επιλέχθηκαν πρόσθετα προς ενημέρωση. Δεν έγινε καμία ενέργεια.
pl_pl: Nie zaznaczono żadnej wtyczki do aktualizacji. Żadna akcja nie została wykonana.
ru_ru: Плагины не были выбраны для обновления. Никаких действий не принимается.

source: No plugins are available to be installed at this time.
ar_ae: لا توجد إضافات متاحة للتثبيت في هذا الوقت.
da_dk: Ingen plugins er tilgængelige til installation i øjeblikket.
el: Δεν υπάρχουν διαθέσιμα πρόσθετα προς εγκατάσταση αυτή τη στιγμή.
pl_pl: Na razie brak wtyczek dostępnych do instalacji.
ru_ru: В настоящее время плагины не доступны для установки.

source: No plugins are available to be updated at this time.
ar_ae: لا توجد إضافات متاحة ليتم تحديثها في هذا الوقت.
da_dk: Ingen plugins er tilgængelige til opdatering i øjeblikket.
el: Δεν υπάρχουν διαθέσιμα πρόσθετα προς ενημέρωση αυτή τη στιγμή.
pl_pl: Na razie brak wtyczek dostępnych do aktualizacji.
ru_ru: В настоящее время плагины не доступны для обновления.

source: No plugins were selected to be activated. No action taken.
ar_ae: لم يتم اختيار مكونات إضافية لتفعيلها. لم يتم اتخاذ أي إجراء.
da_dk: Ingen plugins blev valgt til aktivering. Ingen handling taget.
el: Δεν έχουν επιλεγεί πρόσθετα προς ενεργοποίηση. Δεν έγινε καμία ενέργεια.
pl_pl: Żadne wtyczki nie zostały wybrane do aktywacji. Nie podjęto żadnego działania.
ru_ru: Плагины не были выбраны для активации. Никаких действий не принимается.

source: No plugins are available to be activated at this time.
ar_ae: لا توجد إضافات متاحة لتفعيلها في هذا الوقت.
da_dk: Ingen plugins er tilgængelige til aktivering i øjeblikket.
el: Δεν υπάρχουν διαθέσιμα πρόσθετα προς ενεργοποίηση αυτή τη στιγμή.
pl_pl: Na razie brak wtyczek dostępnych do aktywacji.
ru_ru: В настоящее время плагины недоступны.

source: Updating Plugin %1$s (%2$d/%3$d)
ar_ae: تحديث الإضافة %1$s (%2$d/%3$d)
da_dk: Opdaterer plugin %1$s (%2$d/%3$d)
el: Ενημέρωση του προσθέτου %1$s (%2$d/%3$d)
pl_pl: Aktualizacja wtyczki %1$s (%2$d/%3$d)
ru_ru: Обновление плагина %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
ar_ae: حدث خطأ أثناء عملية التثبيت %1$s: <strong>%2$s</strong>.
da_dk: Der skete en fejl under installationen af %1$s: <strong>%2$s</strong>.
el: Προέκυψε σφάλμα κατά την εγκατάσταση του %1$s: <strong>%2$s</strong>.
pl_pl: Wystąpił błąd podczas instalacji %1$s: <strong>%2$s</strong>.
ru_ru: Произошла ошибка при установке %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
ar_ae: فشل تثبيت %1$s.
da_dk: Installationen af %1$s fejlede.
el: Η εγκατάσταση του %1$s απέτυχε.
pl_pl: Instalacja %1$s nie powiodła się.
ru_ru: Установка %1$s не удалась.
