Repository: InspiryThemes/realhomes-translations
Catalog: realhomes-theme/*.po
Languages: ar_ae, da_dk, el, pl_pl, ru_ru

source: Property removed form favorites successfully!
el: Το ακίνητο αφαιρέθηκε από τα αγαπημένα με επιτυχία!

source: Failed to remove property form favorites!
el: Απέτυχε η αφαίρεση του ακινήτου από τα αγαπημένα!

source: Property Removed Successfully!
el: Το ακίνητο αφαιρέθηκε με επιτυχία!

source: Failed to Remove Property!
el: Απέτυχε η αφαίρεση του ακινήτου!

# Rating Reviews
source: Review %s
el: Κριτική %s

source: Agency Name ( A to Z )
el: Όνομα πρακτορείου ( Α προς Ω )

source: Agency Name ( Z to A )
el: Όνομα πρακτορείο ( Ω προς Α )

source: Search is Saved!
el: Η αναζήτηση αποθηκεύθηκε!

source: Permissions Denied!
el: Απορρίφθηκε η πρόσβαση!

source: Search item is deleted successfully!
el: Το στοιχείο αναζήτησης διαγράφηκε με επιτυχία!

source: Drag and drop up to %s attachments
el: Σύρετε και αφήστε έως και %s συνημμένα

source: RealHomes Demo Import
el: Εισαγωγή RealHomes Demo

source: from
el: από το

source: via email,
el: μέσω ηλεκτρονικού ταχυδρομείου,

source: Top Banner Area Settings
ar_ae: اعدادات البنرات العلوية
da_dk: Område indstillinger for Top Banner
el: Ρυθμίσεις περιοχής πανό στην κορυφή
pl_pl: Ustawienia górnego banera

source: Revolution Slider Alias
ar_ae: إسم Revolution Slide المستعار
el: Ψευδώνυμο Revolution Slider
pl_pl: Alias slajdera Revolution

source: Google Maps Marker
ar_ae: علامة خرائط جوجل
el: Δείκτης Google Maps

source: User will be redirected to the selected page after successful submission of the contact form.
el: Ο χρήστης θα ανακατευθύνεται στην επιλεγμένη σελίδα μετά την επιτυχή υποβολή της φόρμας επικοινωνίας.

source: Contact Page Settings
ar_ae: إعدادات صفحة الاتصال
el: Ρυθμίσεις σελίδας επικοινωνίας
pl_pl: Ustawienia strony kontaktu

source: User will be redirected to the selected page after successful submission of the form.
el: Ο χρήστης θα ανακατευθύνεται στην επιλεγμένη σελίδα μετά την επιτυχή υποβολή της φόρμας.

source: Number of Featured Properties to Display?
el: Αριθμός προτεινόμενων ακινήτων που θα εμφανίζονται;

source: Images should have minimum width of 1240px and minimum height of 720px, Bigger size images will be cropped automatically.
el: Οι εικόνες θα πρέπει να έχουν ελάχιστο πλάτος 1240px και ελάχιστο ύψος 720px, οι μεγαλύτερες εικόνες θα περικόπτονται αυτόματα.

source: Grid Layout
ar_ae: تخطيط الشبكة
da_dk: Gitter layout
el: Διάταξη πλέγματος
pl_pl: Układ siatki

source: This theme requires the following plugin: %1$s.
da_dk: Dette tema kræver følgende plugin:%1$s.
el: Αυτό το θέμα απαιτεί το ακόλουθο πρόσθετο: %1$s.

source: This theme recommends the following plugin: %1$s.
da_dk: Dette tema anbefaler følgende plugin:%1$s.
el: Αυτό το θέμα συνιστά το ακόλουθο πρόσθετο: %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
da_dk: Følgende plugin skal opdateres til den nyeste version for at sikre maksimal kompatibilitet med dette tema:%1$s.
el: Το ακόλουθο πρόσθετο πρέπει να ενημερωθεί στην τελευταία του έκδοση για να διασφαλιστεί η μέγιστη δυνατή συμβατότητα με αυτό το θέμα: %1$s.

source: There is an update available for: %1$s.
da_dk: Der er en opdatering tilgængelig for:%1$s.
el: Υπάρχει διαθέσιμη ενημέρωση για: %1$s.

source: The following required plugin is currently inactive: %1$s.
da_dk: Følgende obligatoriske plugin er i øjeblikket inaktiv:%1$s.
el: Το ακόλουθο απαιτούμενο πρόσθετο είναι επί του παρόντος ανενεργό: %1$s.

source: The following recommended plugin is currently inactive: %1$s.
da_dk: Følgende anbefalede plugin er i øjeblikket inaktiv:%1$s.
el: Το ακόλουθο συνιστώμενο πρόσθετο είναι επί του παρόντος ανενεργό: %1$s.

# plugins
source: All <span class="count">(%s)</span>
da_dk: Alle < span class = "count" > ( %s) </span>
el: Όλα <span class="count">(%s)</span>

source: To Install <span class="count">(%s)</span>
da_dk: Sådan installeres < span class = "count" > ( %s) </span>
el: Για να εγκαταστήσετε <span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
da_dk: Opdatering tilgængelig <span class="count">(%s)</span>
el: Διαθέσιμη ενημέρωση <span class="count">(%s)</span>

source: To Activate <span class="count">(%s)</span>
da_dk: For at aktivere <span class="count">(%s)</span>
el: Για να ενεργοποιήσετε <span class="count">(%s)</span>

source: Plugin activation failed.
ar_ae: فشل تنشيط البرنامج المساعد.
da_dk: Plugin aktivering fejlede.
el: Η ενεργοποίηση του προσθέτου απέτυχε.
pl_pl: Aktywacja wtyczki nie powiodła się.

source: dsIDX Sidebar
ar_ae: dsIDX الشريط الجانبي
el: Πλευρική μπάρα dsIDX

source: Widget area for dsIDX related pages.
ar_ae: مساحة القطعة لصفحات dsIDX ذات الصلة.
da_dk: Widget område for dsIDX relaterede sider.
el: Περιοχή widget για σελίδες που σχετίζονται με το dsIDX.

source: An extra sidebar to use with WooCommerce pages if needed.
el: Μια επιπλέον πλευρική μπάρα για χρήση με τις σελίδες WooCommerce, αν χρειαστεί.
pl_pl: Dodatkowy pasek boczny do użycia ze stronami WooCommerce w razie potrzeby.

source: Error: Before you access this page, please activate the RealHomes Vacation Rentals plugin!
el: Σφάλμα: Πριν αποκτήσετε πρόσβαση σε αυτή τη σελίδα, ενεργοποιήστε το πρόσθετο RealHomes Vacation Rentals!
pl_pl: Błąd: Zanim wejdziesz na tę stronę, aktywuj wtyczkę RealHomes Vacation Rentals!

source: Error: This page called incorrectly!
el: Σφάλμα: Αυτή η σελίδα κλήθηκε λανθασμένα!
pl_pl: Błąd: Ta strona została wywołana niepoprawnie!

source: Real Homes is a handcrafted WordPress theme for real estate websites. It offers purpose oriented design with all the useful features a real estate website needs. Real Homes theme facilitates its user on front end as well as on admin-side and makes properties management a breeze.
ar_ae: Real Homes هي سمة WordPress مصنوعة يدويًا لمواقع الويب العقارية. يوفر تصميمًا موجهًا للغرض مع جميع الميزات المفيدة التي يحتاجها موقع الويب العقاري. يسهّل موضوع Real Homes مستخدمه في الواجهة الأمامية وكذلك في الجانب الإداري ويجعل إدارة الممتلكات في غاية السهولة.
el: Το Real Homes είναι ένα χειροποίητο θέμα WordPress για ιστοσελίδες ακινήτων. Προσφέρει σχεδιασμό με συγκεκριμένο προσανατολισμένο, διαθέτοντας όλα τα χρήσιμα χαρακτηριστικά που χρειάζεται ένας ιστότοπος ακινήτων. Το θέμα Real Homes διευκολύνει τον χρήστη του στο δημόσιο κομμάτι του, όπως και στο διαχειριστικό περιβάλλον, κάνοντας τη διαχείριση των ακινήτων παιχνιδάκι.
pl_pl: Real Homes to ręcznie wykonany motyw WordPress dla stron internetowych z nieruchomościami. Oferuje projekt zorientowany na cel ze wszystkimi przydatnymi funkcjami, których potrzebuje strona internetowa nieruchomości. Motyw Real Homes ułatwia użytkownikowi korzystanie z front-endu, także po stronie administratora, i sprawia, że zarządzanie nieruchomościami jest dziecinnie proste.

source: properties
pl_pl: nieruchomosci

source: Comment
pl_pl: Komentarz

source: "Saved Searches" Menu Button and Page Name
pl_pl: Nazwa przycisku menu i strony Zapisanych wyszukiwań

source: Hover Color
pl_pl: Kolor po najechaniu

source: Submit Button Hover Background Color
pl_pl: Prześlij przycisk Hover kolor tła

source: RealHomes
pl_pl: Foxhouse

source: Custom Footer
pl_pl: Niestandardowa stopka

source: Custom Header
pl_pl: Nagłówek niestandardowy

source: WhatsApp
ar_ae: واتساب

source: Facebook
ar_ae: فيس بوك

source: Twitter
ar_ae: تويتر

source: WalkScore
ar_ae: عدد المشاهدات

source: Whatsapp
ar_ae: واتس آب

source: Properties
ar_ae: خواص
da_dk: Egenskaber

source: Property
ar_ae: خاصة، خاصية. ملك، ملكية
da_dk: Ejendom

source: Stripe
ar_ae: شريط

source: Pingback:
ar_ae: بينغبك:

source: URL
ar_ae: رابط

source: S
ar_ae: س

source: L
ar_ae: خ

source: http://themeforest.net/item/real-homes-wordpress-real-estate-theme/5373914
ar_ae: http://www.ssytems.sa

source: Inspiry Themes
ar_ae: ‫Themes Inspiry

source: https://www.inspirythemes.com/
ar_ae: https://www.ssystems.sa/

source: Property Submitted.
da_dk: Ejendom tilføjet.

source: B
da_dk: Denne zone er til leveringsadresser, der ikke er inkluderet i andre leveringszoner. Det er <b>valgfrit</b> at tilføje fragtmetoder til denne zone

source: E
da_dk: Ø

source: Log Out
da_dk: Log Ud

source: Inspiry Memberships plugin is not active!
da_dk: Inspiry medlemsskabs plugin er ikke aktivt!

source: Membership is not enabled!
da_dk: Medlemskab er ikke muligt!

source: days
da_dk: dage

source: weeks
da_dk: uger

source: months
da_dk: måneder

source: years
da_dk: år

source: month
da_dk: måned

source: year
da_dk: år

source: Current Membership
da_dk: Nuværende medlemsskab

source: You have no current membership.
da_dk: Du har ikke noget medlemskab.

source: Select the number of properties to display on Agent detail page.
da_dk: Vælg antal ejendomme til visning på mægler side.

source: Currency Switcher
da_dk: Valuta omskifter

source: Base Currency
da_dk: Basisvaluta

source: Currencies You Want to Support
da_dk: Valutaer du ønsker at modtage

source: Only provide comma separated list of currency codes in capital letters. Do not add dashes, spaces or currency signs.
da_dk: Angiv kun kommasepareret liste over valutakoder med store bogstaver. Tilføj ikke bindestreger, mellemrum eller valuta tegn.

source: Expiry Period for Switched Currency
da_dk: Udløb af periode for erstattet (ny) valuta

source: One Hour
da_dk: En time

source: One Day
da_dk: En dag

source: One Week
da_dk: En uge

source: One Month
da_dk: En måned

source: Theme Default Font
da_dk: Standard font for tema

source: Edit Profile
da_dk: Rediger

source: Which fields you want to display in submit form ?
da_dk: Hvilke felter ønsker du at vise i indsend formularen?

source: Address and Google Map
da_dk: Adresse og Google Map

source: Mark as Featured Checkbox
da_dk: Marker som fremhævet afkrydsningsfelt

source: Submitted Property Status
da_dk: Status på tilføjet ejendom

source: Select the default status for submitted property.
da_dk: Vælg standardstatus for tilføjet ejendom.

source: Enable Auto-Generated Property ID
da_dk: Aktiver Auto-genereret ejendoms ID

source: Auto-Generated Property ID Pattern
da_dk: Auto-genereret ejendoms ID mønster

source: Submit Notice Email
da_dk: E-mail besked om indsendelse

source: Select the lightbox plugin that you want to use
da_dk: Vælg det lightbox plugin som du vil bruge

source: Pretty Photo Plugin
da_dk: Smuk foto plugin

source: Payments
da_dk: Betalinger

source: Enable PayPal Payments for Submitted Property
da_dk: Aktiver PayPal Betalinger for Indsendte Ejendomme

source: PayPal merchant account ID or Email
da_dk: PayPal erhvervskonto ID eller email

source: Enable PayPal Sandbox for Testing
da_dk: Aktiver PayPal testområde for test

source: Payment Amount Per Property
da_dk: Betalingsbeløb per ejendom

source: Provide the amount that you want to charge for one property. Example: 20.00
da_dk: Angiv det beløb, du ønsker at modtage for indsendelse af en ejendom. Eksempel: 200,00

source: Currency Code
da_dk: Valutakode

source: Provide currency code that you want to use. Example: USD
da_dk: Vælg den valutakode som du vil bruge. Eksempel: DKR

source: Automatically Publish Submitted Property after Payment
da_dk: Offentliggør automatisk ejendommen efter betaling

source: Header variation to display on Properties List Templates and Taxonomy Archive pages.
da_dk: Top variation på ejendomslisteskabeloner og taxonomi arkiv sider.

source: What to display in area below header on Properties List Templates and Taxonomy Archive pages ?
da_dk: Hvad skal vises i området under overskriften på ejendomslisteskabeloner og taksonomi arkiv sider?

source: Default Layout
da_dk: Standard layout

source: List Layout
da_dk: Liste visning

source: Skip Sticky Properties
da_dk: Spring sticky ejendomme over

source: Check to skip sticky properties on listing page.
da_dk: Tjek for at springe sticky ejendomme over på udbudsside.

source: Select the default sort order for Search Results, List Templates and Taxonomy Archive pages.
da_dk: Vælg standard sorteringsrækkefølge for søgeresultater, listeskabeloner og taksonomi arkiv sider.

source: Excerpt Length
da_dk: Uddragets længde

source: Social Share Icons
da_dk: Sociale ikoner til deling

source: Sections
da_dk: Sektioner

source: Show similar properties based on
da_dk: Vis lignende ejendomme baseret på

source: Selected page should have Property Search Template assigned to it. Also, Make sure to Configure Pretty Permalinks.
da_dk: Den valgte side skal have søg ejendom skabelon tildelt. Sørg også for at konfigurere Permalinks.

source: Sort Locations Alphabetically ?
da_dk: Sorter steder alfabetisk?

source: Do you want to disable footer background image ?
da_dk: Vil du deaktivere baggrundsbillede i footer?

source: Footer Background Image
da_dk: Baggrundsbillede i sidefod

source: Header Styles
da_dk: Sidehoved stil

source: Google Font for Primary Headings
da_dk: Google font til primære overskrifter

source: Google Font for Secondary Headings and Text
da_dk: Google font til sekundære overskrifter og tekst

source: Google Font for Body Text
da_dk: Google font til brød tekst

source: Removed Successfully!
da_dk: Fjernet!

source: Failed to remove!
da_dk: Kunne ikke fjernes!

source: Failed to updated cookie !
da_dk: Opdaterede ikke cookie!

source: wp-currencies plugin is missing !
da_dk: wp-valuta plugin mangler!

source: Available Memberships
da_dk: Tilgængelige medlemsskaber

source: Your Current Membership
da_dk: Dit nuværende medlemskab

source: Price:
da_dk: Pris:

source: Properties Allowed:
da_dk: Tilladte ejendomme:

source: Featured Properties:
da_dk: Fremhævede ejendomme:

source: Time Duration:
da_dk: Varighed:

source: Price: %s
da_dk: Pris: %s

source: Properties Allowed: %s
da_dk: Tilladte ejendomme: %s

source: Properties Left: %s
da_dk: Ejendomme tilbage: %s

source: Featured Properties: %s
da_dk: Fremhævede ejendomme: %s

source: Featured Properties Left: %s
da_dk: Fremhævede ejendomme tilbage: %s

source: Due Date: %s
da_dk: Afleveringsdato: %s

source: Floor Price ( Only digits )
da_dk: Etagepris (kun cifre)

source: Floor Size ( Only digits )
da_dk: Grundplan (kun cifre)

source: The recommended minimum width is 770px and height is flexible.
da_dk: Den anbefalede minimumsbredde er 770px men højden er valgfri.

source: One Click Demo Import
da_dk: Importér demo med ét klik

source: Download Now
da_dk: Download nu

source: Some amazing features of Real Homes theme.
da_dk: Nogle fantastiske funktioner i Real Homes tema.
