Repository: InspiryThemes/realhomes-translations
Catalog: realhomes-theme/*.po
Languages: ar_ae, da_dk, el, pl_pl, ru_ru

source: 404 - Page Not Found!
ar_ae: نأسف هذه الصفحه غير متوفره!
da_dk: 404 - Siden blev ikke fundet!
el: 404 - Η σελίδα δεν βρέθηκε!
pl_pl: 404 - Nie znaleziono strony!
ru_ru: 404 Страница не найдена!

source: The page you are looking for is not here!
ar_ae: الصفحة التي تبحث عنها ليست هنا!
da_dk: Siden du leder efter er ikke her!
el: Η σελίδα που ψάχνετε δεν είναι εδώ!
pl_pl: Strona, której szukasz, nie została odnaleziona!
ru_ru: Страница, которую вы ищете, не здесь!

source: Oops! That page can&rsquo;t be found.
ar_ae: لا يمكن العثور على هذه الصفحة.
da_dk: Siden kan ikke findes.
el: Ουπς! Αυτή η σελίδα δεν μπορεί να βρεθεί.
pl_pl: Ups! Ta strona nie została znaleziona.
ru_ru: Упс! Эта страница не найдена.

source: Please try using top navigation OR search for what you are looking for!
ar_ae: يرجى محاولة استخدام الخرائط بالاعلى أو البحث عن ما تبحث عنه!
da_dk: Venligst brug top menuen eller søg efter det du kigger efter!
el: Παρακαλούμε δοκιμάστε να χρησιμοποιήσετε την πλοήγηση στην κορυφή Ή την αναζήτηση για αυτό που ψάχνετε!
pl_pl: Użyj Manu na górze LUB wyszukaj czego szukasz!
ru_ru: Пожалуйста, попробуйте использовать верхней панели навигации или выполнить поиск то, что вы ищете!

source: Contact Details
ar_ae: بيانات المتصل
da_dk: Kontakt Detaljer
el: Στοιχεία επικοινωνίας
pl_pl: Dane kontaktowe
ru_ru: Контактная информация

source: Office
ar_ae: العمل
da_dk: Kotor
el: Γραφείο
pl_pl: Biuro
ru_ru: Офис

source: Mobile
ar_ae: الجوال
da_dk: Mobil
el: Κινητό
pl_pl: Komórka
ru_ru: Мобильный

source: Fax
ar_ae: فاكس
el: Φαξ
ru_ru: Факс

source: Address
ar_ae: العنوان
da_dk: Adresse
el: Διεύθυνση
pl_pl: Adres
ru_ru: Адрес

source: Our Agents:
ar_ae: وكلائنا:
el: Οι πράκτορές μας:
pl_pl: Nasi Agenci:
ru_ru: Наши агенты:

source: More Details
ar_ae: المزيد من التفاصيل
da_dk: Flere detajler
el: Περισσότερες λεπτομέρειες
pl_pl: Więcej szczegółów
ru_ru: Подробнее

source: Send a Message
ar_ae: ارسل
da_dk: Send en besked
el: Στείλτε ένα μήνυμα
pl_pl: Wyślij wiadomość
ru_ru: Отправить сообщение

source: Name
ar_ae: الاسم
da_dk: Navn
el: Όνομα
pl_pl: Nazwa
ru_ru: Имя

source: * Please provide your name
ar_ae: *يرجى إضافة الاسم
da_dk: * Angiv venligst dit navn
el: * Παρακαλούμε εισάγετε το όνομά σας
pl_pl: * Proszę podaj swoje imię i nazwisko
ru_ru: * Введите свое имя

source: * Please provide valid email address
ar_ae: *يرجى إضافة البريد الالكتروني
da_dk: * Venligst angiv din e-mail adresse
el: * Παρακαλούμε εισάγετε έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου
pl_pl: * Podaj proszę adres e-mail
ru_ru: * Введите действительный адрес электронной почты

source: Phone
ar_ae: الهاتف
da_dk: Telefon
el: Τηλέφωνο
pl_pl: Telefon
ru_ru: Телефон

source: * Please provide valid phone number
ar_ae: *يرجى اضافه رقم الهاتف
da_dk: * Angiv venligst et telefonnummer
el: * Παρακαλούμε εισάγετε έγκυρο αριθμό τηλεφώνου
pl_pl: * Proszę podać ważny numer telefonu
ru_ru: * Пожалуйста, укажите правильный номер телефона

source: Message
ar_ae: رسالة
da_dk: Besked
el: Μήνυμα
pl_pl: Wiadomość
ru_ru: Сообщение

source: * Please provide your message
ar_ae: *يرجى كتابة الرسالة
da_dk: * Angiv venligst din meddelelse
el: * Παρακαλούμε εισάγετε το μήνυμά σας
pl_pl: * Wpisz proszę swoją wiadomość
ru_ru: * Пожалуйста, введите ваше сообщение

source: Send Message
ar_ae: إرسال رسالة
da_dk: Send Besked
el: Αποστολή μηνύματος
pl_pl: Wyślij wiadomość
ru_ru: Отправить сообщение

source: License No
pl_pl: Nr licencji
ru_ru: Лицензия

source: More Details
ar_ae: مزيد من التفاصيل
da_dk: Flere detaljer
el: Περισσότερες λεπτομέρειες
pl_pl: Więcej Szczegółów
ru_ru: Подробнее

source: All Properties By
ar_ae: جميع العقارات بواسطة
da_dk: Alle ejendomme fra
el: Όλα τα ακίνητα από
pl_pl: Posiadłości wg
ru_ru: Все объекты

source: No Properties Found!
ar_ae: لم يتم العثور على عقارات!
da_dk: Ingen ejendomme fundet!
el: Δεν βρέθηκαν ακίνητα!
pl_pl: Nie znaleziono nieruchomości!
ru_ru: Объекты не найдены!

source: News
ar_ae: أخبار
da_dk: Nyheder
el: Νέα
pl_pl: Aktualności
ru_ru: Новости

source: Check out market updates
ar_ae: تحقق من تحديثات السوق
da_dk: Se markedsopdateringer
el: Ελέγξτε τα νέα της αγοράς
pl_pl: Sprawdź aktualizacje rynkowe
ru_ru: Проверьте обновления рынка

source: Archives
ar_ae: الأرشيف
da_dk: Arkiver
el: Αρχεία
pl_pl: Archiwa
ru_ru: Архивы

source: All Posts in Category
ar_ae: جميع المشاركات في الفئة
da_dk: Alle posts i denne kategori
el: Όλα τα άρθρα στην κατηγορία
pl_pl: Wszystkie wpisy w Kategorii
ru_ru: Все сообщения в категории

source: All Posts in Tag
ar_ae: جميع المشاركات في الوسم
da_dk: Alle posts i dette tag
el: Όλα τα άρθρα στην ετικέτα
pl_pl: Wszystkie wpisy w Tagu
ru_ru: Все сообщения в категории

source: All Posts By
ar_ae: جميع المشاركات بواسطة
da_dk: Alle indlæg af
el: Όλα τα άρθρα από
pl_pl: Wszystkie wpisy od
ru_ru: Все посты от

source: in
da_dk: i
el: σε
pl_pl: w
ru_ru: в

source: By
ar_ae: من
da_dk: Af
el: Από
pl_pl: Przez
ru_ru: От

source: Prev
ar_ae: السابق
da_dk: Forrige
el: Προηγούμενο
pl_pl: Poprzedni
ru_ru: Назад

source: Next
ar_ae: التالي
da_dk: Næste
el: Επόμενα
pl_pl: Następny
ru_ru: Следующий

source: No Posts Found!
ar_ae: لا توجد مشاركات!
da_dk: Ingen posts fundet!
el: Δεν βρέθηκαν άρθρα!
pl_pl: Nie znaleziono żadnych wpisów!
ru_ru: Записей не найдено!

source: Search Results
ar_ae: نتائج البحث
da_dk: Søgeresultater
el: Αποτελέσματα αναζήτησης
pl_pl: Wyniki wyszukiwania
ru_ru: Результаты поиска

source: Tags
ar_ae: الوسوم
el: Ετικέτες
pl_pl: Tagi
ru_ru: Теги

source: Previous Post
ar_ae: المقال السابق
da_dk: Forrige indlæg
el: Προηγούμενο άρθρο
pl_pl: Poprzedni wpis
ru_ru: Предыдущая запись

source: Next Post
ar_ae: المقال التالي
da_dk: Næste indlæg
el: Επόμενο άρθρο
pl_pl: Następny wpis
ru_ru: Следующая запись

source: All rights reserved.
ar_ae: جميع الحقوق محفوظة.
el: Όλα τα δικαιώματα διατηρούνται.
pl_pl: Wszelkie prawa zastrzeżone.
ru_ru: Все права защищены.

source: Login
ar_ae: الدخول
da_dk: Log ind
el: Σύνδεση
pl_pl: Zaloguj się
ru_ru: Войти

source: Username or Email Address
ar_ae: اسم المستخدم أو البريد الالكتروني
da_dk: Brugernavn eller e-mail adresse
el: Όνομα χρήστη ή διεύθυνση ηλεκτρονικού ταχυδρομείου
pl_pl: Nazwa użytkownika lub adres e-mail
ru_ru: Имя пользователя или E-mail

source: * Provide Username!
ar_ae: * الرجاء كتابة إسم المستخدم!
el: * Εισάγετε όνομα χρήστη!
pl_pl: * Podaj nazwę użytkownika!
ru_ru: * Укажите имя пользователя!

source: Password
ar_ae: كلمة المرور
da_dk: Adgangskode
el: Κωδικός πρόσβασης
pl_pl: Hasło
ru_ru: Пароль

source: * Provide password!
ar_ae: *كتابة كلمة المرور!
da_dk: * Angiv adgangskode!
el: * Εισάγετε κωδικό πρόσβασης!
pl_pl: * Podaj hasło!
ru_ru: * Укажите пароль!

source: Log in
ar_ae: تسجيل الدخول
da_dk: Log ind
el: Σύνδεση
pl_pl: Zaloguj się
ru_ru: Войти

source: Register Here
ar_ae: تسجيل
da_dk: Registrer Her
el: Εγγραφείτε εδώ
pl_pl: Zarejestruj się tutaj
ru_ru: Регистрация здесь

source: Forgot Password
ar_ae: هل نسيت كلمة المرور
da_dk: Glemt adgangskode
el: Ξέχασα τον κωδικό πρόσβασης
pl_pl: Zapomniałeś hasła
ru_ru: Забыли пароль

source: Reset Password
ar_ae: استعادة كلمة المرور
da_dk: Nulstil Kodeord
el: Επαναφορά κωδικού πρόσβασης
pl_pl: Resetuj hasło
ru_ru: Сбросить пароль

source: Username or Email
ar_ae: اسم المستخدم او البريد الالكتروني
da_dk: Brugernavn eller email
el: Όνομα χρήστη ή email
pl_pl: Nazwa użytkownika lub email
ru_ru: Имя пользователя или Email

source: * Provide username or email!
ar_ae: *كتابة اسم المستخدم او البريد الالكتروني!
da_dk: * Angiv brugernavn eller e-mail!
el: * Εισάγετε όνομα χρήστη ή email!
pl_pl: * Podaj nazwę użytkownika lub e-mail!
ru_ru: * Укажите имя пользователя или e-mail!

source: Login Here
ar_ae: دخول من هنا
da_dk: Log ind her
el: Συνδεθείτε εδώ
pl_pl: Zaloguj się tutaj
ru_ru: Вход в систему

source: Register
ar_ae: تسجيل
da_dk: Registrer
el: Εγγραφή
pl_pl: Zarejestruj się
ru_ru: Регистрация

source: Username
ar_ae: اسم المستخدم
da_dk: Brugernavn
el: Όνομα χρήστη
pl_pl: Nazwa użytkownika
ru_ru: Имя пользователя

source: * Provide valid email address!
ar_ae: *كتابة بريد الإلكتروني صحيح!
da_dk: * Angiv venligst en gyldig e-mail-adresse!
el: * Εισάγετε έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου!
pl_pl: * Proszę podać poprawny adres e-mail!
ru_ru: * Укажите действительный email!

source: User Role
ar_ae: صلاحيات المستخدم
da_dk: Bruger rolle
el: Ρόλος χρήστη
pl_pl: Rola użytkownika
ru_ru: Роль пользователя

source: Email us at
ar_ae: مراسلتنا على
da_dk: Mail til os på
el: Στείλτε μας email στο
pl_pl: Skontaktuj się z nami e-mailowo na
ru_ru: Пишите нам по адресу

source: Make a Call
ar_ae: اتصال
el: Πραγματοποιήστε μια κλήση
pl_pl: Zadzwoń
ru_ru: Позвонить

source: Favorites
ar_ae: المفضلة
da_dk: Favoritter
el: Αγαπημένα
pl_pl: Ulubione
ru_ru: Избранное

source: Submit
ar_ae: عرض
da_dk: Send
el: Υποβολή
pl_pl: Wyślij
ru_ru: Отправить

source: Saved Searches
el: Αποθηκευμένες αναζητήσεις
pl_pl: Zachowane Wyszukiwania
ru_ru: Сохраненные поиски

source: My Properties
ar_ae: عقاراتي
da_dk: Mine ejendomme
el: Τα ακίνητά μου
pl_pl: Moje nieruchomości
ru_ru: Мои объекты

source: Profile
ar_ae: الملف الشخصي
da_dk: Profil
el: Προφίλ
pl_pl: Profil
ru_ru: Профиль

source: Logout
ar_ae: خروج
da_dk: Log ud
el: Αποσύνδεση
pl_pl: Wyloguj
ru_ru: Выйти

source: Login / Register
ar_ae: دخول / تسجيل
da_dk: Login/registrér
el: Σύνδεση / Εγγραφή
pl_pl: Zaloguj/Zarejestruj
ru_ru: Вход / Регистрация

source: Menu
ar_ae: قائمة
el: Μενού
ru_ru: Меню

source: On
da_dk: Til
el: Στις
pl_pl: Wł.
ru_ru: Вкл

source: by
da_dk: af
el: από
pl_pl: przez
ru_ru: от

source: Read More
ar_ae: اقرأ أكثر
da_dk: Læs mere
el: Διαβάστε περισσότερα
pl_pl: Czytaj więcej
ru_ru: Читать далее

source: Photos
ar_ae: صور
da_dk: Billeder
el: Φωτογραφίες
pl_pl: Zdjęcia
ru_ru: Фото

source: Photo
ar_ae: صورة
da_dk: Billede
el: Φωτογραφία
pl_pl: Zdjęcie
ru_ru: Фото

source: Bedrooms
ar_ae: غرف نوم
da_dk: Soveværelser
el: Υπνοδωμάτια
pl_pl: Sypialnie
ru_ru: Спальни

source: Bedroom
ar_ae: غرفة نوم
da_dk: Soveværelse
el: Υπνοδωμάτιο
pl_pl: Sypialnia
ru_ru: Спальня

source: Bathrooms
ar_ae: دورات مياه
da_dk: Badeværelser
el: Μπάνια
pl_pl: Łazienki
ru_ru: Ванные

source: Bathroom
ar_ae: دورة مياه
da_dk: Badeværelse
el: Μπάνιο
pl_pl: Łazienka
ru_ru: Санузел

source: Know More
ar_ae: اعرف المزيد
da_dk: Se mere
el: Μάθετε περισσότερα
pl_pl: Dowiedz się więcej
ru_ru: Узнать больше

source: Your Name
ar_ae: اسمك
da_dk: Dit navn
el: Το όνομά σας
pl_pl: Twoje imię
ru_ru: Ваше имя

source: Your Email
ar_ae: بريدك الإلكتروني
da_dk: Din e-mail
el: Το email σας
pl_pl: Twój email
ru_ru: Ваш Email

source: Number
ar_ae: رقم
da_dk: Nummer
el: Αριθμός
pl_pl: Numer
ru_ru: Номер

source: Your Number
ar_ae: رقم هاتفك
el: Ο αριθμός σας
pl_pl: Twój numer
ru_ru: Ваш номер

source: Tell us about desired property
ar_ae: أخبرنا عن العقار المطلوبة
el: Πείτε μας για το επιθυμητό σας ακίνητο
pl_pl: Opowiedz nam o żądanej nieruchomości
ru_ru: Расскажите нам о желаемой недвижимости

source: * Please provide
ar_ae: * يرجى الكتابة
el: * Παρακαλούμε εισάγετε
pl_pl: * Proszę podać
ru_ru: * Пожалуйста предоставьте

source: Advanced Search
ar_ae: بحث متقدم
da_dk: Avanceret Søgning
el: Σύνθετη αναζήτηση
pl_pl: Wyszukiwanie zaawansowane
ru_ru: Расширенный поиск

source: Sort By
ar_ae: ترتيب حسب
da_dk: Sorter efter
el: Ταξινόμηση κατά
pl_pl: Sortuj według
ru_ru: Сортировать по

source: No Results Found!
ar_ae: لا توجد نتائج!
el: Δεν βρέθηκαν αποτελέσματα!
pl_pl: Nie znaleziono wyników!
ru_ru: Результатов не найдено!

source: Phone Number
ar_ae: رقم الهاتف
da_dk: Telefonnummer
el: Αριθμός τηλεφώνου
pl_pl: Numer telefonu
ru_ru: Номер телефона

source: * Please provide a valid email address
ar_ae: *فضلا اضف بريد الكتروني صحيح
da_dk: * Angiv venligst en gyldig mailadresse
el: * Παρακαλούμε εισάγετε μια έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου
pl_pl: Proszę wpisać poprawny e-mail.
ru_ru: * Пожалуйста, укажите действительный email адрес

source: Already a Member? Log in here.
ar_ae: انت عضوا فعلا ؟ سجل الدخول من هنا.
da_dk: Allerede kunde? Log ind her.
el: Είστε ήδη μέλος; Συνδεθείτε εδώ.
pl_pl: Jesteś już zarejestrowany? Zaloguj się tutaj.
ru_ru: Уже имеете профиль? Войдите.

source: * Provide username!
ar_ae: * الرجاء كتابة إسم المستخدم!
da_dk: * Angiv brugernavn!
el: * Εισάγετε όνομα χρήστη!
pl_pl: * Podaj nazwę użytkownika!
ru_ru: * Укажите имя пользователя!

source: Forgot password!
ar_ae: نسيت كلمة المرور!
da_dk: Har du glemt din adgangskode!
el: Ξέχασα τον κωδικό πρόσβασης!
pl_pl: Przypomnienie hasła!
ru_ru: Забыли пароль!

source: Do not have an account? Register here
ar_ae: ليس لديك حساب؟ سجل من هنا
da_dk: Har du ikke en konto? Få en her
el: Δεν έχετε λογαριασμό; Εγγραφείτε εδώ
pl_pl: Nie masz konta? Zarejestruj się
ru_ru: Нет аккаунта? Зарегистрируйся здесь

source: You are already logged in!
ar_ae: تم تسجيل دخولك مسبقا!
da_dk: Du er allerede logget ind!
el: Έχετε ήδη συνδεθεί!
pl_pl: Już jesteś zalogowana/y!
ru_ru: Вы уже вошли в систему!

source: Results
ar_ae: النتائج
da_dk: Resultater
el: Αποτελέσματα
pl_pl: Wyniki
ru_ru: Результаты

source: Result
ar_ae: النتيجة
da_dk: Resultat
el: Αποτέλεσμα
pl_pl: Wynik
ru_ru: Результат

source: No Property Found!
ar_ae: لا توجد عقارات!
da_dk: Ingen ejendomme fundet!
el: Δεν βρέθηκε ακίνητο!
pl_pl: Brak Nieruchomości!
ru_ru: Объект не найден!

source: No Users Found!
ar_ae: لم يتم العثور على مستخدمين!
da_dk: Ingen brugere fundet!
el: Δεν βρέθηκαν χρήστες!
pl_pl: Nie znaleziono Użytkowników!
ru_ru: Пользователи не найдены!

source: No Property Found
ar_ae: لم يتم العثور على أي عقار
da_dk: Ingen ejendomme fundet
el: Δεν βρέθηκε ακίνητο
pl_pl: Brak ofert
ru_ru: Не найдено ни одной недвижимости

source: City
ar_ae: المدينة
da_dk: By
el: Πόλη
pl_pl: Miasto
ru_ru: Город

source: Lot Size
ar_ae: مساحة اللوت
da_dk: Grund areal
el: Μέγεθος οικοπέδου
pl_pl: Powierzchnia z działką
ru_ru: Площадь участка

source: Property Size
ar_ae: مساحة العقار
da_dk: Ejendommens størrelse
el: Επιφάνεια ακινήτου
pl_pl: Powierzchnia nieruchomości
ru_ru: Площадь

source: Year Built
ar_ae: سنة البناء
da_dk: Bygget år
el: Έτος κατασκευής
pl_pl: Rok budowy
ru_ru: Год постройки

source: Garages
ar_ae: جراج
da_dk: Garager
el: Γκαράζ
pl_pl: Garaże
ru_ru: Гаражи

source: Added To Compare
ar_ae: أضف إلي المقارنة
el: Προστέθηκε στην σύγκριση
pl_pl: Dodano do porównania
ru_ru: Добавлено для сравнения

source: Add To Compare
ar_ae: أضف للمقارنة
da_dk: Føj til sammenligning
el: Προσθήκη στην σύγκριση
pl_pl: Dodaj do porównania
ru_ru: Добавить к сравнению

source: Added to Compare
ar_ae: تمت الاضافة للمقارنة
da_dk: Tilføjet for at sammenligne
el: Προστέθηκε στην σύγκριση
pl_pl: Dodano do porównania
ru_ru: Добавлено для сравнения

source: Add to Compare
ar_ae: اضف للمقارنة
da_dk: Tilføj for at sammenligne
el: Προσθήκη στην σύγκριση
pl_pl: Dodaj do porównania
ru_ru: Добавить к сравнению

source: Compare Properties
ar_ae: مقارنة العقارات
da_dk: Sammenlign ejendommer
el: Σύγκριση ακινήτων
pl_pl: Porównaj nieruchomości
ru_ru: Сравнение объектов

source: Compare
ar_ae: مقارنة
da_dk: Sammenlign
el: Σύγκριση
pl_pl: Porównaj
ru_ru: Сравнить

source: Remove from favorites
ar_ae: الحذف من المفضلة
da_dk: Fjern fra favoritter
el: Αφαίρεση από τα αγαπημένα
pl_pl: Usuń z Ulubionych
ru_ru: Удалить из избранного

source: All
ar_ae: الكل
da_dk: Alle
el: Όλα
pl_pl: Wszystkie
ru_ru: Все

source: View all Properties having %s status
ar_ae: اظهر جميع العقارات ذات الحالة %s
da_dk: Se alle ejendomme som har %s status
el: Προβολή όλων των ακινήτων που έχουν την κατάσταση %s
pl_pl: Wyświetl wszystkie właściwości posiadające status %s
ru_ru: Просмотреть все объекты, имеющие статус %s

source: View all posts by %s
ar_ae: عرض جميع المشاركات بواسطة %s
da_dk: Vis alle indlæg af %s
el: Προβολή όλων των άρθρων από %s
pl_pl: Zobacz wszystkie wpisy opublikowane przez %s
ru_ru: Просмотреть все сообщения от %s

source: Save Search
el: Αποθήκευση αναζήτησης
pl_pl: Zapisz wyniki
ru_ru: Сохранить поиск

source: Search Saved
el: Η αναζήτηση αποθηκεύθηκε
pl_pl: Szukaj zapisanych
ru_ru: Поиск сохранен

source: Receive email notification for the latest properties matching your search criteria.
el: Ειδοποιηθείτε με email για τα τελευταία ακίνητα που ταιριάζουν με τα κριτήρια αναζήτησής σας.
pl_pl: Otrzymuj powiadomienia e-mail o najnowszych ofertach spełniających twoje kryteria wyszukiwania.
ru_ru: Получайте уведомления по электронной почте о последних свойствах, соответствующих вашим критериям поиска.

source: Agency
ar_ae: ركن- سلطة- وكالة
da_dk: Firma
el: Πρακτορείο
pl_pl: Agencja
ru_ru: Агентство

source: All Agencies
pl_pl: Wszystkie agencje
ru_ru: Все агентства

source: Agency Selected
ru_ru: Выбранное агентство

source: Agent
ar_ae: الوكيل
el: Πράκτορας
ru_ru: Агент

source: All Agents
el: Όλοι οι πράκτορες
pl_pl: Wszyscy agenci
ru_ru: Все агенты

source: Agents Selected
el: Επιλεγμένοι πράκτορες
pl_pl: Wybrani agenci
ru_ru: Выбранные агенты

source: Search
ar_ae: البحث
da_dk: Søg
el: Αναζήτηση
pl_pl: Szukaj
ru_ru: Поиск

source: Keyword
ar_ae: كلمة مفتاحية
da_dk: Søgeord
el: Λέξη-κλειδί
pl_pl: Słowo kluczowe
ru_ru: Ключевое слово

source: Any
ar_ae: أي
da_dk: Enhver
el: Οποιοδήποτε
pl_pl: Wszyscy
ru_ru: Любой

source: No results matched
el: Δεν βρέθηκαν σχετικά αποτελέσματα
pl_pl: Brak takiej opcji wyboru
ru_ru: Нет результатов

source: No results matched
el: Δεν βρέθηκαν σχετικά αποτελέσματα
pl_pl: Brak pasujących wyników
ru_ru: Ничего не найдено

source: All Locations
el: Όλες οι τοποθεσίες
pl_pl: Wszystkie lokalizacje
ru_ru: Все местоположения

source: Locations Selected
pl_pl: Wybrane lokalizacje
ru_ru: Выбранные места

source: Min Baths
ar_ae: اقل عدد من الحمامات
da_dk: Minimum antal badeværelser
el: Ελάχιστα λουτρά
pl_pl: Min. łazienek
ru_ru: Мин. санузлов

source: Min Beds
ar_ae: أقل عدد للسراير
da_dk: Minimum antal senge
el: Ελάχιστα κρεβάτια
pl_pl: Min. Ilość pokoi
ru_ru: Мин. комнат

source: Min Garages
ar_ae: اقل عدد للكراج
da_dk: Minimum antal garager
el: Ελάχιστα γκαράζ
pl_pl: Min. ilość garaży
ru_ru: Мин. кол-во гаражей

source: Min Area
ar_ae: اقل مساحة
da_dk: Minimum areal
el: Ελάχιστη επιφάνεια
pl_pl: Min. powierzchnia
ru_ru: Минимальная площадь

source: Only provide digits!
ar_ae: ادخل أرقام فقط!
da_dk: Indtast kun tal!
el: Εισάγετε μόνο ψηφία!
pl_pl: Podaj tylko cyfry!
ru_ru: Укажите только цифры!

source: Max Area
ar_ae: اكبر مساحة
da_dk: Maksimum areal
el: Μέγιστη επιφάνεια
pl_pl: Max Powierzchnia
ru_ru: Макс. площадь

source: Min Lot Size
pl_pl: Minimalna wielkość działki
ru_ru: Минимальный размер лота

source: Max Lot Size
pl_pl: Maksymalna wielkość działki
ru_ru: Максимальный размер лота

source: Min Price
ar_ae: الحد الأدنى للاسعار
da_dk: Mindste pris
el: Ελάχιστη τιμή
pl_pl: Min. cena
ru_ru: Мин. цена

source: Max Price
ar_ae: أقصى سعر
da_dk: Max Pris
el: Μέγιστη τιμή
pl_pl: Cena maksymalna
ru_ru: Макс. цена

source: Looking for certain features
ar_ae: البحث عن مميزات محددة
da_dk: Leder du efter bestemte funktioner
el: Ψάχνετε για συγκεκριμένα χαρακτηριστικά
pl_pl: Dodatkowe opcje
ru_ru: Посмотреть дополнительные параметры

source: Property ID
ar_ae: رقم الاعلان
da_dk: Konto ID
el: Αναγνωριστικό ακινήτου
pl_pl: Numer oferty
ru_ru: ID объекта

source: Check In
ar_ae: التسجيل في
da_dk: Indtjekning
pl_pl: Zameldowanie
ru_ru: Заезд

source: Check Out
ar_ae: الدفع
da_dk: Tjek-ud tid
pl_pl: Wymeldowanie
ru_ru: Выезд

source: Guests
el: Φιλοξενούμενοι
pl_pl: Goście
ru_ru: Гости

source: Property Status
ar_ae: حالة العقار
da_dk: Ejendomsstatus
el: Κατάσταση ακινήτου
pl_pl: Status Nieruchomości
ru_ru: Статус объекта

source: Property Type
ar_ae: نوع الملكية العقارية
da_dk: Ejendomstype
el: Τύπος ακινήτου
pl_pl: Rodzaj nieruchomości
ru_ru: Тип недвижимости

source: All Types
ar_ae: كل الانواع
el: Όλοι οι τύποι
pl_pl: Wszystkie typy
ru_ru: Все типы

source: Types Selected
pl_pl: Wybrane rodzaje
ru_ru: Выбранные типы

source: More fields
ar_ae: اضافة حقل جديد
el: Περισσότερα πεδία
pl_pl: Więcej pól
ru_ru: Дополнительные поля

source: Default Order
ar_ae: الترتيب الافتراضي
da_dk: Standard
el: Προεπιλεγμένη σειρά
pl_pl: Domyślna kolejność
ru_ru: По умолчанию

source: Property Title A to Z
ru_ru: Объкты от А до Я

source: Property Title Z to A
ru_ru: Объекты от Z до A

source: Price Low to High
ar_ae: السعر الأرخص إلي الأغلى
da_dk: Pris Lav -> Høj
el: Τιμή Χαμηλή προς Υψηλή
pl_pl: Cena (rosnąco)
ru_ru: Цена: по возрастанию

source: Price High to Low
ar_ae: السعر الأغلى إلى الأرخص
da_dk: Pris Høj -> Lav
el: Τιμή Υψηλή προς Χαμηλή
pl_pl: Cena (malejąco)
ru_ru: Цена от высокой к низкой

source: Date Old to New
ar_ae: تاريخ قديم إلى جديد
da_dk: Dato Ældst -> Nyest
el: Ημερομηνία - παλιό σε νέο
pl_pl: Od najstarszych
ru_ru: По дате: сначала старые

source: Date New to Old
ar_ae: تاريخ جديد إلى قديم
da_dk: Dato Nyest -> Ældst
el: Ημερομηνία - νέο σε παλιό
pl_pl: Data: od najnowszych
ru_ru: По дате: сначала новые

source: Added to favorites
ar_ae: تم اضافتها إلى المفضلة
da_dk: Tilføjet til favoritter
el: Προστέθηκε στα αγαπημένα
pl_pl: Dodano do ulubionych
ru_ru: Добавить в избранное

source: Add to favorite
ar_ae: أضف إلى المفضلة
da_dk: Tilføj til favoritter
el: Προσθήκη στα αγαπημένα
pl_pl: Dodaj do ulubionych
ru_ru: Добавить в избранное

source: Add to favorites
ar_ae: اضافة الى المفضلة
da_dk: Føj til favoritter
el: Προσθήκη στα αγαπημένα
pl_pl: Dodaj do Ulubionych
ru_ru: Добавить в избранное

source: Contact
ar_ae: اتصل
da_dk: Kontakt
el: Επικοινωνία
pl_pl: Kontakt
ru_ru: Контакты

source: Loading...
ar_ae: جارٍ التحميل...
da_dk: Indlæser...
el: Φόρτωση...
pl_pl: Ładowanie...
ru_ru: Загрузка...

source: Submitted by
ar_ae: قدمها
da_dk: Tilføjet af
el: Υποβλήθηκε από
pl_pl: Dodane przez
ru_ru: Представленный

source: Title
ar_ae: عنوان
da_dk: Titel
el: Τίτλος
pl_pl: Tytuł
ru_ru: Заголовок

source: Price
ar_ae: السعر
da_dk: Pris
el: Τιμή
ru_ru: Цена

source: Beds
ar_ae: غرف النوم
da_dk: Senge
el: Κρεβάτια
pl_pl: Pokoje
ru_ru: Спальни

source: Baths
ar_ae: دورات المياه
da_dk: Badeværelser
el: Λουτρά
pl_pl: Łazienki
ru_ru: Ванные

source: Availability Date
ar_ae: متاحة بدأ من
el: Ημερομηνία διαθεσιμότητας
pl_pl: Dátum dostupnosti
ru_ru: Дата доступности

source: Call for availabilty
ar_ae: اتصل من أجل التوافر
el: Καλέστε για διαθεσιμότητα
pl_pl: Zadzwoń i zapytaj o dostępności
ru_ru: Звоните по вопросам доступности

source: Energy Performance
ar_ae: أداء الطاقة
el: Ενεργειακή απόδοση
pl_pl: Charakterystyka energetyczna
ru_ru: Характеристики энергоснабжения

source: Energy Class:
ar_ae: فئة الطاقة:
el: Ενεργειακή κλάση:
pl_pl: Klasa energetyczna:
ru_ru: Класс Энергопотребления:

source: Energy Performance:
ar_ae: أداء الكهرباء: :
el: Ενεργειακή απόδοση:
ru_ru: Энергетические характеристики:

source: %s Current Rating:
ar_ae: النسبة الحالية %s:
el: %s Τρέχουσα βαθμολογία:
pl_pl: %s Aktualna ocena:
ru_ru: %s Номинальный ток:

source: %s Potential Rating:
el: %s Πιθανή βαθμολογία:
pl_pl: %s Potencjalna ocena:
ru_ru: %s Потенциальных Клиентов:

source: Floor Plans
ar_ae: مخطط الطابق
da_dk: Etageplaner
el: Κατόψεις ορόφων
pl_pl: Rzuty pięter
ru_ru: Планировка этажей

source: Area Size
ar_ae: مساحة المنطقة
el: Μέγεθος επιφάνειας
pl_pl: Veľkosť oblasti
ru_ru: Площадь

source: Garage
ar_ae: الصالات
el: Γκαράζ
pl_pl: Garaż
ru_ru: Гараж

source: Minimum Stay
ar_ae: الحد الأدنى لمدة الإقامة
da_dk: Mindste lejeperiode
el: Ελάχιστη διαμονή
pl_pl: Najkrótszy pobyt
ru_ru: Минимальное пребывание

source: Nights Minimum Stay
ar_ae: اقل عدد من الليالي
el: Διανυκτερεύσεις ελάχιστη διαμονή
pl_pl: Noclegi minimalny pobyt
ru_ru: Количество ночей

source: Guests Capacity
ar_ae: سعة الضيوف
el: Χωρητικότητα επισκεπτών
ru_ru: Вмещает гостей

source: Mortgage Calculator
ar_ae: حاسبة القرض العقاري
el: Υπολογιστής στεγαστικού δανείου
pl_pl: Kalkulator kredytowy
ru_ru: Ипотечний калькулятор

source: Term
ar_ae: إسم الخاصية المختاره
el: Περίοδος
pl_pl: Warunek
ru_ru: Срок

source: Interest
ar_ae: الفائدة
el: Επιτόκιο
pl_pl: Odsetki
ru_ru: Интерес
