Repository: InspiryThemes/realhomes-translations
Catalog: realhomes-theme/*.po
Languages: ar_ae, da_dk, el, pl_pl, ru_ru

source: Price - High to Low
ar_ae: السعر- من الأعلى إلى الأدنى
da_dk: Pris - Høj til lav
el: Τιμή - υψηλή προς χαμηλή
pl_pl: Cena (malejąco)
ru_ru: Цена - от высокой к низкой

source: Date - Old to New
ar_ae: تاريخ من الأقدم إلى الأحدث
da_dk: Dato - gammel til ny
el: Ημερομηνία - παλιό σε νέο
pl_pl: Data (rosnąco)
ru_ru: Дата - от старых к новым

source: Date - New to Old
ar_ae: التاريخ من الأحدث إلى الأقدم
da_dk: Dato - Ny til gammel
el: Ημερομηνία - νέο σε παλιό
pl_pl: Data (malejąco)
ru_ru: Дата - от новых к старым

source: Taxonomy Term Description
el: Περιγραφή όρου Ταξινομίας
ru_ru: Описание Термина Таксономии

source: Number of Properties to Mark on Map?
el: Αριθμός ακινήτων που θα σημειωθούν στο χάρτη;
ru_ru: Количество объектов, которые нужно отметить на карте?

source: All Found
el: Όλα βρέθηκαν
ru_ru: Все Найдено

source: As on One Page
el: Όπως σε μία σελίδα
ru_ru: Как на одной странице

source: Property Detail Page
ar_ae: صفحة تفاصيل العقار
da_dk: Detaljer om ejendom
el: Σελίδα λεπτομερειών ακινήτου
pl_pl: Stránka podrobností o nehnuteľnosti
ru_ru: Страница свойств недвижимости

source: Properties Search
ar_ae: البحث عن عقارات
da_dk: Ejendomssøgning
el: Αναζήτηση ακινήτων
pl_pl: Wyszukiwarka nieruchomości
ru_ru: Поиск недвижимости

source: Contact Information
ar_ae: معلومات الاتصال
da_dk: Kontaktoplysninger
el: Στοιχεία επικοινωνίας
pl_pl: Dane kontaktowe
ru_ru: Контактная информация

source: Need Help?
pl_pl: Potrzebujesz pomocy?
ru_ru: Нужна помощь?

source: Email Address
ar_ae: البريد الإلكتروني
da_dk: E-mail Adresse
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου
pl_pl: Adres e-mail
ru_ru: Адрес электронной почты

source: Widgets
pl_pl: Widgety
ru_ru: Виджеты

source: One Column
ar_ae: عمود واحد
da_dk: En Kolonne
el: Μία στήλη
pl_pl: Jedna kolumna
ru_ru: Одна колонка

source: Two Columns
ar_ae: عمودين
da_dk: To Kolonner
el: Δύο στήλες
pl_pl: Dwie kolumny
ru_ru: Две колонки

source: Three Columns
ar_ae: ثلاثة اعمدة
da_dk: Tre kolonner
el: Τρεις στήλες
pl_pl: Trzy kolumny
ru_ru: Три колонки

source: Four Columns
ar_ae: عمود 4
da_dk: Fire Kolonner
el: Τέσσερις στήλες
pl_pl: Cztery kolumny
ru_ru: Четыре колонки

source: Layout
ar_ae: الهيكل
el: Διάταξη
pl_pl: Układ
ru_ru: Макет

source: Select the number of footer widgets columns you want to use.
ar_ae: حدد عدد أعمدة أدوات التذييل التي تريد استخدامها.
el: Επιλέξτε τον αριθμό των στηλών για widgets στο υποσέλιδο που θέλετε να χρησιμοποιήσετε.
pl_pl: Wybierz liczbę kolumn widżetów stopki, których chcesz użyć.
ru_ru: Выберите количество столбцов нижнего колонтитула, которые вы хотите использовать.

source: Logo and Tagline
ru_ru: Логотип и слоган

source: Enable Logo
pl_pl: Włącz logo
ru_ru: Включить логотип

source: Logo
ru_ru: Логотип

source: Select a logo for your footer.
el: Επιλέξτε ένα λογότυπο για το υποσέλιδό σας.
pl_pl: Wybierz logo dla stopki.
ru_ru: Выберите логотип для футера.

source: Enable Tagline
ru_ru: Включить метки

source: Simply #1 Real Estate Theme
ar_ae: ببساطة # 1 موضوع العقارات
el: Απλά το #1 Θέμα ακινήτων
pl_pl: Po prostu szablon #1 dla Nieruchomości
ru_ru: Просто # 1 Тема Недвижимости

source: Tagline
ru_ru: Подзаголовок

source: Partners
ar_ae: الشركاء
da_dk: Partnere
el: Συνεργάτες
pl_pl: Partnerzy
ru_ru: Партнеры

source: Partners Section Above Footer
ar_ae: قسم الشركاء فوق التذييل
da_dk: Partner sektion over footer
el: Τμήμα συνεργατών πάνω από το υποσέλιδο
pl_pl: Partnerzy sekcja powyżej stopki
ru_ru: Раздел партнёров над футером

source: Partners Design Variation to Display
ar_ae: اختلاف تصميم الشركاء للعرض
da_dk: Visning af partner design variation
el: Παραλλαγή σχεδιασμού που θα εμφανίζεται για συνεργάτες
pl_pl: Partnerzy projektu zmiany do wyświetlania
ru_ru: Варианты дизайна партнеров для отображения

source: Simple
ar_ae: بسيط. مفردة – عقار نباتي
da_dk: Simpel
el: Απλό
pl_pl: Prosty
ru_ru: Простой

source: Carousel
ar_ae: عرض دوار
da_dk: Karrusel
pl_pl: Karuzela
ru_ru: Карусель

source: Partners Title
ar_ae: عنوان قائمة الشركاء
da_dk: Titel på partnere
el: Τίτλος συνεργατών
pl_pl: Tytuł partnerów
ru_ru: Заголовок партнеров

source: Copyright & Designed by Texts
pl_pl: Teksty Prawa autorskie i zaprojektowane przez
ru_ru: Авторское право и дизайн текстов

source: Copyright Text Display
el: Εμφάνιση κειμένου πνευματικών δικαιωμάτων
pl_pl: Wyświetlanie tekstu praw autorskich
ru_ru: Отображение текста, защищенного авторским правом

source: Copyright Text
ar_ae: نص حقوق الطبع والنشر Copyright Text
da_dk: Copyright tekst
el: Κείμενο πνευματικών δικαιωμάτων
pl_pl: Tekst Copyright
ru_ru: Текст копирайта

source: Designed by Text
ar_ae: نص حقوق التصميم
da_dk: Designet af tekst
el: Κείμενο για Σχεδιασμένο από
pl_pl: Tekst Designed by
ru_ru: Дизайн текста

source: Center
ar_ae: مركز
el: Κέντρο
pl_pl: Środek
ru_ru: Центр

source: Space Between
pl_pl: Przestrzeń pomiędzy
ru_ru: Зазор между блоками

source: Space Evenly
pl_pl: Przestrzeń równomierna
ru_ru: Пространство равномерно

source: Space Around
ru_ru: Пространство вокруг

source: Text Position for "Copyright & Designed By"
ru_ru: Позиция текста для «Авторское право и дизайн»

source: Required minimum height is 230px and minimum width is 2000px.
ar_ae: الحد الأدنى للارتفاع هو 230px والحد الأدنى للعرض 2000px.
da_dk: Minimum højde er 230px og minimum bredde er 2000px.
el: Το απαιτούμενο ελάχιστο ύψος είναι 230px και το ελάχιστο πλάτος είναι 2000px.
pl_pl: Wymagana minimalna wysokość to 230px i minimalna szerokość to 2000px.
ru_ru: Требуемая минимальная высота составляет 230px и минимальная ширина 2000px.

source: Required minimum height is 550px and minimum width is 2000px.
ar_ae: الحد الأدنى للارتفاع هو 550px والحد الأدنى للعرض 2000px.
da_dk: Nødvendig minimum højde er 550px og minimum bredde er 2000px.
el: Το απαιτούμενο ελάχιστο ύψος είναι 550px και το ελάχιστο πλάτος είναι 2000px.
pl_pl: Wymagana minimalna wysokość to 550px i minimalna szerokość to 2000px.
ru_ru: Требуемая минимальная высота 550px и минимальная ширина 2000px.

source: Header Banner Image
ar_ae: :: صورة البنر العلوي
da_dk: Banner foto i sidetop
el: Εικόνα πανό κεφαλίδας
pl_pl: Zdjęcie tła banera
ru_ru: Заголовок Изображение баннера

source: Banner Image Position
ru_ru: Позиция изображения баннера

source: Center Center
pl_pl: Środek środek
ru_ru: Центр Центр

source: Center Left
pl_pl: Środek lewy
ru_ru: По центру слева

source: Center Right
pl_pl: Środek prawy
ru_ru: По центру справа

source: Top Center
ru_ru: Сверху по центру

source: Top Left
pl_pl: U góry po lewej
ru_ru: Верхний левый

source: Top Right
pl_pl: U góry po prawej
ru_ru: Вверху справа

source: Bottom Center
ru_ru: Внизу по центру

source: Bottom Left
ru_ru: Внизу слева

source: Bottom Right
pl_pl: Prawy dolny
ru_ru: Внизу справа

source: Banner Image Attachment
ru_ru: Вложение изображения баннера

source: Fixed
pl_pl: Stały
ru_ru: Фиксированный

source: Parallax
pl_pl: Paralaksa
ru_ru: Параллакс

source: Banner Image Size
ru_ru: Размер изображения баннера

source: Auto
pl_pl: Automatycznie
ru_ru: Авто

source: Cover
el: Επικάλυψη
pl_pl: Okładka
ru_ru: Обложка

source: Contain
el: Συμπερίληψη
pl_pl: Zawiera
ru_ru: Содержать

source: Hide Title and Subtitle From Image Banner
ar_ae: إخفاء العنوان والعنوان الفرعي من البانر
da_dk: Skjul titel- og undertiteltekst fra bannerbillede
el: Απόκρυψη τίτλου και υπότιτλου από την εικόνα πανό
pl_pl: Ukrywanie tytułu i napisów z banera obrazu
ru_ru: Скрыть Заголовок и подзаголовок от баннера

source: Hide Title From Image Banner
ar_ae: إخفاء العنوان من صورة بانر
el: Απόκρυψη τίτλου από την εικόνα πανό
pl_pl: Ukrywanie tytułu z banera obrazu
ru_ru: Скрыть название с изображения баннера

source: Custom Header Template
ru_ru: Пользовательский шаблон заголовка

source: Custom Mobile Header Template
ru_ru: Пользовательский шаблон заголовка для мобильных устройств

source: Custom Elementor
ru_ru: Пользовательский элементор

source: Custom Header Position
ru_ru: Пользовательское положение заголовка

source: Relative
pl_pl: Względny
ru_ru: Относительно

source: Absolute
pl_pl: Bezwzględna
ru_ru: Абсолютно

source: Header Variations
ar_ae: اختلافات رأس
el: Παραλλαγές κεφαλίδας
ru_ru: Варианты шапки сайта

source: Choose your desired header style.
ru_ru: Выберите нужный стиль заголовка.

source: Header Layout
ar_ae: هيكل الهيدر
el: Διάταξη κεφαλίδας
pl_pl: Wygląd nagłówka
ru_ru: Макет шапки

source: Default (Boxed)
ru_ru: По умолчанию (в штучной упаковке)

source: Header Display on Mobile Devices
ru_ru: Отображение заголовка на мобильных устройствах

source: Transparent
ar_ae: شفاف
da_dk: Gennemsigtig
el: Διαφανές
pl_pl: Przezroczysty
ru_ru: Прозрачный

source: Solid
ar_ae: صلب
el: Συμπαγές
pl_pl: Ciągła
ru_ru: Сплошная

source: Choose Header Variation
ar_ae: اختيار تباين الترويسة
da_dk: Vælg Header variation
el: Επιλέξτε παραλλαγή κεφαλίδας
pl_pl: Wybierz odmianę nagłówka
ru_ru: Выбор варианта заголовка сайта

source: Sticky Header
ar_ae: هيدر متحرك
el: Καρφιτσωμένη κεφαλίδα (Sticky Header)
pl_pl: Przyklejony Nagłówek
ru_ru: Липкий заголовок

source: Automatically Highlight Sticky Header Navigation links for related section.
ru_ru: Автоматически выделять ссылки на навигацию с липкими заголовками для соответствующего раздела.

source: Works only with hash navigation if the related section exists on the page.
ru_ru: Работает только с хэш-навигацией, если связанный раздел существует на странице.

source: Email Address Label
ar_ae: تسمية عنوان البريد الإلكتروني
el: Ετικέτα διεύθυνσης ηλεκτρονικού ταχυδρομείου
ru_ru: Метка адреса электронной почты

source: Phone Number Icon
ar_ae: ايقونة رقم الهاتف
el: Εικονίδιο αριθμού τηλεφώνου
ru_ru: Иконка телефонного номера

source: Login & Register
pl_pl: Prihlásenie & Registrácia
ru_ru: Вход/Регистрация

source: User related stuff in header?
ar_ae: الاشياء المتعلقة بالمستخدم في الرأس؟
el: Πράγματα που σχετίζονται με τον χρήστη στην κεφαλίδα;
ru_ru: Связанные с пользователем вещи в заголовке?

source: After Login, Redirect User to Selected Page (optional)
ar_ae: بعد تسجيل الدخول ، أعد توجيه المستخدم إلى الصفحة المحددة (اختياري)
el: Μετά την είσοδο, ανακατεύθυνση χρήστη στην επιλεγμένη σελίδα (προαιρετικό)
ru_ru: После входа в систему перенаправьте пользователя на выбранную страницу (необязательно)

source: User will be redirected to the selected page after successful login. By default user will be redirected to the Homepage.
ar_ae: سيتم إعادة توجيه المستخدم إلى الصفحة المحددة بعد تسجيل الدخول بنجاح. سيتم إعادة توجيه المستخدم افتراضيًا إلى الصفحة الرئيسية.
el: Ο χρήστης θα ανακατευθύνεται στην επιλεγμένη σελίδα μετά από επιτυχή σύνδεση. Από προεπιλογή, ο χρήστης θα ανακατευθύνεται στην αρχική σελίδα.
ru_ru: Пользователь будет перенаправлен на выбранную страницу после успешного входа в систему. По умолчанию пользователь будет перенаправлен на главную страницу.

source: Login and Register Page (optional)
ar_ae: رابط تسجيل الدخول و صفحة التسجيل (اختياري)
el: Σελίδα σύνδεσης και εγγραφής (προαιρετικά)
ru_ru: Страница входа и регистрации (необязательно)

source: By default the login dialog box will appear and you do not need to configure this option. Selected page should have Login & Register Template assigned to it.
ar_ae: سيظهر مربع حوار تسجيل الدخول افتراضيًا ولا تحتاج إلى تكوين هذا الخيار. يجب أن يكون للصفحة المحددة نموذج تسجيل الدخول والتسجيل المخصص لها.
el: Από προεπιλογή θα εμφανίζεται το παράθυρο διαλόγου σύνδεσης και δεν χρειάζεται να ρυθμίσετε αυτή την επιλογή. Στην επιλεγμένη σελίδα θα πρέπει να έχει αντιστοιχηθεί το πρότυπο σύνδεσης και εγγραφής.
ru_ru: По умолчанию появится диалоговое окно входа в систему, и вам не нужно настраивать этот параметр. Выбранная страница должна иметь назначенный ей шаблон входа и регистрации.

source: Registration Notification
ru_ru: Регистрация Уведомление

source: Dialog
ru_ru: Диалог

source: Quote Side (Half of Dialog)
ar_ae: علامة الاقتباس (نصف مربع الحوار)
el: Πλευρά ρήσης (το μισό του διαλόγου)
ru_ru: Сторона цитаты (половина диалога)

source: Login Background Image
ar_ae: صورة خلفية تسجيل الدخول
el: Εικόνα φόντου σύνδεσης
pl_pl: Obraz tła logowania
ru_ru: Фоновое изображение входа

source: Quote Text
ar_ae: نص الإقتباس
da_dk: Citat tekst
el: Κείμενο ρήσης
pl_pl: Tekst cytatu
ru_ru: Текст цитаты

source: Quote Author
ar_ae: كاتب الإقتباس
da_dk: Citat forfatter
el: Συγγραφέας ρήσης
pl_pl: Autor cytatu
ru_ru: Автор цитаты

source: Show Date and Day
ar_ae: إظهار التاريخ واليوم
el: Εμφάνιση ημερομηνίας και ημέρας
ru_ru: Показать дату и День

source: Select Site Title/Logo
ar_ae: حدد عنوان / شعار الموقع
el: Επιλέξτε Τίτλο/Λογότυπο ιστοσελίδας
ru_ru: Выберите Название Сайта/Логотип

source: Site Title
ar_ae: موضوع الموقع
da_dk: Side Titel
el: Τίτλος iστοσελίδας
pl_pl: Tytuł strony
ru_ru: Название сайта

source: Site Logo
ar_ae: شعار الموقع
da_dk: Side logo
el: Λογότυπο ιστότοπου
pl_pl: Logo Strony
ru_ru: Логотип сайта

source: Login Tab Text
ar_ae: نص علامة تبويب تسجيل الدخول
el: Κείμενο καρτέλας σύνδεσης
ru_ru: Текст Вкладки Входа В Систему

source: Register Tab Text
ar_ae: تسجيل نص علامة التبويب
el: Κείμενο καρτέλας Εγγραφής
ru_ru: Текст вкладки регистрации

source: Forget Password Text
ar_ae: نسيان كلمة المرور
el: Κείμεναο για Ξεχάστε τον κωδικό πρόσβασης
ru_ru: Забыли Пароль

source: Username Label
ar_ae: تسميه اسم المستخدم
da_dk: Brugernavn etiket
el: Ετικέτα ονόματος χρήστη
pl_pl: Etykieta Nazwa użytkownika
ru_ru: Метка имени пользователя

source: Username Placeholder
ar_ae: العنصر النائب لاسم المستخدم
da_dk: Brugernavn pladsholder
el: Ενδεικτικό κείμενο για όνομα χρήστη
pl_pl: Nazwa zastępcza nazwy użytkownika
ru_ru: Поле имени пользователя

source: Password Label
ar_ae: تسميه كلمه المرور
da_dk: Kodeord etiket
el: Ετικέτα κωδικού πρόσβασης
pl_pl: Etykieta - Hasło
ru_ru: Метка пароля

source: Password Placeholder
ar_ae: عنصر نائب لكلمة المرور
da_dk: Adgangskode Pladsholder
el: Ενδεικτικό κείμενο για κωδικό πρόσβασης
pl_pl: Hasło zastępcze
ru_ru: Заполнитель поля Пароля

source: Login Button Text
ar_ae: نص زر تسجيل الدخول
da_dk: Log ind knap tekst
el: Κείμενο κουμπιού σύνδεσης
pl_pl: Tekst przycisku logowania
ru_ru: Текст кнопки входа

source: Email Label
ar_ae: وسم البريد الإلكترونى
el: Ετικέτα Email
pl_pl: Etykieta e-mail
ru_ru: Метка email

source: Email Placeholder
ar_ae: عنصر نائب للبريد الإلكتروني
el: Ενδεικτικό κείμενο για email
ru_ru: Заполнитель Электронной Почты

source: User Role Label
ar_ae: تسمية دور المستخدم
el: Ετικέτα ρόλου χρήστη
pl_pl: Etykieta roli użytkownika
ru_ru: Метка Роли Пользователя

source: User Role Placeholder
ar_ae: العنصر النائب لدور المستخدم
el: Ενδεικτικό κείμενο για ρόλος χρήστη
ru_ru: Заполнитель Роли Пользователя

source: Register Button Text
ar_ae: نص زر التسجيل
el: Κείμενο κουμπιού εγγραφής
ru_ru: Текст кнопки регистрации

source: Restore Field Placeholder
ar_ae: استعادة العنصر النائب للحقل
el: Ενδεικτικό κείμενο για πεδίο Επαναφορά
ru_ru: Восстановить Заполнитель Поля

source: Reset Password Button Text
ar_ae: زر إعادة تعيين كلمة المرور
el: Κείμενο κουμπιού επαναφοράς κωδικού πρόσβασης
ru_ru: Текст Кнопки Сброса Пароля

source: Search Form
ar_ae: نموذج بحث
da_dk: Søge Formular
el: Φόρμα αναζήτησης
pl_pl: Formularz wyszukiwania
ru_ru: Форма поиска

source: Search Form on Header
ru_ru: Скрыть форму поиска в заголовке

source: Enabling advance search form in header will hide advance search form widget in the sidebar but this setting has no effect on homepage.
ru_ru: Включение формы предварительного поиска в заголовке скроет виджет формы предварительного поиска на боковой панели, но этот параметр не влияет на домашнюю страницу.

source: Agent Section Display
ar_ae: عرض قسم الوكيل
el: Εμφάνιση τμήματος πράκτορα
ru_ru: Отображение раздела агента

source: Agent Section Position
ar_ae: موضع قسم الوكيل
el: Θέση τμήματος πράκτορα
ru_ru: Положение Секции Агента

source: Agent info in Main Content
ar_ae: معلومات الوكيل في المحتوى الرئيسي
el: Πληροφορίες πράκτορα στο Κυρίως Περιεχόμενο
ru_ru: Информация об агенте в основном контенте

source: Agent info in Sidebar
ar_ae: معلومات الوكيل في الشريط الجانبي
da_dk: Mægler information i sideoversigten
el: Πληροφορίες πράκτορα στην πλευρική μπάρα
pl_pl: Info agenta w pasku bocznym
ru_ru: Информация о агенте в боковой панели

source: Section Title
ar_ae: عنوان القسم
da_dk: Sektions Titel
el: Τίτλος τμήματος
pl_pl: Tytuł sekcji
ru_ru: Название раздела

source: Agent Title Prefix
ar_ae: بادئة عنوان الوكيل
el: Πρόθεμα τίτλου πράκτορα
ru_ru: Агент Названии Приставку

source: Agent Contact Information
ar_ae: معلومات الاتصال بالوكيل
el: Στοιχεία επικοινωνίας πράκτορα
ru_ru: Контактная Информация Агента

source: Agent Description
ar_ae: وصف الوكيل
el: Περιγραφή πράκτορα
ru_ru: Описание агента

source: Agent Detail Page Link
ar_ae: ارتباط صفحة تفاصيل الوكيل
el: Σύνδεσμος σελίδας λεπτομερειών πράκτορα
ru_ru: Ссылка На Страницу Сведений Об Агенте

source: Agent Detail Page Link Text
ar_ae: نص ارتباط صفحة تفاصيل الوكيل
el: Κείμενο συνδέσμου σελίδας λεπτομέρειας πράκτορα
ru_ru: Текст Ссылки На Страницу Сведений Об Агенте

source: Agent Contact Form
ar_ae: نموذج اتصال الوكيل
el: Φόρμα επικοινωνίας με πράκτορα
pl_pl: Kontaktný formulár agenta
ru_ru: Контактная информация агента

source: WhatsApp Button Label
ru_ru: Метка кнопки WhatsApp

source: Call Now
el: Καλέστε τώρα
pl_pl: Zadzwoń teraz
ru_ru: Позвонить сейчас

source: Call Now Button Label
ru_ru: Метка кнопки "Вызов сейчас"

source: Hello, I am interested in [%s]
el: Γεια σας, ενδιαφέρομαι για το [%s]
ru_ru: Здравствуйте, я заинтересован в «%s»

source: Agent Form Default Message Text
el: Κείμενο προεπιλεγμένου μηνύματος φόρμας πράκτορα
ru_ru: Текст сообщения формы агента по умолчанию

source: %s will be replaced with the Property Title
el: %s θα αντικατασταθεί με τον τίτλο του ακινήτου
ru_ru: %s будет заменен титулом собственности

source: Get Copy of Message Sent to Agent
ar_ae: احصل على نسخة من الرسالة المرسلة إلى الوكيل
da_dk: Få kopi af besked sendt til mægler
el: Λήψη αντιγράφου του μηνύματος που στάλθηκε στον πράκτορα
pl_pl: Uzyskaj kopię wiadomości wysłanej do Agenta
ru_ru: Получить копию сообщения, отправленного агенту

source: Email Address to Get Copy of Message
ar_ae: عنوان البريد الإلكتروني للحصول على نسخة من الرسالة
da_dk: E-mail adresse til kopi af besked
el: Διεύθυνση email που θα λαμβάνει αντίγραφο του μηνύματος
pl_pl: Adres email do uzyskania kopii wiadomości
ru_ru: Адрес электронной почты, чтобы получить копию сообщения

source: Given email address will get a copy of message sent to agent.
ar_ae: البريد الالكتروني المعطى سيحصل على نسخة من أي رسالة مرسلة لأي وكيل.
da_dk: Den angivne e-mail adresse vil få en kopi af besked til mægler.
el: Η συγκεκριμένη διεύθυνση ηλεκτρονικού ταχυδρομείου θα λαμ´βανει αντίγραφο του μηνύματος που αποστέλλεται στον πράκτορα.
pl_pl: Podany email dostanie kopię wiadomości wysłanej do agenta.
ru_ru: На указанный адрес электронной почты будет выведена копия сообщения, отправленного агенту.

source: Select Page For Redirection
el: Επιλέξτε σελίδα για ανακατεύθυνση
ru_ru: Выберите Страницу Для Перенаправления

source: User will be redirected to the selected page after successful submission of the agent contact form.
el: Ο χρήστης θα ανακατευθύνεται στην επιλεγμένη σελίδα μετά την επιτυχή υποβολή της φόρμας επικοινωνίας με τον πράκτορα.
ru_ru: Пользователь будет перенаправлен на выбранную страницу после успешной отправки контактной формы агента.

source: Attachments will only appear if there are any.
ar_ae: ستظهر المرفقات فقط في حالة وجودها.
da_dk: Ejendomsbilag vil kun være synligt såfremt der er bilag.
el: Τα συνημμένα αρχεία θα εμφανίζονται μόνο αν υπάρχουν.
pl_pl: Załączniki pojawią się tylko wtedy, gdy istnieją.
ru_ru: Вложения будут появляться только, если таковые имеются.

source: Property Attachments Title
ar_ae: عنوان مرفقات العقار
da_dk: Titel på vedhæftninger til ejendom
el: Τίτλος συνημμένων ακινήτου
pl_pl: Tytuł załącznika nieruchomości
ru_ru: Название вложения недвижимости

source: Page Template for All Properties
ar_ae: قالب الصفحة لجميع الخصائص
el: Πρότυπο σελίδας για όλα τα ακίνητα
ru_ru: Шаблон страницы для всех свойств

source: You can override this for a specific property using template in page attributes metabox.
ar_ae: يمكنك تجاوز هذا لخاصية معينة باستخدام قالب في metabox سمات الصفحة.
el: Μπορείτε να το παρακάμψετε αυτό για μια συγκεκριμένη ιδιότητα χρησιμοποιώντας το πρότυπο στο πλαίσιο μεταπληροφοριών χαρακτηριστικών σελίδας.
ru_ru: Вы можете переопределить это для конкретного свойства с помощью шаблона в metabox атрибутов страницы.

source: Sidebar Template
ar_ae: قالب الشريط الجانبي
el: Πρότυπο πλευρικής μπάρας
pl_pl: Szablon paska bocznego
ru_ru: Шаблон Боковой Панели

source: Full Width Template
ar_ae: قالب كامل العرض
da_dk: Fuld bredde Skabelon
el: Πρότυπο πλήρους πλάτους
pl_pl: Pełna szerokość strony
ru_ru: Полная Ширина Шаблона

source: Single Property Variation
ru_ru: Вариант одного свойства

source: Gallery Fullwidth
ru_ru: Галерея Полная ширина

source: Content Layout
pl_pl: Układ treści
ru_ru: Макет контента

source: Horizontal Tabs
ru_ru: Горизонтальные вкладки

source: Vertical Tabs
ru_ru: Вертикальные вкладки

source: Accordion
pl_pl: Harmonijka
ru_ru: Аккордеон

source: Toggle
pl_pl: Przełącznik
ru_ru: Переключатель

source: Isolated Sections
ru_ru: Изолированные секции

source: Sections Style
ru_ru: Стиль разделов

source: Require Login to Display Property Detail
ar_ae: يتطلب تسجيل الدخول لعرض تفاصيل الملكية
el: Απαιτείται σύνδεση για την εμφάνιση λεπτομερειών ακινήτου
ru_ru: Требуется логин для отображения сведений о объекте

source: Header variation to display on Property Detail Page.
ar_ae: تباين الترويسة لعرضه في صفحة تفاصيل الخاصية.
da_dk: Header variation til visning på ejendomsdetailside.
el: Παραλλαγή κεφαλίδας που θα εμφανίζεται στη σελίδα λεπτομερειών ακινήτου.
pl_pl: Zmiana nagłówka do wyświetlenia na stronie szczegółów Nieruchomości.
ru_ru: Вариации заголовка сайта для отображения на странице подробностей о недвижимости.

source: Property Ratings
ar_ae: تقييمات العقارات
el: Αξιολογήσεις ακινήτου
pl_pl: Oceny Nieruchomości
ru_ru: Рейтинги Недвижимости

source: Property ID Label
ar_ae: تسمية معرف العقار
el: Ετικέτα αναγνωριστικού ακινήτου
ru_ru: Метка идентификатора свойства

source: This will overwrite the Property ID label.
ar_ae: سيؤدي هذا إلى الكتابة فوق تسمية معرف الخاصية.
el: Αυτό θα αντικαταστήσει την ετικέτα ID Ακινήτου.
ru_ru: Это приведет к перезаписи метки идентификатора свойства.

source: Bedrooms field label
ar_ae: تسمية مجال غرف النوم
el: Ετικέτα πεδίου υπνοδωματίων
pl_pl: Etykieta pola sypialnie
ru_ru: Метка поля спальни

source: This will overwrite the bedrooms field label.
ar_ae: سيؤدي هذا إلى استبدال تسمية حقل غرف النوم.
el: Αυτό θα αντικαταστήσει την ετικέτα του πεδίου Υπνοδωμάτια.
pl_pl: Spowoduje to zastąpienie etykiety pola sypialnie.
ru_ru: Это приведет к перезаписи метки поля спальни.

source: Bathrooms field label
ar_ae: تسمية حقل دورات المياه
el: Ετικέτα πεδίου μπάνιου
pl_pl: Etykieta pola łazienek
ru_ru: Метка поля ванные

source: This will overwrite the bathrooms field label.
ar_ae: سيؤدي ذلك إلى استبدال تسمية حقول دورات المياه.
el: Αυτό θα αντικαταστήσει την ετικέτα του πεδίου Μπάνια.
pl_pl: Spowoduje to zastąpienie etykiety pola łazienki.
ru_ru: Это приведет к перезаписи метки поля ванных комнат.

source: This will overwrite the minimum stay field label.
el: Αυτό θα αντικαταστήσει την ετικέτα του πεδίου Ελάχιστη Διαμονή.
ru_ru: Это перезапишет метку поля минимального пребывания.

source: This will overwrite the guests capacity field label.
el: Αυτό θα αντικαταστήσει την ετικέτα του πεδίου Χωρητικότητα Επισκεπτών.
ru_ru: Это перезапишет метку поля емкости гостей.

source: Garages field label
ar_ae: تسمية حقل مواقف السيارات
el: Ετικέτα πεδίου γκαράζ
pl_pl: Etykieta pola garażowego
ru_ru: Ярлык поля гаражей
