Repository: InspiryThemes/realhomes-translations
Catalog: realhomes-theme/*.po
Languages: ar_ae, da_dk, el, pl_pl, ru_ru

source: Invert
ar_ae: منحرف، لوطي، ركيس الجنس
da_dk: Spejlvend
el: Αντιστροφή
pl_pl: Odwróć
ru_ru: Инвертировать

source: No more properties are available.
ar_ae: لا تتوفر المزيد من العقارات.
da_dk: Ikke flere tilgængelige ejendomme.
el: Δεν υπάρχουν άλλα διαθέσιμα ακίνητα.
pl_pl: Nie ma więcej Nieruchomości.
ru_ru: Нет больше доступных объектов.

source: GDPR Agreement
ar_ae: سياسة خصوصية الموقع
el: Συμφωνία GDPR
pl_pl: Zgoda na RODO
ru_ru: Соглашение о защите персональных данных

source: * Please accept GDPR agreement
ar_ae: * الرجاء قبول الاتفاقية و سياسة الخصوصيه
el: * Παρακαλούμε αποδεχτείτε τη συμφωνία GDPR
pl_pl: * Proszę zaakceptować umowę RODO
ru_ru: * Пожалуйста, примите Соглашение о защите персональных данных

source: I consent to having this website store my submitted information so they can respond to my inquiry.
ar_ae: أوافق علي ان يقوم هذا الموقع بتخزين المعلومات المقدمة مني حتى يتمكن من توفير متطلباتي.
el: Συναινώ να αποθηκεύει ο παρών ιστότοπος τις πληροφορίες που υποβάλλω, ώστε να μπορεί να απαντηθεί το ερώτημά μου.
pl_pl: Wyrażam zgodę na przechowywanie na tej stronie moich danych w celu umożliwienia odpowiedzi na moje zapytania.
ru_ru: Я даю согласие этому сайту хранить информацию, предоставленную мной, чтобы получить ответ на свой запрос.

source: Walkscore API key is missing
ar_ae: مفتاح Walkscore API مفقود
el: Το κλειδί API του WalkScore λείπει
ru_ru: Ключ API Walk score отсутствует

source: Yelp API key is missing
el: Το κλειδί API του Yelp λείπει
ru_ru: Ключ API Yelp отсутствует

source: mi
ar_ae: ميل
ru_ru: мили

source: Reviews
ar_ae: التقييمات
da_dk: Anmeldelser
el: Κριτικές
pl_pl: Opinie
ru_ru: Отзывы

source: powered by
ar_ae: بدعم من
da_dk: drevet af
ru_ru: работает на

source: Property Agent
el: Πράκτορας ακινήτου
pl_pl: Agent nehnuteľností
ru_ru: Агент объекта

source: Recommended
ar_ae: موصى به
da_dk: Anbefalet
el: Συνιστάται
pl_pl: Zalecane
ru_ru: Рекомендуемые

source: Clear All
ru_ru: Очистить все

source: 5 based on
ar_ae: اعتمادا على
el: 5 βάσει
pl_pl: Na podstawie
ru_ru: 5 на основе

source: reviews
ar_ae: المراجعات
da_dk: anmeldelser
el: κριτικές
pl_pl: opinie
ru_ru: отзывы

source: Archives
pl_pl: Archiwa
ru_ru: Архивы

source: Author
pl_pl: Autor
ru_ru: Автор

source: Error 404
pl_pl: Błąd 404
ru_ru: Ошибка 404

source: Red
pl_pl: Czerwony
ru_ru: Красный

source: Orange
ar_ae: برتقال. برتقالي
el: Πορτοκαλί
pl_pl: Pomarańczowy
ru_ru: Оранжевый

source: Yellow
pl_pl: Żółty
ru_ru: Желтый

source: Green
ar_ae: أخضر
da_dk: Grøn
el: Πράσινο
pl_pl: Zielony
ru_ru: Зеленый

source: Blue
pl_pl: Niebieski
ru_ru: Синий

source: Brown
pl_pl: Brązowy
ru_ru: Коричневый

source: Pink
pl_pl: Różowy
ru_ru: Розовый

source: Thumbnail
ru_ru: Миниатюра

source: Additional Fields
ru_ru: Дополнительные поля

source: My Membership
el: Η συνδρομή μου
pl_pl: Członkostwo
ru_ru: Мое членство

source: Add Property
el: Προσθήκη ακινήτου
pl_pl: Dodaj nieruchomość
ru_ru: Добавить недвижимость

source: Add New Property
el: Προσθήκη νέου ακινήτου
pl_pl: Dodaj nową nieruchomość
ru_ru: Добавить новый объект

source: Published
ar_ae: نشرت في
el: Δημοσιευμένο
pl_pl: Opublikowany
ru_ru: Опубликовано

source: Pending Review
el: Εκκρεμεί αναθεώρηση
pl_pl: Oczekujące Weryfikacji
ru_ru: Ожидает оценки

source: Packages
ar_ae: حزم
el: Πακέτα
pl_pl: Pakiety
ru_ru: Пакеты

source: Checkout
ar_ae: الدفع
el: Ταμείο
pl_pl: Zamówienie
ru_ru: Оформить заказ

source: Order
ar_ae: الطلب
el: Παραγγελία
pl_pl: Zamówienie
ru_ru: Заказ

source: Edit Property
el: Επεξεργασία ακινήτου
pl_pl: Edytuj nieruchomość
ru_ru: Редактировать объект

source: Select Image
ar_ae: اختيار صورة
da_dk: Vælg billede
el: Επιλογή εικόνας
pl_pl: Wybierz obraz
ru_ru: Выбрать изображение

source: Remove
ar_ae: حذف
da_dk: Fjern
el: Αφαίρεση
pl_pl: Usuń
ru_ru: Удалить

source: Value
da_dk: Værdi
el: Τιμή
pl_pl: Wartość
ru_ru: Значение

source: Valid file formats
ar_ae: أنواع الملفات المدعومة
da_dk: Gyldige filformater
el: Έγκυρες μορφές αρχείου
pl_pl: Nieprawidłowy format pliku
ru_ru: Допустимые форматы файлов

source: Clear
ar_ae: مسح
el: Καθαρισμός
pl_pl: Wyczyść
ru_ru: Очистить

source: Select Color
ar_ae: إختر لون
el: Επιλέξτε χρώμα
pl_pl: Wybierz Kolor
ru_ru: Выбрать цвет

source: Searching...
ar_ae: جار البحث...
da_dk: Søger…
el: Αναζήτηση...
pl_pl: Szukam ...
ru_ru: Поиск...

source: Loading more results...
el: Φόρτωση περισσότερων αποτελεσμάτων...
ru_ru: Загрузка результатов ...

source: Are you sure you want to exit?
el: Είστε σίγουρη/ος ότι θέλετε να βγείτε;
pl_pl: Czy na pewno chcesz wyjść?
ru_ru: Вы действительно хотите выйти?

source: Body Text Color
el: Χρώμα κειμένου σώματος
pl_pl: Kolor tekstu w głównej treści strony
ru_ru: Цвет текста тела

source: Logo Background Color
el: Χρώμα φόντου λογότυπου
pl_pl: Kolor tła logo
ru_ru: Цвет Фона логотипа

source: Logo Color
el: Χρώμα λογότυπου
pl_pl: Kolor Logo
ru_ru: Цвет логотипа

source: Logo Hover Color
el: Χρώμα Hover λογότυπου
ru_ru: Цвет логотипа при наведении

source: Sidebar Background Color
el: Χρώμα φόντου πλευρικής μπάρας
pl_pl: Kolor tła paska bocznego
ru_ru: Фоновый цвет сайдбара

source: Go to...
ar_ae: اذهب إلى...
da_dk: MENU...
el: Μετάβαση σε...
pl_pl: Idź do…
ru_ru: Перейти к...

source: Less fields
ar_ae: حقول أقل
el: Λιγότερα πεδία
pl_pl: Mniej pól
ru_ru: Меньше полей

source: Close
pl_pl: Zamknij
ru_ru: Закрыть

source: The Email you entered is not valid. Please try again.
ar_ae: البريد الالكتروني الذي أدخلته غير صالح. حاول مرة اخرى.
da_dk: Den E-mail adresse, du har indtastet, er ikke gyldig. Prøv venligst igen.
el: Το email που καταχωρήσατε δεν είναι έγκυρο. Παρακαλούμε, προσπαθήστε ξανά.
pl_pl: Podany adres e-mail jest nieprawidłowy. Proszę spróbuj ponownie.
ru_ru: Введённый адрес электронной почты не допустим. Пожалуйста, попробуйте снова.

source: This Email is already used by another user. Please try a different one.
ar_ae: يستخدم هذا البريد الإلكتروني بالفعل من قبل مستخدم آخر. الرجاء محاولة ببريد اخر.
da_dk: Denne e-mail adresse er allerede i brug af en anden bruger. Prøv en anden.
el: Αυτό το email χρησιμοποιείται ήδη από άλλον χρήστη. Παρακαλώ δοκιμάστε ένα διαφορετικό.
pl_pl: Tento e-mail už používa iný používateľ. Skúste iný.
ru_ru: Этот адрес уже используется другим пользователем. Пожалуйста, попробуйте другой.

source: The passwords you entered do not match. Your password was not updated.
ar_ae: لا تتطابق كلمات المرور التي أدخلتها.
da_dk: De adgangskoder, du har indtastet stemmer ikke overens. Din adgangskode blev ikke opdateret.
el: Οι κωδικοί πρόσβασης που πληκτρολογήσατε δεν ταιριάζουν. Ο κωδικός πρόσβασής σας δεν ενημερώθηκε.
pl_pl: Hasła które wprowadziłeś nie pasują do siebie. Twoje hasło nie zostało uaktualnione.
ru_ru: Введенные пароли не совпадают. Ваш пароль не был обновлен.

source: Profile information is updated successfully!
ar_ae: تم تحديث معلومات ملفك الشخصي بنجاح!
da_dk: Profil information er nu opdateret!
el: Οι πληροφορίες προφίλ ενημερώθηκαν με επιτυχία!
pl_pl: Profil pomyślnie zaktualizowany!
ru_ru: Информация профиля успешно обновлена!

source: Added to Favorites
ar_ae: أضف إلي المفضلة
el: Προστέθηκε στα αγαπημένα
pl_pl: Dodano do ulubionych
ru_ru: Добавлено в избранное

source: Failed!
ar_ae: فشل!
da_dk: Fejlet!
el: Απέτυχε!
pl_pl: Nie powiodło się!
ru_ru: Неудачно!

source: No property found!
ar_ae: لا يتم العثور علي عقارات!
da_dk: Du har ingen favoritboliger!
el: Δεν βρέθηκε ακίνητο!
pl_pl: Nie znaleziono nieruchomości!
ru_ru: Объектов не найдено!

source: Invalid Parameters!
ar_ae: معلمات غير صالحة!
el: Μη έγκυρες παράμετροι!
pl_pl: Nieprawidłowe parametry!
ru_ru: Неверные параметры!

source: Advance Search
ar_ae: بحث متقدم
da_dk: Avanceret søgning
el: Σύνθετη Αναζήτηση
pl_pl: Wyszukiwanie zaawansowane
ru_ru: Расширенный поиск

source: * Wrong username or password.
ar_ae: * اسم المستخدم أو كلمة المرور خاطئة.
da_dk: * Forkert brugernavn eller password.
el: * Λάθος όνομα χρήστη ή κωδικός πρόσβασης.
pl_pl: * Niepoprawna nazwa użytkownika i/lub hasło.
ru_ru: * Неправильное имя пользователя или пароль.

source: successful. Redirecting...
ar_ae: جارى أعادى التحويل ...
da_dk: viderestiller…
el: επιτυχής. Γίνεται ανακατεύθυνση...
pl_pl: sukces. Przekierowanie...
ru_ru: успешно. Перенаправление...

source: Please select a user role.
ar_ae: يُرجى اختيار مستخدم.
el: Παρακαλούμε επιλέξτε ρόλο χρήστη.
pl_pl: Wybierz rolę użytkownika.
ru_ru: Пожалуйста, выберите роль пользователя.

source: This username already exists.
ar_ae: اسم المستخدم موجود مسبقاً.
da_dk: ﻿Dette brugernavn er optaget, prøv venligst med et andet.
el: Αυτό το όνομα χρήστη υπάρχει ήδη.
pl_pl: Ta nazwa użytkownika już istnieje.
ru_ru: Такое имя пользователя уже существует.

source: This email is already registered.
ar_ae: البريج الالكترونى هذا موجود بالفعل.
el: Αυτό το email είναι ήδη καταχωρημένο.
pl_pl: Ten e-mail jest już zarejestrowany.
ru_ru: Эта электронная почта уже зарегистрирована.

source: Registration is complete. Check your email for details!
ar_ae: تمت عملية التسجيل، يرجى التحقق من بريدك الالكتروني!
el: Η εγγραφή ολοκληρώθηκε. Ελέγξτε το email σας για λεπτομέρειες!
pl_pl: Rejestracja zakończona. Sprawdź skrzynkę e-mail, aby uzyskać szczegółowe informacje!
ru_ru: Регистрация завершена. Проверьте свою электронную почту!

source: User Role Information
ar_ae: معلومات دور المستخدم
el: Πληροφορίες ρόλου χρήστη
ru_ru: Информация О Роли Пользователя

source: User Agent/Agency ID
ar_ae: وكيل المستخدم / معرف الوكالة
el: Αναγνωριστικό (ID) χρήστη πράκτορα/πρακτορείου
ru_ru: Идентификатор агента пользователя / агентства

source: Select Agency If Any
el: Επιλέξτε πρακτορείο, εάν υπάρχει
ru_ru: Выберите Агентство, Если Таковое Имеется

source: First
ar_ae: اﻷو
da_dk: Første
el: Πρώτη
pl_pl: Pierwszy
ru_ru: Первый

source: Last
ar_ae: الاخير
da_dk: Sidste
el: Τελευταία
pl_pl: Ostatni
ru_ru: Последний

source: Error: You did not add a rating. Hit the Back button on your Web browser and resubmit your comment with a rating.
ar_ae: ‫خطأ: لم تقم بإضافة تقييم. اضغط على زر رجوع في متصفح الويب الخاص بك واعد نشر تعليقك مع التقييم.
el: Σφάλμα: Δεν προσθέσατε βαθμολογία. Πατήστε το κουμπί Επιστροφή στο πρόγραμμα περιήγησής σας και στείλτε ξανά το σχόλιό σας, με βαθμολογία.
pl_pl: Błąd: nie dodano oceny. Wciśnij przycisk Wstecz w przeglądarce i prześlij komentarz z oceną.
ru_ru: Ошибка: Вы не добавили рейтинг. Нажмите кнопку Назад на вашем веб-браузере и повторно отправить свой комментарий с рейтингом.

source: Attachment upload failed!
el: Το ανέβασμα του συνημμένου απέτυχε!
ru_ru: Загрузка вложений не удалась!

source: Invalid image format!
ar_ae: تنسيق الصورة غير صالح!
el: Μη έγκυρη μορφή εικόνας!
ru_ru: Неверный формат изображения!

source: Image upload failed!
ar_ae: فشل في رفع الصورة!
el: Το ανέβασμα εικόνας απέτυχε!
pl_pl: Błąd przesyłania zdjęcia!
ru_ru: Ошибка при загрузке изображения!

source: Please enter an item purchase code.
ar_ae: من فضلك ادخل كود الشراء.
el: Παρακαλώ εισάγετε έναν κωδικό αγοράς προϊόντος.
ru_ru: Пожалуйста, введите код покупки товара.

source: Please provide a valid purchase code!
ar_ae: يرجى تقديم رمز شراء صالح!
el: Παρακαλούμε εισάγετε έναν έγκυρο κωδικό αγοράς!
ru_ru: Пожалуйста, предоставьте действительный код покупки!

source: Problem in connecting...
ar_ae: مشكلة في الاتصال ...
el: Πρόβλημα στη σύνδεση...
ru_ru: Проблема в соединении...

source: Main Location
ar_ae: المكان
da_dk: Hovedplacering
el: Κύρια τοποθεσία
pl_pl: Lokalizacja
ru_ru: Месторасположение

source: Child Location
ar_ae: الموقع الفرعي
da_dk: Child placering
el: Θυγατρική τοποθεσία
pl_pl: Powiązana lokalizacja
ru_ru: Детский Расположение

source: Grand Child Location
ar_ae: الموقع الفرعي الرئيسي
da_dk: Grand child placering
el: Δευτερεύουσα τοποθεσία
pl_pl: Powiązana podlokalizacja
ru_ru: Внук Расположение

source: Great Grand Child Location
ar_ae: الموقع الفرعي الاخر
da_dk: Great Grand Child placering
el: Τριτεύουσα τοποθεσία
pl_pl: Powiązana pod podlokalizacja
ru_ru: Основной адрес внутри района

source: Agent Name ( A to Z )
el: Όνομα πράκτορα ( Α προς Ω )
ru_ru: Имя агента ( от А до Я )

source: Agent Name ( Z to A )
el: Όνομα πράκτορα ( Ω προς Α )
ru_ru: Имя агента (от Z до A )

source: Listed Properties ( Low to High )
el: Καταχωρημένα ακίνητα ( χαμηλό προς υψηλό )
ru_ru: Перечисленные свойства ( от низкого до высокого )

source: Listed Properties ( High to Low )
el: Καταχωρημένα ακίνητα ( υψηλό προς χαμηλό )
ru_ru: Перечисленные свойства ( от высокого до низкого )

source: Invalid Request!
el: Μη έγκυρο αίτημα!
ru_ru: Неверный запрос!

source: Unverified Nonce!
ar_ae: مؤكد فى الوقت الحالى!
da_dk: Ubekræftet!
el: Ανεπιβεβαίωτο Nonce!
pl_pl: Niezweryfikowane!
ru_ru: Непроверенные Нонс!

source: Browse Attachments
el: Αναζήτηση συνημμένων
ru_ru: Просмотр Вложений

source: You have reached maximum attachments upload limit.
el: Έχετε φτάσει στο μέγιστο όριο μεταφόρτωσης συνημμένων.
ru_ru: Вы достигли максимального предела загрузки вложений.

source: ERE Subscription Interval
el: Περίοδος συνδρομής ERE
ru_ru: Интервал подписки ERE

source: (Edit)
ar_ae: (تصحيح)
da_dk: (Rediger)
el: (Επεξεργασία)
pl_pl: (Edytuj)
ru_ru: (Редактировать)

source: on
da_dk: på
el: στις
pl_pl: włączony
ru_ru: вкл

source: %1$s at %2$s
ar_ae: %1$s في %2$s
da_dk: %1$s kl. %2$s
el: %1$s στις %2$s
ru_ru: %1$s в %2$s

source: said
ar_ae: تعكس
el: είπε η/ο
pl_pl: napisał
ru_ru: сказал

source: User Additional Fields
ar_ae: מידע נוסף
el: Πρόσθετα πεδία χρήστη
ru_ru: Дополнительные Поля Пользователя

source: Customize Settings
ar_ae: تخصيص الاعدادات
da_dk: Tilpas indstillinger
el: Προσαρμογή ρυθμίσεων
pl_pl: Dostosowywanie ustawień
ru_ru: Настройка Параметров

source: Demo Import
ar_ae: استيراد النسخة التجريبية
el: Εισαγωγή Demo
pl_pl: Import demo
ru_ru: Импорт демо

source: Welcome to RealHomes!
el: Καλώς ήρθατε στο RealHomes!
ru_ru: Добро пожаловать в настоящие дома!

source: Design
ar_ae: التصميم
el: Σχεδιασμός
pl_pl: Projekt
ru_ru: Дизайн

source: Plugins
ar_ae: الإضافات
el: Πρόσθετα
pl_pl: Wtyczki
ru_ru: Плагины

source: Feedback
ar_ae: التغذية الراجعة
el: Ανατροφοδότηση
pl_pl: Informacje zwrotne
ru_ru: Обратная связь

source: Help
ar_ae: مساعدة
da_dk: Hjælp
el: Βοήθεια
pl_pl: Pomoc
ru_ru: Помощь

source: Settings saved successfully!
pl_pl: Ustawienia zostały pomyślnie zapisane!
ru_ru: Настройки успешно сохранены!

source: Install Now
ar_ae: ثبّت الآن
da_dk: Installer Nu
el: Εγκατάσταση τώρα
pl_pl: Zainstaluj teraz
ru_ru: Установить сейчас

source: Installing...
ar_ae: جاري التفعيل…
el: Εγκατάσταση...
pl_pl: Instalacja...
ru_ru: Установка...

source: Installed!
ar_ae: تم التنصيب!
el: Εγκαταστάθηκε!
ru_ru: Установлено!

source: Activate Now
ar_ae: نشط الآن
da_dk: Aktiver nu
el: Ενεργοποιήστε τώρα
pl_pl: Aktywuj teraz
ru_ru: Активировать сейчас

source: Activating...
ar_ae: جاري التفعيل .
da_dk: Aktiverer ...
el: Ενεργοποίηση...
pl_pl: Aktywacja...
ru_ru: Активация...

source: Activated!
ar_ae: مفعل!
da_dk: Aktiveret!
el: Ενεργοποιήθηκε!
ru_ru: Активировано!

source: Active
ar_ae: نشيط
da_dk: Aktiv
el: Ενεργό
pl_pl: Aktywny
ru_ru: Активный

source: Provided Email address is invalid!
ar_ae: عنوات البريد الإلكتروني المدخل غير صالح!
da_dk: E-mail adressen er ugyldig!
el: Η εισαχθείσα διεύθυνση ηλεκτρονικού ταχυδρομείου δεν είναι έγκυρη!
pl_pl: Wprowadzony adres email jest nieprawidłowy!
ru_ru: При условии, E-mail адрес недействителен!

source: Feedback received by
ar_ae: لا يوجد ملاحظات/آراء
el: Ανατροφοδότηση που ελήφθη από
ru_ru: Обратная связь, полученная от

source: from
ar_ae: من
da_dk: fra
pl_pl: od
ru_ru: от

source: You have received a feedback from:
ar_ae: لقد تلقيت ردود فعل من:
el: Έχετε λάβει ένα σχόλιο από:
ru_ru: Вы получили обратную связь от:

source: Website :
ar_ae: الموقع الالكتروني:
da_dk: EUR sidste år:
el: Ιστοσελίδα:
pl_pl: Strona WWW:
ru_ru: Веб-сайт :

source: Their feedback is as follows.
ar_ae: ملاحظاتهم على النحو التالي.
el: Τα σχόλιά τους έχουν ως εξής.
ru_ru: Их обратная связь выглядит следующим образом.

source: You can contact
ar_ae: بإمكانك الإتصال
da_dk: Du kan kontakte
el: Μπορείτε να επικοινωνήσετε με
pl_pl: Możesz skontaktować się z
ru_ru: Вы можете связаться

source: via email,
ar_ae: عن طريق البريد الالكتروني,
pl_pl: przez email,
ru_ru: по электронной почте,

source: Thank you for your feedback!
ar_ae: شكرًا لك على تعليقاتك!
da_dk: Mange tak for din feedback!
el: Σας ευχαριστούμε για τα σχόλιά σας!
pl_pl: Dziękujemy za Twoją opinię!
ru_ru: Спасибо за ваш отзыв!

source: Buy Now
ar_ae: اشتري الآن
el: Αγοράστε τώρα
pl_pl: Kup teraz
ru_ru: Купить сейчас

source: Activate
ar_ae: تفعيل
da_dk: Aktiver
el: Ενεργοποίηση
pl_pl: Aktywuj
ru_ru: Активировать

source: Available Design Variations
ar_ae: اختلافات التصميم المتاحة
el: Διαθέσιμες παραλλαγές σχεδίου
ru_ru: Доступные Варианты Дизайна

source: It is recommended to finalize a design variation in start and only use that for long term.
ar_ae: من المستحسن وضع اللمسات الأخيرة على اختلاف التصميم في البداية واستخدام ذلك فقط على المدى الطويل.
el: Προτείνεται να επιλέξετε οριστικά μια παραλλαγή σχεδιασμού στην αρχή και, μακροπρόθεσμα, να χρησιμοποιήσετε μόνο αυτή.
ru_ru: Рекомендуется завершить разработку конструктивного варианта в начале и использовать его только в долгосрочной перспективе.

source: Classic
ar_ae: صنف (ج: أصناف)
da_dk: Klassisk
el: Κλασικό
pl_pl: Klasyczny
ru_ru: Классический

source: Modern
ar_ae: حديث
da_dk: Moderne
el: Σύγχρονο
pl_pl: Nowoczesny
ru_ru: Современный

source: Ultra
ru_ru: Ультра

source: Make sure to follow the steps given below after changing the design variation and get in touch with %s in case of any issue.
ar_ae: تأكد من اتباع الخطوات الواردة أدناه بعد تغيير تباين التصميم والتواصل مع %s في حالة حدوث أي مشكلة.
el: Βεβαιωθείτε ότι θα ακολουθήσετε τα βήματα που αναφέρονται παρακάτω μετά την αλλαγή της παραλλαγής σχεδιασμού και επικοινωνήστε με την %s σε περίπτωση οποιουδήποτε προβλήματος.
ru_ru: Обязательно следуйте инструкциям, приведенным ниже, после изменения варианта дизайна и свяжитесь с %s в случае возникновения каких-либо проблем.

source: our support
ar_ae: فريق الدعم لدينا
da_dk: vores support
el: η υποστήριξή μας
pl_pl: nasze wsparcie
ru_ru: наша поддержка

source: Regenerate images on your website using %s plugin.
ar_ae: قم بإعادة إنشاء الصور على موقع الويب الخاص بك باستخدام المكون الإضافي %s.
el: Αναδημιουργήστε εικόνες στον ιστότοπό σας χρησιμοποιώντας το πρόσθετο %s.
ru_ru: Регенерируйте изображения на вашем сайте с помощью плагина %s.

source: Regenerate Thumbnails
ar_ae: أعد توليد الصور المصغرة
da_dk: Regenerér miniaturer
pl_pl: Regeneruj miniaturki
ru_ru: Восстановить миниатюры

source: Test all pages on your website and rearrange widgets where required.
ar_ae: اختبر جميع الصفحات على موقع الويب الخاص بك وأعد ترتيب الأدوات عند الحاجة.
el: Δοκιμάστε όλες τις σελίδες στον ιστότοπό σας και αναδιατάξτε τα widgets όπου απαιτείται.
ru_ru: Протестируйте все страницы на вашем сайте и переставляйте виджеты там, где это необходимо.

source: Want something to be added or improved in RealHomes? Let us know about it!
ar_ae: هل تريد إضافة شيء ما أو تحسينه في RealHomes؟ واسمحوا لنا أن نعرف عن ذلك!
el: Θέλετε να προστεθεί ή να βελτιωθεί κάτι στο RealHomes; Ενημερώστε μας γι' αυτό!
ru_ru: Хотите что-то добавить или улучшить в реальных домах? Дайте нам знать об этом!

source: Feedback Form
ar_ae: نموذج استطلاع الآراء
el: Φόρμα ανατροφοδότησης
ru_ru: Форма обратной связи

source: Feedback Details
ar_ae: تفاصيل الملاحظات
el: Λεπτομέρειες ανατροφοδότησης
ru_ru: Детали Обратной Связи

source: Fields marked with an %s are required.
ar_ae: الحقول المعلمة بـ %s مطلوبة.
el: Τα πεδία που σημειώνονται με ένα %s είναι υποχρεωτικά.
ru_ru: Поля, отмеченные знаком %s, обязательны для заполнения.

source: Send Feedback
ar_ae: إرسال التقييم
el: Στείλτε ανατροφοδότηση
ru_ru: Отправить отзыв

source: Welcome to Inspiry Help Desk!
ar_ae: مرحبًا بك في مكتب مساعدة Inspiry!
el: Καλώς ήρθατε στο Γραφείο Βοήθειας της Inspiry!
ru_ru: Добро пожаловать в Службу поддержки Inspire!

source: Required
ar_ae: مطلوب
da_dk: Påkrævet
el: Απαιτούμενο
pl_pl: Wymagane
ru_ru: Обязательно

source: Free
ar_ae: حر
da_dk: Gratis
el: Δωρεάν
pl_pl: Darmowe
ru_ru: Бесплатно

source: Paid
ar_ae: مدفوعة
da_dk: Betalt
el: Πληρωμένο
pl_pl: Zapłacone
ru_ru: Оплачено

source: Plugins:
ar_ae: تثبيت الإضافات المطلوبة:
el: Πρόσθετα:
ru_ru: Подключаемый модуль:

source: Required and Recommended Plugins
ar_ae: تثبيت مطلوب &amp; الإضافات الموصى بها
el: Απαιτούμενα και προτεινόμενα πρόσθετα
ru_ru: Обязательные и рекомендуемые Плагины

source: Banner Image
ar_ae: صورة البانر
da_dk: Banner billede
el: Εικόνα πανό
pl_pl: Obraz banera
ru_ru: Изображение баннера

source: Please upload the Banner Image. Otherwise the default banner image from theme options will be displayed.
ar_ae: الرجاء رفع صورة البانر وإلا سيتم عرض الصورة الأفتراضيه.
da_dk: Upload banner billede. Ellers vil standard banner billedet fra tema muligheder blive vist.
el: Παρακαλούμε ανεβάστε την εικόνα πανό. Διαφορετικά θα εμφανιστεί η προεπιλεγμένη εικόνα πανό από τις επιλογές του θέματος.
pl_pl: Prześlij obraz banera, jeśli chcesz go zmienić dla tej Nieruchomości. Inaczej będzie wyświetlany ten ustawiony domyślnie w opcjach motywu.
ru_ru: Пожалуйста, загрузите изображение баннера. В противном случае будет отображаться по умолчанию баннер изображение по опционам темы.

source: Banner Title and Sub Title Display Status
ar_ae: عنوان البانر وحالة عرض العنوان الفرعي
el: Κατάσταση εμφάνισης τίτλου και υποτίτλου πανό
ru_ru: Название банера и подзаголовок отображения статуса

source: Please provide the Banner Title, Otherwise the Page Title will be displayed in its place.
ar_ae: يرجى تقديم عنوان الشعار ، وإلا فسيتم عرض عنوان الصفحة في مكانه.
da_dk: Angiv bannertitlen. Hvis feltet er tomt vises sidens titel i stedet.
el: Παρακαλούμε εισάγετε τον τίτλο του πανό, διαφορετικά ο τίτλος της σελίδας θα εμφανιστεί στη θέση του.
pl_pl: Podaj Tytuł Banera, w innym wypadku na górze strony wyświetli się Tytuł strony.
ru_ru: Пожалуйста, предоставьте Banner Название, в противном случае Название страницы будет отображаться на своем месте.

source: Please provide the Banner Sub Title.
da_dk: Angiv banner undertitel.
el: Παρακαλούμε εισάγετε τον υποτίτλο του πανό.
pl_pl: Podaj Podtytuł Banera.
ru_ru: Укажите подзаголовок для банера.

source: If you want to replace banner with revolution slider then provide its alias here.
ar_ae: إذا أردت تبديل اللافتة بشريط التمرير المتحرك الرجاء توفير الاسم المستعار هنا.
da_dk: Hvis du vil erstatte banner med revolution slider angiv da alias her.
el: Αν θέλετε να αντικαταστήσετε το banner με το Revolution Slider, τότε δώστε το ψευδώνυμό του εδώ.
pl_pl: Jeśli chcesz zastąpić baner Sliderem, podaj tutaj jego alias.
ru_ru: Если вы хотите заменить баннер с ползунком революции затем предоставить его псевдоним здесь.

source: Banner Title Display Status
ar_ae: حالة عرض عنوان الشعار
el: Κατάσταση εμφάνισης τίτλου πανό
ru_ru: Статус Отображения Заголовка Баннера

source: Contact Form
ar_ae: نموذج الاتصال
da_dk: Kontakt form
el: Φόρμα επικοινωνίας
pl_pl: Formularz kontaktowy
ru_ru: Контактная форма

source: Contact Map
ar_ae: الخريطة
el: Χάρτης επικοινωνίας
pl_pl: Mapa kontaktowa
ru_ru: Карта контактов

source: Map Latitude
ar_ae: خط العرض للخريطه
da_dk: Kort Breddegrad
el: Γεωγραφικό πλάτος χάρτη
pl_pl: Szerokość geograficzna mapy
ru_ru: Широта

source: Map Longitude
ar_ae: خط الطول للخريطة
da_dk: Kort længdegrad
el: Γεωγραφικό μήκος χάρτη
pl_pl: Długość geograficzna mapy
ru_ru: Долгота
