Repository: InspiryThemes/realhomes-translations
Catalog: real-estate-crm-plugin/real-estate-crm-*.po
Languages: pt_pt, ru_ru

source: Real Estate CRM
pt_pt: CRM Imobiliário

source: Contacts
pt_pt: Contactos
ru_ru: Контакты

source: Add Contact
pt_pt: Adicionar Contacto
ru_ru: Добавить контакт

source: Enquiries
pt_pt: Pedidos
ru_ru: Вопросы

source: Contact Tags
pt_pt: Tags de Contacto
ru_ru: Теги контакта

source: Contact ID
pt_pt: ID de Contacto
ru_ru: ID контакта

source: Name
pt_pt: Nome
ru_ru: Имя

source: Photo
pt_pt: Foto
ru_ru: Фото

source: Contact Details
pt_pt: Detalhes de Contacto
ru_ru: Контактная информация

source: Status
pt_pt: Estado
ru_ru: Статус

source: Date
pt_pt: Data
ru_ru: Дата

source: Work: %1$s %2$s
pt_pt: Trabalho: %1$s %2$s
ru_ru: Работа: %1$s %2$s

source: Home: %1$s %2$s
pt_pt: Casa: %1$s %2$s

source: Mobile: %1$s %2$s
pt_pt: Telemóvel: %1$s %2$s
ru_ru: Мобильный:%1$s %2$s

source: Show All %s
pt_pt: Mostrar Todos %s
ru_ru: Показать все %s

source: Enquiry ID
pt_pt: ID do Pedido
ru_ru: ID заявки

source: From
pt_pt: De

source: Thumbnail
pt_pt: Miniatura
ru_ru: Миниатюра

source: Excerpt
pt_pt: Excerto
ru_ru: Отрывок

source: Negotiator
pt_pt: Negociante
ru_ru: Посредник

source: Source
pt_pt: Origem
ru_ru: Источник

source: Date & Time
pt_pt: Data & Hora
ru_ru: Дата и время

source: Lead,Customer
pt_pt: Líder, Cliente
ru_ru: Ведущий клиент

source: Open, Close
pt_pt: Abrir, Fechar
ru_ru: Открыто, Закрыто

source: Website, Word of Mouth, Newspaper, Friend
pt_pt: Site, boca a boca, jornal, amigo
ru_ru: Веб-сайт, сарафанное радио, газета, друг

source: Just added a note
pt_pt: Acabei de adicionar uma nota
ru_ru: Просто добавили примечание

source: An Error Occurred
pt_pt: Um erro ocorreu
ru_ru: Произошла ошибка

source: - Just Added
pt_pt: - Acabou de adicionar
ru_ru: -Просто добавил

source: Mr, Mrs, Ms, Miss, Dr, Prof, Mr & Mrs
pt_pt: Sr, Sra, Dr, Prof, Eng
ru_ru: Мистер, миссис, мисс, мисс, доктор, профессор, мистер и миссис

source: None
pt_pt: Nenhum
ru_ru: Нет

source: Prefix
pt_pt: Prefixo
ru_ru: Префикс

source: i.e Mr, Mrs, Ms, Miss, Dr, Prof, Mr & Mrs
pt_pt: ex: Sr, Sra, Dr, Prof, Eng
ru_ru: т. е. Mr, Mrs, Ms, Miss, Dr, Prof, Mr & Mrs

source: First Name
pt_pt: Primeiro Nome
ru_ru: Имя

source: Last Name
pt_pt: Último Nome
ru_ru: Фамилия

source: Address
pt_pt: Endereço
ru_ru: Адрес

source: City
pt_pt: Cidade
ru_ru: Город

source: State/Province
pt_pt: Cidade/Distrito
ru_ru: Область

source: Zip/Postal Code
pt_pt: Código Postal
ru_ru: Индекс

source: Country
pt_pt: País
ru_ru: Страна

source: Mobile
pt_pt: Telemóvel
ru_ru: Мобильный

source: Work Phone
pt_pt: Contacto do Emprego
ru_ru: Рабочий телефон

source: Home Phone
pt_pt: Telefone
ru_ru: Домашний номер

source: Twitter Profile URL
pt_pt: URL do Perfil do Twitter
ru_ru: URL профиля Twitter

source: Linkedin Profile URL
pt_pt: URL do Perfil do LinkedIn
ru_ru: URL профиля Linkedin

source: Facebook Profile URL
pt_pt: URL do Perfil de Facebook
ru_ru: URL профиля Facebook

source: i.e Website, Word of Mouth, Newspaper, Friend
pt_pt: ex: Website, Jornal, Amigo..
ru_ru: т.е. вебсайт, сарафанное радио, газета, друг

source: Private Note
pt_pt: Nota Privada
ru_ru: Примечание

source: Attachment
pt_pt: Anexo
ru_ru: Вложение

source: Add File
pt_pt: Adicionar Ficheiro
ru_ru: Добавить файл

source: Enquiry For
pt_pt: Pedido para
ru_ru: Заявка для

source: Enquiry To
pt_pt: Pedido para
ru_ru: Заявка на

source: Enquiry Via <span>Contact Form</span>
pt_pt: Pedido Via <span> Formulário de contato </ span>
ru_ru: Заявка через <span>Contact Form</span>

source: Enquired %1$s ago
pt_pt: Pedido %1$s atrás
ru_ru: Запросили %1$s назад

source: Status: %1$s
pt_pt: Estado: %1$s
ru_ru: Состояние: %1$s

source: View Enquiry Details
pt_pt: Ver Detalhes do Pedido
ru_ru: Просмотреть подробности заявки

source: Enquiry
pt_pt: Pedido
ru_ru: Заявка

source: Notes
pt_pt: Notas
ru_ru: Заметки

source: New Note
pt_pt: Nova Nota
ru_ru: Новая заметка

source: Save Note
pt_pt: Gravar Nota
ru_ru: Сохранить черновик

source: Added note %s ago
pt_pt: Nota Adicionada %s atrás
ru_ru: Добавлено примечание %s назад

source: Delete
pt_pt: Eliminar
ru_ru: Удалить

source: View
pt_pt: Ver
ru_ru: Просмотр

source: Edit
pt_pt: Editar
ru_ru: Редактировать

source: State
pt_pt: Cidade
ru_ru: Область

source: Home
pt_pt: Casa
ru_ru: Главная

source: Work
pt_pt: Emprego
ru_ru: Работа

source: Attachments
pt_pt: Anexos
ru_ru: Вложения

source: Enquiry Details
pt_pt: Detalhes de Pedidos
ru_ru: Подробности заявки

source: Agent/Negotiator
pt_pt: Comercial
ru_ru: Агент/Переговорщик

source: Select an agent
pt_pt: Seleccione um Comercial
ru_ru: Выберите агента

source: Contact
pt_pt: Contacto
ru_ru: Контакты

source: Property
pt_pt: Imóvel
ru_ru: Недвижимость

# Post Type General Name
source: Contacts
pt_pt: Contactos
ru_ru: Контакты

# Post Type Singular Name
source: Contact
pt_pt: Contacto
ru_ru: Контакты

source: Contact Archives
pt_pt: Arquivos de Contacto
ru_ru: Архивы контакта

source: Contact Attributes
pt_pt: Atributos de Contacto
ru_ru: Атрибуты контакта

source: Parent Contact:
pt_pt: Contacto Superior:
ru_ru: Родительский контакт:

source: All Contacts
pt_pt: Todos os Contactos

source: Add New Contact
pt_pt: Adicionar Novo Contacto
ru_ru: Добавить новый контакт

source: Add New
pt_pt: Adicionar Novo
ru_ru: Добавить новый

source: New Contact
pt_pt: Novo Contacto
ru_ru: Добавить

source: Edit Contact
pt_pt: Editar Contacto
ru_ru: Редактировать контакт

source: Update Contact
pt_pt: Atualizar Contacto
ru_ru: Обновить контакт

source: View Contact
pt_pt: Ver Contacto
ru_ru: Посмотреть контакты

source: View ContactS
pt_pt: Ver Contactos
ru_ru: Просмотреть контакты

source: Search Contact
pt_pt: Procurar Contacto
ru_ru: Искать контакт

source: Not found
pt_pt: Não encontrado
ru_ru: Не найдено

source: Not found in Trash
pt_pt: Não encontrado no Lixo
ru_ru: Не найдено в корзине

source: Featured Image
pt_pt: Imagem em Destaque
ru_ru: Популярные изображения

source: Set featured image
pt_pt: Definir imagem em destaque
ru_ru: Установить изображение

source: Remove featured image
pt_pt: Remover Imagem de Destaque

source: Use as featured image
pt_pt: Use como imagem em destaque
ru_ru: Использовать как изображение

source: Insert into contact
pt_pt: Inserir no contato
ru_ru: Вставить в контакт

source: Uploaded to this contact
pt_pt: Carregado para este contato
ru_ru: Загружено к этому контакту

source: Contacts list
pt_pt: Lista de Contactos

source: Contacts list navigation
pt_pt: Navegação da lista de contatos

source: Filter contacts list
pt_pt: Filtrar lista de contatos
ru_ru: Фильтровать список контактов

source: Real Estate Contacts.
pt_pt: Contatos imobiliários.
ru_ru: Real Estate Контакты.

# taxonomy general name
source: Contact Tags
pt_pt: Tags de Contacto
ru_ru: Теги контакта

# taxonomy singular name
source: Contact Tag
pt_pt: Tag de Contacto
ru_ru: Тег контакта

source: Search Contact Tags
pt_pt: Procurar Tags de Contacto
ru_ru: Искать по тегам контакта

source: All Contact Tags
pt_pt: Todas as tags de contato
ru_ru: Все теги контакта

source: Parent Contact Tag
pt_pt: Tag de Contacto Superior
ru_ru: Родительский тег контакта

source: Parent Contact Tag:
pt_pt: Tag de Contacto Superior:
ru_ru: Родительский тег контакта:

source: Edit Contact Tag
pt_pt: Editar Tag de Contacto
ru_ru: Изменить тег контакта

source: Update Contact Tag
pt_pt: Atualizar Tag de Contacto
ru_ru: Обновить метку контакта

source: Add New Contact Tag
pt_pt: Adicionar Nova Tag de Contacto
ru_ru: Добавить новый тег контакта

source: New Contact Tag Name
pt_pt: Nova Tag de Contacto
ru_ru: Новое имя тега контакта

# Post Type General Name
source: Enquiries
pt_pt: Pedidos
ru_ru: Вопросы

# Post Type Singular Name
source: Enquiry
pt_pt: Pedido
ru_ru: Заявка

source: Enquiry Archives
pt_pt: Arquivo de Pedidos
ru_ru: Архивы заявок

source: Enquiry Attributes
pt_pt: Atributos de Pedidos
ru_ru: Атрибуты заявки

source: Parent Enquiry:
pt_pt: Pedido Superior:
ru_ru: Родительская заявка:

source: All Enquiries
pt_pt: Todos os Pedidos
ru_ru: Все заявки

source: Add New Enquiry
pt_pt: Adicionar Novo Pedido
ru_ru: Добавить новую заявку

source: New Enquiry
pt_pt: Novo Pedido
ru_ru: Новый Вопрос

source: Edit Enquiry
pt_pt: Editar Pedido
ru_ru: Изменить вопрос

source: Update Enquiry
pt_pt: Atualizar Pedido
ru_ru: Обновить заявку

source: View Enquiry
pt_pt: Ver Pedido
ru_ru: Просмотреть заявку

source: View Enquiries
pt_pt: Ver Pedidos
ru_ru: Просмотреть заявки

source: Search Enquiry
pt_pt: Procurar Pedido
ru_ru: Искать заявку

source: Insert into enquiry
pt_pt: Inserir no Pedido
ru_ru: Вставить в заявку

source: Uploaded to this enquiry
pt_pt: Carregado para este pedido
ru_ru: Загружено к этой заявке

source: Enquiries list
pt_pt: Lista de Pedidos
ru_ru: Список заявок

source: Enquiries list navigation
pt_pt: Navegação da lista de pedidos
ru_ru: Навигация по списку заявок

source: Filter enquiries list
pt_pt: Filtrar lista de pedidos
ru_ru: Фильтровать список заявок

source: Real Estate Enquiries.
pt_pt: Pedidos Imobiliários.
ru_ru: Real Estate заявки.

source: Real Estate CRM Settings
pt_pt: Configurações de CRM para imóveis
ru_ru: Real Estate CRM настройки

source: Settings
pt_pt: Definições
ru_ru: Настройки

source: Contact Statuses
pt_pt: Estados de Contacto
ru_ru: Статусы контакта

source: Provide comma separated values e.g (Lead, Customer). First value will be considered default for contact status.
pt_pt: Forneça valores separados por vírgula, por exemplo, (Líder, Cliente). O primeiro valor será considerado padrão para o estado do contato.
ru_ru: Укажите значения, разделенные запятыми, например (ведущий, клиент). Первое значение будет считаться значением по умолчанию для статуса контакта.

source: Lead, Customer
pt_pt: Líder, Cliente
ru_ru: Ведущий, Клиент

source: Contact Prefixes
pt_pt: Prefixo de Contacto
ru_ru: Префиксы контакта

source: Provide comma separated values e.g (Mr, Mrs, Ms, Miss, Dr, Prof, Mr & Mrs).
pt_pt: Forneça valores separados por vírgula, por exemplo (Sr., Sra., Sra., Srta., Dr, Prof).
ru_ru: Укажите значения, разделенные запятыми, например (Mr, Mrs, Ms, Miss, Dr, Prof, Mr & Mrs).

source: Provide comma separated values e.g (Website, Word of Mouth, Newspaper, Friend). First value will be considered default for contact prefix.
pt_pt: Forneça valores separados por vírgula, por exemplo (site, boca a boca, jornal, amigo). O primeiro valor será considerado padrão para o prefixo de contato.

source: Enquiry Status
pt_pt: Estado do Pedido
ru_ru: Статус заявки

source: Provide comma separated values e.g (Open, Close). First value will be considered default for enquiry status.
pt_pt: Forneça valores separados por vírgula, por exemplo, (Abrir, Fechar). O primeiro valor será considerado padrão para o estado da consulta.
ru_ru: Укажите значения, разделенные запятыми, например (Открыто, Закрыто). Первое значение будет считаться по умолчанию для статуса заявки.

source: Enquiry Negotiator Source
pt_pt: Fonte do Negociador do Pedido
ru_ru: Источник заявки посредника

source: Select Negotiator Type
pt_pt: Selecione o tipo de negociador
ru_ru: Выберите тип посредника

source: Custom Post Types
pt_pt: Tipos de Posts Personalizadas
ru_ru: Произвольные типы публикаций

source: Users
pt_pt: Utilizadores
ru_ru: Пользователи

source: Select Custom Post Type For Negotiator Source
pt_pt: Selecione o tipo de post personalizado para a origem do negociador
ru_ru: Выберите пользовательский тип записи для источника посредника

source: Select Agent Custom Post Type
pt_pt: Selecione o tipo de post personalizado do comercial
ru_ru: Выберите пользовательскую запись типа агента

source: Choose File
pt_pt: Escolha um Ficheiro
ru_ru: Выберите файл

source: An unknown error occurred
pt_pt: Ocorreu um erro desconhecido
ru_ru: Произошла неизвестная ошибка

source: Insert File
pt_pt: Inserir Ficheiro
ru_ru: Вставить файл

source: Use this File
pt_pt: Usar este Ficheiro
ru_ru: Использовать этот файл

source: Provides CRM functionality for Real Homes theme.
pt_pt: Fornece funcionalidade CRM para o tema Real Homes.

source: Tags
ru_ru: Теги

source: Email: %1$s %2$s
ru_ru: Электронная почта:%1$s %2$s

source: NA
ru_ru: Не Доступно

source: An Unexpected HTTP Error occurred during the API request. Try again!
ru_ru: Во время запроса API произошла непредвиденная ошибка HTTP. Повторить!
