Repository: InspiryThemes/realhomes-translations
Catalog: easy-real-estate-plugin/easy-real-estate-*.po
Languages: da_dk, el

source: Error Reason:
el: Αιτία σφάλματος:

source: Error Description:
el: Περιγραφή σφάλματος:

source: Bad request
el: Κακό αίτημα

source: Connect with:
el: Συνδεθείτε με:

source: This widget displays advance search form.
da_dk: Denne widget viser avanceret søgeformular.
el: Αυτό το widget εμφανίζει τυ σύνθετη φόρμα αναζήτησης.

source: RealHomes - Advance Search Widget
da_dk: RealHomes - Avanceret søgeformular widget
el: RealHomes - Widget σύνθετης αναζήτησης

source: Find Your Home
da_dk: Find din ejendom
el: Βρείτε το σπίτι σας

source: Advance search page is not configured yet. Please read this theme documentation for the Advance Search page & form configuration details.
el: Η σελίδα σύνθετης αναζήτησης δεν έχει ρυθμιστεί ακόμα. Παρακαλούμε διαβάστε την τεκμηρίωση του θέματος για τις λεπτομέρειες διαμόρφωσης της σελίδας και της φόρμας σύνθετης αναζήτησης.

source: Widget Title
da_dk: Widget titel
el: Τίτλος Widget

source: Important: This widget is only for the Agent Sidebar.
da_dk: Vigtigt: Denne widget er kun til mægler sidebar.
el: Σημαντικό: Αυτό το widget προορίζεται μόνο για την πλευρική μπάρα του πράκτορα.

source: RealHomes - Agent Featured Properties
da_dk: RealHomes - Mægler fremhævede ejendomme
el: RealHomes - Προτεινόμενα ακίνητα πράκτορα

source: Read More
da_dk: Læs mere
el: Διαβάστε περισσότερα

source: No featured property found for this agent.
el: Δεν βρέθηκαν προτεινόμενα ακίνητα για αυτόν τον πράκτορα.

source: No Featured Property Found For This Agent
da_dk: Ingen fremhævede ejendomme fundet for denne mægler
el: Δεν βρέθηκαν προτεινόμενα ακίνητα για αυτόν τον πράκτορα

source: No Featured Property Found!
da_dk: Ingen Fremhævet ejendom fundet!
el: Δεν βρέθηκαν προτεινόμενα ακίνητα!

source: Featured Properties
el: Προτεινόμενα ακίνητα

source: Property Card Design
el: Σχεδιασμός κάρτας ακινήτου

source: Default
el: Προεπιλογή

source: One
el: Ένα

source: Two
el: Δύο

source: Three
el: Τρεις

source: Four
el: Τέσσερα

source: Five
el: Πέντε ημέρες πριν από την ανανέωση / λήξη

source: Sort By:
da_dk: Sorter efter:
el: Ταξινόμηση κατά:

source: Most Recent
da_dk: Seneste
el: Πιο πρόσφατα

source: Random
da_dk: Tilfældig
el: Τυχαία

source: Featured Tag Text
el: Κείμενο ετικέτας Προτινόμενο

source: Displays random, recent or featured properties based on selected agent.
da_dk: Viser tilfældige, nyligt eller fremhævede ejendomme baseret på den valgte mægler.
el: Εμφανίζει τυχαία, πρόσφατα ή προτεινόμενα ακίνητα με βάση τον επιλεγμένο πράκτορα.

source: RealHomes - Agent Related Properties
da_dk: RealHomes - Mægler relaterede ejendomme
el: RealHomes - Ακίνητα που σχετίζονται με τον πράκτορα

source: No Property Found Under Selected Agent!
da_dk: Ingen ejendomme fundet for den valgte mægler!
el: Δεν βρέθηκαν ακίνητα από τον επιλεγμένο πράκτορα!

source: Select an Agent:
da_dk: Vælg en mægler:
el: Επιλέξτε πράκτορα:

source: Show only Featured Properties.
da_dk: Vis kun fremhævede ejendomme.
el: Εμφάνιση μόνο προτεινόμενων ακινήτων.

source: This widget displays agents list.
el: Αυτό το widget εμφανίζει λίστα πρακτόρων.

source: RealHomes - Agents
el: RealHomes - Πράκτορες

source: No Agent Found!
el: Δεν βρέθηκε μεσίτης!

source: Number of Agents
da_dk: Antal mæglere
el: Αριθμός πρακτόρων

source: This widget displays contact form.
el: Αυτό το widget εμφανίζει τη φόρμα επικοινωνίας.

source: RealHomes - Contact Form
el: RealHomes - Φόρμα επικοινωνίας

source: * Please provide your name
el: * Παρακαλούμε εισάγετε το όνομά σας

source: * Please provide a valid email address
el: * Παρακαλούμε εισάγετε μια έγκυρη διεύθυνση email

source: * Please provide your message
el: * Παρακαλούμε εισάγετε το μήνυμά σας

source: Send Message
el: Αποστολή μηνύματος

source: Please provide the 'Target Email' address in the widget settings to show the contact form.
el: Παρακαλούμε εισάγετε τη διεύθυνση 'Target Email' στις ρυθμίσεις του widget για να εμφανιστεί η φόρμα επικοινωνίας.

source: Contact Us
el: Επικοινωνήστε μαζί μας

source: Widget Title:
el: Τίτλος Widget:

source: Target Email:
el: Email παραλήπτη:

source: Customize Contact Form Labels
el: Προσαρμογή ετικετών φόρμας επικοινωνίας

source: Name Field Label:
el: Ετικέτα πεδίου ονόματος:

source: Email Field Label:
el: Ετικέτα πεδίου Email:

source: Phone Number Field Label:
el: Ετικέτα πεδίου αριθμού τηλεφώνου:

source: Message Field Label:
el: Ετικέτα πεδίου μηνύματος:

source: Submit Button Label:
el: Ετικέτα κουμπιού υποβολής:

source: Displays Random or Recent Featured Properties.
da_dk: Viser tilfældige eller seneste fremhævede ejendomme.
el: Εμφανίζει τυχαία ή πρόσφατα χαρακτηρισμένα ως προτεινόμενα ακίνητα.

source: RealHomes - Featured Properties
da_dk: RealHomes - Fremhævede ejendomme
el: RealHomes - Προτεινόμενα ακίνητα

source: Added:
el: Προστέθηκε:

source: Ago
el: Πριν

source: Area
da_dk: Område
el: Επιφάνεια

source: Garage
el: Γκαράζ

source: Year
el: Έτος

source: Lot Size
el: Επιφάνεια οικοπέδου

source: Guests
el: Φιλοξενούμενοι

source: Min Stay
el: Ελάχιστη διαμονή

source: Owner
el: Ιδιοκτήτης

source: RealHomes - Mortgage Calculator
el: Realhomes - Υπολογιστής στεγαστικού δανείου

source: This widget display Mortgage Calculator.
el: Αυτό το widget εμφανίζει τον πολογιστή στεγαστικού δανείου.

source: Term
el: Όρος

source: Interest
el: Τόκος

source: Home Price
el: Τιμή σπιτιού

source: Down Payment
el: Προκαταβολή

source: Principle and Interest
el: Κεφάλαιο και τόκοι

source: per month
el: το μήνα

source: Years Fixed
el: Έτη σταθερό

source: Mortgage Calculator
el: Υπολογιστής στεγαστικού δανείου

source: Title:
el: Τίτλος:

source: Displays Properties based on custom filters.
el: Εμφανίζει ακίνητα με βάση προσαρμοσμένα φίλτρα.

source: RealHomes - Properties
el: RealHomes - Ακίνητα

source: No Property Found!
da_dk: Ingen ejendomme fundet!
el: Δεν βρέθηκαν ακίνητα!

source: Property Location:
el: Τοποθεσία ακινήτου:

source: Property Status:
da_dk: Ejendomsstatus:
el: Κατάσταση ακινήτου:

source: Property Types:
el: Τύποι ακινήτων:

source: Property Feature:
el: Χαρακτηριστικό ακινήτου:

source: Note:
el: Σημείωση:

source: Open All
el: Άνοιγμα όλων

source: Collapse All
el: Σύμπτυξη όλων

source: Feature
el: Προτεινόμενο

source: Min Beds
el: Ελάχ. Δωμάτια

source: Min Baths
el: Ελάχ. Μπάνια

source: Min Garages
el: Ελάχιστος αριθμός γκαράζ

source: True
el: Αληθής

source: False
el: Ψευδής

source: Area Unit
el: Μονάδα Εμβαδού

source: Display Type
el: Τύπος Προβολής

source: This widget displays a list of terms for selected property taxonomy.
el: Αυτό το widget εμφανίζει μια λίστα με τους τύπους ακινήτων.

source: RealHomes - Property Taxonomy Terms
el: RealHomes - Τύποι ακινήτων

source: Property Taxonomy Terms
el: Φόροι ακίνητου

source: Taxonomy Terms
el: Όροι ταξονομίας

source: Select Property Taxonomy
el: Αναζήτηση τύπων ακινήτων

source: Number of terms to show
el: Αριθμός δεκαδικών ψηφίων

source: Terms Order By
el: Ταξινόμηση κατά

source: Slug
el: Σύντομος τίτλος

source: Term Group
el: Oμάδα χαρακτηριστικών

source: Term ID
el: ID Όρου

source: Term Order
el: Ο όρος προστέθηκε.

source: ASC
el: ΑΥΞΟΥΣΑ

source: DESC
el: ΦΘIΝΟΥΣΑ

source: This widget displays a list of Property Types.
da_dk: Denne widget viser en liste over ejendomstyper.
el: Αυτό το widget εμφανίζει μια λίστα με τους τύπους ακινήτων.

source: RealHomes - Property Types
da_dk: RealHomes - Ejendomstyper
el: RealHomes - Τύποι ακινήτων

source: Displays general contact information.
da_dk: Viser generel kontaktinformation.
el: Εμφανίζει γενικές πληροφορίες επικοινωνίας.

source: RealHomes - Contact Information
da_dk: RealHomes - Kontakt information
el: RealHomes - Πληροφορίες επικοινωνίας

source: Contact Address
da_dk: Kontakt adresse
el: Διεύθυνση επικοινωνίας

source: Use WhatsApp icon for the phone number?
el: Χρησιμοποιήστε το εικονίδιο WhatsApp για τον αριθμό τηλεφώνου?

source: Build
el: Δημιουργία

source: Provides real estate functionality for RealHomes theme.
el: Παρέχει λειτουργικότητα μεσιτικού γραφείου για το θέμα RealHomes.

source: URL Slugs
da_dk: URL links

source: properties
da_dk: egendomme

source: property-feature
da_dk: ejendomsfunktion

source: property-type
da_dk: ydelsestype

source: Property Cities
da_dk: Ejendomsbeliggenheder

source: Property City
da_dk: Beliggenhed

source: Search Property Cities
da_dk: Søg i ejendomsbeliggenheder

source: Popular Property Cities
da_dk: Populære beliggenheder

source: All Property Cities
da_dk: Alle beliggenheder

source: Parent Property City
da_dk: Overordnet ejendomsbeliggenhed

source: Parent Property City:
da_dk: Overordnet ejendomsbeliggenhed:

source: Edit Property City
da_dk: Redigér ejendomsbeliggenhed

source: Update Property City
da_dk: Opdatér ejendomsbeliggenhed

source: Add New Property City
da_dk: Tilføj ny ejendomsbeliggenhed

source: New Property City Name
da_dk: Ny ejendomsbeliggenhed

source: Separate Property Cities with commas
da_dk: Adskil ejendomsbeliggenheder med kommaer

source: Add or remove Property Cities
da_dk: Tilføj eller fjern ejendomsbeliggenheder

source: Choose from the most used Property Cities
da_dk: Vælg fra de mest anvendte ejendomsbeliggenheder

source: property-city
da_dk: ejendoms beliggenhed

source: property-status
da_dk: ejendoms status

source: City
da_dk: By

source: You have received a message from:
da_dk: Du har modtaget en besked fra:

source: Phone Number :
da_dk: Telefonnummer:

source: You can contact
da_dk: Du kan kontakte

source: Property Title :
da_dk: Ejendomsoverskrift:

source: Property URL :
da_dk: Ejendoms URL:

source: or via contact number
da_dk: eller via kontakt nummer

source: Your new password is: %s
da_dk: Din nye adgangskode er: %s

source: New user registration on your site %s:
da_dk: Ny brugerregistrering på dit websted %s:

source: Username: %s
da_dk: Brugernavn: %s

source: You can login using following password: %s
da_dk: Du kan logge ind med følgende adgangskode: %s

source: You can preview it here :
da_dk: Du kan se den her:

source: Message to the Reviewer : %s
da_dk: Besked til redaktøren: %s

source: Provide Agent Email Address. Agent related messages from contact form on property details page, will be sent on this email address.
da_dk: Angiv mægler e-mail adresse. Mægler relaterede meddelelser fra kontaktformularen, vil blive sendt til denne e-mail adresse.

source: Provide Agent mobile number
da_dk: Angiv mæglers mobil nummer

source: Provide Agent whatsapp number
da_dk: Angiv mæglers WhatsApp nummer

source: Provide Agent office number
da_dk: Angiv mæglers kontornummer

source: Provide Agent fax number
da_dk: Angiv mæglers faxnummer

source: Provide Agent Facebook URL
da_dk: Angiv mæglers Facebook URL

source: Provide Agent Twitter URL
da_dk: Angiv mæglers Twitter URL

source: Provide Agent LinkedIn URL
da_dk: Angiv mæglers LinkedIn URL

source: Provide Agent Instagram URL
da_dk: Angiv mæglers Instagram URL

source: Please rate <strong>Meta Box</strong> <a href="%1$s" target="_blank">&#9733;&#9733;&#9733;&#9733;&#9733;</a> on <a href="%1$s" target="_blank">WordPress.org</a> to help us spread the word. Thank you from the Meta Box team!
da_dk: Bedøm <strong>Meta Box</strong> <a href="%1$s" target="_blank">&#9733;&#9733;&#9733;&#9733;&#9733;</a> på <a href="%1$s" target="_blank">WordPress.org</a> for at hjælpe os med at sprede budskabet. Tak fra Meta Box teamet!

source: Subscribe
da_dk: Tilmeld

source: -- Background Repeat --
da_dk: -- Baggrund gentag --

source: Select an user
da_dk: Vælg en bruger

source: Images should have minimum size of 1200px by 680px. Bigger size images will be cropped automatically. Minimum 2 images are required to display gallery.
da_dk: Billeder bør have en minimum størrelse på 1200px gange 680px. Større størrelse billeder beskæres automatisk. Der skal være mindst 2 billeder for, at de bliver vist i galleriet.

source: Images should have minimum size of 770px by 386px for thumbnails on right and 830px by 460px for thumbnails on bottom. Bigger size images will be cropped automatically. Minimum 2 images are required to display gallery.
da_dk: Billeder bør være mindst 770px gange 386px for miniaturer og 830px af 460px for miniaturer i bunden. Større størrelse billeder beskæres automatisk. Der skal være mindst 2 billeder for, at de bliver vist i galleriet.

source: Gallery with thumbnails on right
da_dk: Galleri med miniaturer i højre side

source: Gallery with thumbnails on bottom
da_dk: Galleri med miniaturer i bunden

source: Example Value: 435000
da_dk: Værdi eksempel: 435000

source: Example Value: Per Month
da_dk: Værdi eksempel: Pr. måned

source: Example Value: 2500
da_dk: Værdi eksempel: 2500

source: Example Value: 3000
da_dk: Værdi eksempel: 3000

source: Example Value: 4
da_dk: Værdi eksempel: 4

source: Example Value: 2
da_dk: Værdi eksempel: 2

source: Garages
da_dk: Garager

source: Example Value: 1
da_dk: Værdi eksempel: 1

source: Example Value: 2017
da_dk: Værdi eksempel: 2017

source: Example Value: 83
da_dk: Værdi eksempel: 83

source: Example Value: 94
da_dk: Værdi eksempel: 94

source: Example: Per Month
da_dk: Eksempel: Pr. måned

source: You can add a property label to display on property thumbnails. Example Value: Hot Deal
da_dk: Du kan tilføje en ejendomsetiket til visning på ejendomsminiaturer. Eksempel værdi: Godt tilbud

source: The recommended image size is 2000px by 700px. You can use bigger or smaller image but try to keep the same height to width ratio and use the exactly same size images for all properties that will be added in slider.
da_dk: Den anbefalede billedstørrelsen er 2000px gange 700px. Du kan bruge et større eller mindre billede men forsøg at holde det samme højde/bredde forhold og brug præcis den samme størrelse billeder for alle ejendomme, der skal tilføjes i slideren.

source: Upload the banner image, If you want to change it for this property. Otherwise default banner image uploaded from theme options will be displayed. Image should have minimum width of 2000px and minimum height of 230px.
da_dk: Upload bannerbillede, hvis du ønsker at ændre det på denne ejendom. Ellers vises standard bannerbillede uploadet fra tema indstillinger. Billedet skal have minimum bredde på 2000px og minimum højde på 230px.

source: Property City Slug
da_dk: Beliggenhedslinks

source: Add to compare
da_dk: Tilføj til sammenligning
