Repository: InspiryThemes/realhomes-translations
Catalog: easy-real-estate-plugin/easy-real-estate-*.po
Languages: da_dk, el

source: Property Status Tag Colors
el: Χρώματα ετικέτας κατάστασης ακινήτου

source: Status Tag Background Color
el: Χρώμα φόντου ετικέτας κατάστασης

source: Status Tag Text Color
el: Χρώμα κειμένου ετικέτας κατάστασης

source: Energy Performance
el: Ενεργειακή απόδοση

source: Energy Class
da_dk: Energiklasse
el: Ενεργειακή κλάση

source: Example: 100 kWh/m²a
el: Παράδειγμα: 100 kWh/m²a

source: %s Current Rating
el: %s Τρέχουσα βαθμολογία

source: Example: 83
el: Παράδειγμα: 83

source: %s Potential Rating
el: %s Πιθανή βαθμολογία

source: Example: 94
el: Παράδειγμα: 94

source: Floor Plans
da_dk: Etageplaner
el: Κατόψεις ορόφων

source: Floor Name
da_dk: Etage
el: Όνομα ορόφου

source: Example: Ground Floor
da_dk: Eksempel: Stueetage
el: Παράδειγμα: Ισόγειο

source: Description
da_dk: Beskrivelse
el: Περιγραφή

source: Floor Price ( Only digits )
da_dk: Etagepris (kun cifre)
el: Τιμή ορόφου ( μόνο ψηφία )

source: Example: 4000
da_dk: Eksempel: 4000
el: Παράδειγμα: 4000

source: Example: Per Month or Per Night
el: Παράδειγμα: Ανά μήνα ή ανά διανυκτέρευση

source: Floor Size ( Only digits )
da_dk: Grundplan (kun cifre)
el: Επιφάνεια ορόφου ( μόνο ψηφία )

source: Size Postfix
da_dk: Størrelsesbetegnelse
el: Κατάληξη μεγέθους

source: Floor Plan Image
da_dk: Plantegning
el: Εικόνα κάτοψης ορόφου

source: The recommended minimum width is 770px and height is flexible.
da_dk: Den anbefalede minimumsbredde er 770px men højden er valgfri.
el: Το συνιστώμενο ελάχιστο πλάτος είναι 770px και το ύψος είναι ευέλικτο.

source: Gallery Images
da_dk: Galleribilleder
el: Εικόνες γκαλερί

source: Gallery with Thumbnails on Right
el: Γκαλερί με μικρογραφίες στα δεξιά

source: Gallery with Thumbnails on Bottom
el: Γκαλερί με μικρογραφίες στο κάτω μέρος

source: Default Gallery
el: Προεπιλεγμένη γκαλερί

source: Gallery with Thumbnails
el: Γκαλερί με μικρογραφίες

source: Gallery with Thumbnails Two
el: Γκαλερί με μικρογραφίες Δύο

source: Masonry
el: Τοιχοποιία

source: Carousel
el: Καρουζέλ

source: Full Width Carousel
el: Καρουζέλ πλήρους πλάτους

source: Property Gallery Images
da_dk: Ejendomsgalleri billeder
el: Εικόνες γκαλερί ακινήτου

source: Change Gallery Type
el: Αλλαγή τύπου γκαλερί

source: It allow you to specify gallery type only for current property by overriding default gallery type settings provided in Appearance > Customize > Property Detail Page > Gallery > Gallery Type.
el: Σας επιτρέπει να καθορίσετε τον τύπο γκαλερί μόνο για το τρέχον ακίνητο, παρακάμπτοντας τις προεπιλεγμένες ρυθμίσεις τύπου γκαλερί που έχουν ρυθμιστεί στην Εμφάνιση > Προσαρμογή > Σελίδα λεπτομερειών ακινήτου > Γκαλερί > Τύπος γκαλερί.

source: Gallery Type You Want to Use
da_dk: Hvilken galleri type vil du bruge?
el: Τύπος γκαλερί που θέλετε να χρησιμοποιήσετε

source: Homepage Slider
da_dk: Forside slider
el: Slider Αρχικής Σελίδας

source: Do you want to add this property in Homepage Slider ?
da_dk: Vil du tilføje denne ejendom i slideren på forsiden?
el: Θέλετε να προσθέσετε αυτό το ακίνητο στο Slider Αρχικής Σελίδας;

source: If Yes, Then you need to provide a slider image below.
da_dk: Hvis ja, skal du indsætte et slider billede nedenfor.
el: Αν ναι, τότε πρέπει να δώσετε μια εικόνα slider παρακάτω.

source: Yes
da_dk: Ja
el: Ναι

source: Slider Image
da_dk: Slider billede
el: Εικόνα Slider

source: The recommended image size is 1970px by 850px. You can use bigger or smaller image but try to keep the same height to width ratio and use the exactly same size images for all properties that will be added in slider.
el: Το συνιστώμενο μέγεθος εικόνας είναι 1970px επί 850px. Μπορείτε να χρησιμοποιήσετε μεγαλύτερη ή μικρότερη εικόνα, αλλά προσπαθήστε να διατηρήσετε την ίδια αναλογία ύψους προς πλάτος και να χρησιμοποιήσετε εικόνες ακριβώς ίδιου μεγέθους για όλα τα ακίνητα που θα προστεθούν στο slider.

source: Location on Map
da_dk: Placering på kort
el: Τοποθεσία στο χάρτη

source: Property Location on Map
el: Τοποθεσία ακινήτου στο χάρτη

source: Drag the map marker to point property location. Address field given above can be used to search location.
el: Σύρετε το δείκτη του χάρτη για να επισημάνετε τη θέση του ακινήτου. Το πεδίο διεύθυνσης που δίνεται παραπάνω μπορεί να χρησιμοποιηθεί για την αναζήτηση τοποθεσίας.

source: Property Address
da_dk: Adresse
el: Διεύθυνση ακινήτου

source: Leaving it empty will hide the map on property detail page.
el: Αν το αφήσετε κενό, ο χάρτης θα αποκρύπτεται στη σελίδα λεπτομερειών ακινήτου.

source: Hide map on property detail page and listings lightbox?
el: Απόκρυψη του χάρτη στη σελίδα λεπτομερειών ακινήτου και στο αναδυόμενο παράθυρο στην προβολή λίστας;

source: Misc
da_dk: Div
el: Διάφορα

source: Property Taxes
el: Φόροι ακίνητου

source: Provide monthly property tax amount. It will be displayed in the mortgage calculator only.
el: Εισάγετε το μηνιαίο ποσό του φόρου ακινήτου. Θα εμφανίζεται μόνο στον υπολογιστή στεγαστικού δανείου.

source: Additional Fee
el: Πρόσθετη αμοιβή

source: Provide monthly any additional fee. It will be displayed in the mortgage calculator only.
el: Εισάγετε οποιαδήποτε πρόσθετη μηνιαία αμοιβή. Θα εμφανίζεται μόνο στον υπολογιστή στεγαστικού δανείου.

source: Make this property sticky for home and listings pages
da_dk: Gør denne ejendom Sticky på forsiden og udbudssider
el: Καρφιτσώστε αυτό το ακίνητο στις σελίδες κατοικιών και καταχωρήσεων

source: Property Label Text
da_dk: Ejendoms etiket tekst
el: Κείμενο ετικέτας ακινήτου

source: You can add a property label to display on property thumbnails. Example: Hot Deal
el: Μπορείτε να προσθέσετε μια ετικέτα ακινήτου που θα εμφανίζεται στις μικρογραφίες ακινήτου. Παράδειγμα: Προσφορά

source: Label Background Color
da_dk: Baggrundsfarve på etiket
el: Χρώμα φόντου ετικέτας

source: Set a label background color. Otherwise label text will be displayed with transparent background.
da_dk: Vælg en etiket baggrundsfarve. Ellers vises etikettekst med transparent baggrund.
el: Ορισμός χρώματος φόντου ετικέτας. Διαφορετικά, το κείμενο της ετικέτας θα εμφανίζεται με διαφανές φόντο.

source: Attachments
da_dk: Vedhæftninger
el: Συνημμένα

source: You can attach PDF files, Map images OR other documents to provide further details related to property.
da_dk: Du kan vedhæfte PDF filer, kort billeder eller andre dokumenter for at give yderligere detaljer vedrørende ejendommen.
el: Μπορείτε να επισυνάψετε αρχεία PDF, εικόνες χάρτη Ή άλλα έγγραφα για να παρέχετε περισσότερες λεπτομέρειες σχετικά με το ακίνητο.

source: Property Owner Name
da_dk: Ejendomsejers navn
el: Όνομα ιδιοκτήτη ακινήτου

source: Owner Contact
da_dk: Ejerkontakt
el: Επικοινωνία ιδιοκτήτη

source: Owner Address
da_dk: Ejeradresse
el: Διεύθυνση ιδιοκτήτη

source: Private Note
da_dk: Privat notat
el: Ιδιωτικό σημείωμα

source: In this textarea, You can write your private note about this property. This field will not be displayed anywhere else.
da_dk: I denne tekstboks kan du skrive dit private notat om denne ejendom. Dette felt vil ikke blive vist nogen steder.
el: Σε αυτή τη πεδίο κειμένου, μπορείτε να γράψετε το προσωπικό σας σημείωμα για αυτό το ακίνητο. Αυτό το πεδίο δεν θα εμφανιστεί πουθενά αλλού.

source: Message to Reviewer
da_dk: Skriv en besked til redaktionen
el: Μήνυμα προς τον αναθεωρητή

source: Override website level template settings for this property
el: Παράκαμψη των ρυθμίσεων σε επίπεδο προτύπου ιστοτόπου για αυτό το ακίνητο

source: Global
el: Γενικό

source: Show
da_dk: Vis
el: Εμφάνιση

source: Hide
da_dk: Skjul
el: Απόκρυψη

source: Property Video
da_dk: Ejendomsvideo
el: Βίντεο ακινήτου

source: Add Multiple Videos
el: Προσθήκη πολλαπλών βίντεο

source: Provide an image of minimum width 818px and minimum height 417px. Bigger size images will be cropped automatically. Property featured image will be shown if no image is selected.
el: Εισάγετε μια εικόνα ελάχιστου πλάτους 818px και ελάχιστου ύψους 417px. Οι εικόνες μεγαλύτερου μεγέθους θα περικόπτονται αυτόματα. Αν δεν έχει επιλεγεί καμία εικόνα, θα εμφανίζεται η χαρακτηριστική εικόνα του ακινήτου.

source: Image
da_dk: Billede
el: Εικόνα

source: Title of video
el: Τίτλος του βίντεο

source: Provide virtual tour video URL. YouTube, Vimeo, SWF File and MOV File are supported
da_dk: Angiv URL for virtuel video turL. YouTube, Vimeo, SWF fil og MOV-fil understøttes
el: Εισάγετε URL του βίντεο εικονικής περιήγησης. Υποστηρίζονται τα αρχεία YouTube, Vimeo, αρχείο SWF και αρχείο MOV

source: 360 Virtual Tour
da_dk: 360° virtuel tur
el: Εικονική περιήγηση 360

source: Provide iframe embed code or <a href="https://wordpress.org/plugins/ipanorama-360-virtual-tour-builder-lite/" target="_blank">iPanorama</a> shortcode for the 360 virtual tour. For more details please consult <a href="https://realhomes.io/documentation/add-property/#add-video-tour-and-virtual-tour" target="_blank">Add Property</a> in documentation.
el: Εισάγετε τον κώδικα ενσωμάτωσης iframe ή το shortcode <a href="https://wordpress.org/plugins/ipanorama-360-virtual-tour-builder-lite/" target="_blank">iPanorama</a> για την εικονική περιήγηση 360. Για περισσότερες λεπτομέρειες, συμβουλευτείτε το <a href="https://realhomes.io/documentation/add-property/#add-video-tour-and-virtual-tour" target="_blank">Προσθήκη ακινήτου</a> στην τεκμηρίωση.

source: Virtual Tour Video URL %s * %s
el: Βίντεο URL εικονική περιήγηση %s * %s

source: Provide virtual tour video URL. YouTube, Vimeo, SWF File and MOV File are supported. %1$s %2$s *This field is deprecated in favour of %4$s Add Multiple Videos %5$s field above , So stop using it %3$s
el: Εισάγετε URL του βίντεο εικονικής περιήγησης. Υποστηρίζονται τα αρχεία YouTube, Vimeo, SWF και MOV. %1$s %2$s *Αυτό το πεδίο έχει καταργηθεί υπέρ του πεδίου %4$s Προσθήκη πολλαπλών βίντεο %5$s παραπάνω , οπότε σταματήστε να το χρησιμοποιείτε %3$s

source: Virtual Tour Video Image %s * %s
el: Εικόνα βίντεο εικονικής περιήγησης %s * %s

source: Provide an image of minimum width 818px and minimum height 417px. Bigger size images will be cropped automatically. Property featured image will be shown if no image is selected. %1$s %2$s *This field is deprecated in favour of %4$s Add Multiple Videos %5$s field above , So stop using it %3$s
el: Εισάγετε μια εικόνα ελάχιστου πλάτους 818px και ελάχιστου ύψους 417px. Οι εικόνες μεγαλύτερου μεγέθους θα περικόπτονται αυτόματα. Αν δεν έχει επιλεγεί καμία εικόνα, θα εμφανίζεται η χαρακτηριστική εικόνα του ακινήτου. %1$s %2$s *Αυτό το πεδίο έχει καταργηθεί υπέρ του πεδίου %4$s Προσθήκη πολλαπλών βίντεο %5$s παραπάνω , οπότε σταματήστε να το χρησιμοποιείτε %3$s

source: Properties Filter Settings
da_dk: Ejendommes filtreringsindstillinger
el: Ρύθμιση φίλτρου ακινήτων

source: Number of Properties Per Page
da_dk: Antallet af ejendomme på side
el: Αριθμός ακινήτων ανά σελίδα

source: Order Properties By
da_dk: Andre ejendomme fra
el: Ταξινόμηση ακινήτων κατά

source: Global Default
el: Προεπιλογή για παντού

source: Date New to Old
da_dk: Dato Nyest -> Ældst
el: Ημερομηνία - νέο σε παλιό

source: Date Old to New
da_dk: Dato Ældst -> Nyest
el: Ημερομηνία - παλιό σε νέο

source: Price Low to High
da_dk: Pris Lav -> Høj
el: Τιμή, χαμηλή προς υψηλή

source: Price High to Low
da_dk: Pris Høj -> Lav
el: Τιμή, υψηλή προς Χαμηλή

source: Locations
da_dk: Lokationer
el: Τοποθεσίες

source: Statuses
da_dk: Status
el: Καταστάσεις

source: Types
da_dk: Typer
el: Τύποι

source: Features
da_dk: Funktioner
el: Χαρακτηριστικά

source: Minimum Beds
da_dk: Minimum antal soveværelser
el: Ελάχιστα κρεβάτια

source: Minimum Baths
da_dk: Minimum antal badeværelser
el: Ελάχιστα λουτρά

source: Minimum Price
da_dk: Minimums Pris
el: Ελάχιστη τιμή

source: Maximum Price
da_dk: Maksimums pris
el: Μέγιστη τιμή

source: Properties by Agents
el: Ακίνητα από πράκτορες

source: Display Only Featured Properties
da_dk: Vis kun fremhævede ejendomme
el: Εμφάνιση μόνο προτεινόμενων ακινήτων

source: Properties Gallery Filter Settings
el: Ρύθμιση φίλτρου γκαλερί ακινήτων

source: Number of Columns
el: Αριθμός Στηλών

source: For spam protection on agent and contact forms!
el: Για προστασία από spam στις φόρμες πρακτόρων και επικοινωνίας!

source: Enable
da_dk: Aktiver
el: Ενεργοποίηση

source: Disable
da_dk: Deaktiver
el: Απενεργοποίηση

source: Google reCAPTCHA Type
el: Τύπος Google reCAPTCHA

source: Get new keys for V3 as V2 keys will not work!
el: Αποκτήστε νέα κλειδιά για τη V3, καθώς τα κλειδιά για τη V2 δεν θα λειτουργούν!

source: Site Key
da_dk: Webstedsnøgle (site key)
el: Κλειδί ιστοσελίδας

source: You can get new keys for your website by %s signing in here %s
el: Μπορείτε να λάβετε νέα κλειδιά για τον ιστότοπό σας με %s σύνδεση εδώ %s

source: Secret Key
da_dk: Hemmelig nøgle
el: Μυστικό κλειδί

source: Add GDPR agreement checkbox in forms across website?
el: Προσθήκη κουτιού επιλογής συμφωνίας GDPR στις φόρμες σε ολόκληρο τον ιστότοπο;

source: GDPR agreement checkbox label
el: Ετικέτα κουτιού επιλογής συμφωνίας GDPR

source: GDPR agreement checkbox text
el: Κείμενο κουτιού επιλογής συμφωνίας GDPR

source: You can use <a>,<br>,<em> and <strong> tags in your GDPR agreement text.
el: Μπορείτε να χρησιμοποιήσετε τα HTML Tags <a>,<br>,<em> και <strong> στο κείμενο της συμφωνίας GDPR.

source: GDPR agreement checkbox validation message
el: Μήνυμα επικύρωσης κουτιού επιλογής συμφωνίας GDPR

source: Add GDPR detail in resulting email?
el: Προσθήκη λεπτομερειών GDPR στο email που παράγεται;

source: Map Settings
el: Ρυθμίσεις Χάρτη

source: Google Maps
el: Χάρτες Google

source: Google Maps API Key
da_dk: Google Maps API nøgle
el: Κλειδί API Google Maps

source: How to get Google Maps API Key?
el: Πώς να αποκτήσετε το κλειδί API των Χαρτών Google;

source: Localize Google Maps
el: Τοπική προσαρμογή χαρτών Google

source: Google Map Type
el: Χάρτης Google

source: RoadMap
el: Χάρτης πορείας

source: Satellite
el: Μέσω δορυφόρου

source: Hybrid
el: Υβριδικός

source: Terrain
el: Εδαφικός

source: Google Maps Styles JSON (optional)
el: Google Maps Styles JSON (προαιρετικό)

source: You can create Google Maps styles JSON using %s Google Styling Wizard %s or %s Snazzy Maps %s.
el: Μπορείτε να δημιουργήσετε JSON με στυλ του Google Maps χρησιμοποιώντας το %s Google Styling Wizard %s ή το %s Snazzy Maps %s.

source: Default Address for New Property
el: Προεπιλεγμένη διεύθυνση για νέο ακίνητο

source: Default Map Location for New Property (Latitude,Longitude)
el: Προεπιλεγμένη θέση χάρτη για νέο ακίνητο (γεωγραφικό πλάτος, γεωγραφικό μήκος)

source: You can use %s OR %s to get Latitude and longitude of your desired location.
el: Μπορείτε να χρησιμοποιήσετε %s Ή %s για να λάβετε το γεωγραφικό πλάτος και μήκος της επιθυμητής θέσης.

source: Default Properties Map Location (Latitude,Longitude)
el: Προεπιλεγμένη τοποθεσία χάρτη για ακίνητα (γεωγραφικό πλάτος, γεωγραφικό μήκος)

source: Currency Sign
da_dk: Valuta symbol
el: Σύμβολο νομίσματος

source: Provide currency sign. For Example: $
da_dk: Indsæt valuta symbol. For eksempel: €
el: Εισαγωγή σήματος νομίσματος. Για παράδειγμα: €

source: Position of Currency Sign
da_dk: Positionering af valuta symbol
el: Θέση του συμβόλου νομίσματος

source: Before the numbers
da_dk: Før tallene
el: Πριν από τους αριθμούς

source: After the numbers
da_dk: Efter tallene
el: Μετά τους αριθμούς

source: Number of Decimals Points
da_dk: Antal decimaler
el: Αριθμός δεκαδικών ψηφίων

source: Decimal Point Separator
da_dk: Decimal tegn
el: Διαχωριστικό δεκαδικών ψηφίων

source: Thousands Separator
da_dk: Tusindtals separator
el: Διαχωριστής χιλιάδων

source: Empty Price Text
da_dk: Tomt pris felt
el: Κείμενο για κενή τιμή

source: Text to display when no price is provided.
da_dk: Tekst hvis tomt prisfelt.
el: Κείμενο που θα εμφανίζεται όταν δεν παρέχεται τιμή.

source: Price Preview Number Format Language
el: Γλώσσα μορφής αριθμού προεπισκόπησης τιμής

source: Change the property metabox price fields number format preview as per selected language.
el: Αλλαγή, στην προεπισκόπηση, της μορφής των πεδίων τιμής του πλαισίου μετα-πληροφοριών του ακινήτου, σύμφωνα με την επιλεγμένη γλώσσα.

source: Note: If you have enabled RealHomes Currency Switcher then default format of selected base currency will override above settings.
el: Σημείωση: Εάν έχετε ενεργοποιήσει το RealHomes Currency Switcher (εναλλαγή νομίσματος), τότε η προεπιλεγμένη μορφή του επιλεγμένου κύριου νομίσματος θα υπερισχύσει των παραπάνω ρυθμίσεων.

source: Collect Property Analytics Data
el: Συλλογή αναλυτικών δεδομένων ακινήτου

source: Enabling this option will allow the system to collect each property view from its datail page.
el: Η ενεργοποίηση αυτής της επιλογής θα επιτρέψει στο σύστημα να καταγράφει κάθε προβολή ακινήτου από τη σελίδα πληροφοριών του.

source: Chart Type
el: Τύπος γραφήματος

source: Line
el: Γραμμή

source: Bar
el: Μπάρα

source: Display Property Views Of Last
el: Εμφάνιση προβολών ακινήτου των τελευταίων

source: Enable Auto-Generated Property ID
el: Ενεργοποίηση του αυτόματα παραγόμενου ID ακινήτου

source: Auto-Generated Property ID Pattern
el: Μοτίβο αυτόματα παραγόμενου ID ακινήτου

source: Important:
el: Σημαντικό:

source: Please use {ID} in your pattern as it will be replaced by the Property ID.
el: Χρησιμοποιήστε το {ID} στο μοτίβο σας, καθώς θα αντικατασταθεί από το αναγνωριστικό του ακινήτου.

source: Energy Perofrmance Certificate Classes
el: Τάξεις Πιστοποιητικού Ενεργειακής Απόδοσης

source: Class Name
el: Όνομα κλάσης

source: Class Color
el: Χρώμα κλάσης

source: You do not have sufficient permissions to access this page.
da_dk: Du har ikke tilstrækkelige rettigheder til at tilgå denne side.
el: Δεν έχετε επαρκή δικαιώματα πρόσβασης σε αυτή τη σελίδα.

source: Version %s
el: Έκδοση %s

source: property
da_dk: ejendom
el: ακίνητο

source: Important Note for URL Slugs
da_dk: Vigtig Note for URL links
el: Σημαντική σημείωση για τα URL Slugs

source: Make sure to re-save permalinks settings after every change in URL slugs to avoid 404 errors. You can do that from [ Settings > Permalinks ]
el: Φροντίστε να αποθηκεύετε ξανά τις ρυθμίσεις μονίμων συνδέσμων μετά από κάθε αλλαγή στα URL slugs, ώστε να αποφύγετε σφάλματα 404. Μπορείτε να το κάνετε αυτό στο [ Ρυθμίσεις > Μόνιμοι σύνδεσμοι ]

source: Property Slug
da_dk: Ejendomslinks
el: Slug ακινήτου

source: Agent Slug
da_dk: Mæglerlinks
el: URL Slug πράκτορα

source: Agency Slug
el: URL Slug πρακτορείου

source: Property Location Slug
el: Slug τοποθεσίας ακινήτου

source: Property Status Slug
da_dk: Ejendomsstatus link
el: Slug κατάστασης ακινήτου

source: Property Type Slug
da_dk: Ejendomstype links
el: Slug τύπου ακινήτου

source: Property Feature Slug
da_dk: Ejendomsfunktions link
el: Slug χαρακτηριστικού ακινήτου

source: Show or Hide Social Icons
da_dk: Vis eller skjul sociale ikoner
el: Εμφάνιση ή απόκρυψη εικονιδίων κοινωνικής δικτύωσης

source: Linkedin URL
el: URL Linkedin

source: RSS URL
el: URL RSS

source: Skype Username
da_dk: Skype brugernavn
el: Όνομα χρήστη Skype

source: LINE ID
el: Αναγνωριστικό LINE

source: Example: fa-flicker
el: Παράδειγμα: fa-flicker

source: Edit
da_dk: Rediger
el: Επεξεργασία

source: + Add New Social Network
el: + Προσθήκη νέου κοινωνικού δικτύου

source: Social Login Settings
el: Ρυθμίσεις σύνδεσης μέσω κοινωνικών δικτύων

source: Facebook Login
el: Σύνδεση με Facebook

source: Enable Facebook
el: Ενεργοποίηση Facebook

source: Enable login/register with facebook on login forms.
el: Ενεργοποίηση σύνδεσης/εγγραφής με το facebook στις φόρμες σύνδεσης.

source: App ID*
el: ID εφαρμογής*

source: Learn how to get Facebook APP ID and Secret by %s.
el: Μάθετε πώς να λάβετε το αναγνωριστικό ID και το μυστικό κλειδί της εφαρμογής Facebook (APP) από το %s.

source: App Secret*
el: Μυστικό κλειδί εφαρμογής*

source: Google Login
el: Σύνδεση με Google

source: Enable Google
el: Ενεργοποίηση Google

source: Enable login/register with google on login forms.
el: Ενεργοποίηση σύνδεσης/εγγραφής με το google στις φόρμες σύνδεσης.

source: API Key*
el: Κλειδί API*

source: Learn how to get Google API Key, Client ID and Client Secret by %s.
el: Μάθετε πώς να λαμβάνετε το κλειδί API της Google, το αναγνωριστικό πελάτη και το μυστικό κλειδί πελάτη με %s.

source: Client ID*
el: ID πελάτη*

source: Client Secret*
el: Μυστικό κλειδί πελάτη*

source: Twitter Login
el: Σύνδεση με Twitter

source: Enable Twitter
el: Ενεργοποίηση Twitter

source: Enable login/register with twitter on login forms.
el: Ενεργοποίηση σύνδεσης/εγγραφής με twitter στις φόρμες σύνδεσης.

source: Consumer Key*
el: Κλειδί API καταναλωτή*

source: Learn how to get Twitter Consumer Key and Consumer Secret by %s.
el: Μάθετε πώς να λαμβάνετε το κλειδί Καταναλωτή και το μυστικό κλειδί Καταναλωτή του Twitter από το %s.

source: Consumer Secret*
el: Mυστικό κλειδί API καταναλωτή*

source: You can use the Webhooks settings below to feed forms data to services like Zapier. For example you can use Zapier Webhooks to create leads in Zoho CRM.
el: Μπορείτε να χρησιμοποιήσετε τις παρακάτω ρυθμίσεις Webhooks για να τροφοδοτήσετε δεδομένα φορμών σε υπηρεσίες όπως το Zapier. Για παράδειγμα, μπορείτε να χρησιμοποιήσετε τα Zapier Webhooks για να δημιουργήσετε leads στο Zoho CRM.

source: Integrate Contact Form
el: Ενσωμάτωση φόρμας επικοινωνίας

source: Integrate Agent Form
el: Ενσωμάτωση φόρμας πράκτορα

source: Integrate Agency Form
el: Ενσωμάτωση φόρμας πρακτορείου

source: Result:
da_dk: Resultat:
el: Αποτέλεσμα:

source: No Properties Found!
da_dk: Ingen ejendomme fundet!
el: Δεν βρέθηκαν ακίνητα!

source: First
el: Πρώτη

source: Prev
el: Προηγούμενο

source: Next
el: Επόμενη

source: Last
el: Τελευταία

source: List of Properties
da_dk: Liste over ejendomme
el: Κατάλογος ακινήτων

source: RealHomes Theme
el: Θέμα RealHomes

source: Layout
el: Διάταξη

source: Number of Properties
da_dk: Antal ejendomme
el: Αριθμός ακινήτων

source: Order By
da_dk: Sorter efter
el: Ταξινόμηση κατά

source: Order
da_dk: Ordre
el: Ταξινόμηση

source: Descending
da_dk: Faldende
el: Φθίνουσα

source: Ascending
da_dk: Stigende
el: Αύξουσα

source: Minimum Bedrooms
da_dk: Mindste antal soveværelser
el: Ελάχιστα υπνοδωμάτια

source: Maximum Bedrooms
da_dk: Maksimalt antal soveværelser
el: Μέγιστος αριθμός υπνοδωματίων

source: Minimum Bathrooms
da_dk: Mindste antal badeværelser
el: Ελάχιστα μπάνια

source: Maximum Bathrooms
da_dk: Maksimalt antal badeværelser
el: Μέγιστος αριθμός μπάνιων

source: Only provide digits
da_dk: Angiv kun tal
el: Εισάγετε μόνο ψηφία

source: Minimum Area
da_dk: Minimum areal
el: Ελάχιστη επιφάνεια

source: Maximum Area
da_dk: Maksimalt areal
el: Μέγιστη επιφάνεια

source: Facebook App keys are not set yet.
el: Τα κλειδιά της εφαρμογής Facebook δεν έχουν οριστεί ακόμα.

source: Redirecting you to the Facebook for the authentication...
el: Ανακατευθύνεστε στο Facebook για τον έλεγχο ταυτότητας...

source: Facebook library is not loaded.
el: Η βιβλιοθήκη του Facebook δεν έχει φορτωθεί.

source: Google related keys are not set yet.
el: Τα κλειδιά που σχετίζονται με το Google δεν έχουν οριστεί ακόμα.

source: Login to
el: Σύνδεση για να

source: Redirecting you to the Google for the authentication...
el: Ανακατευθύνεστε στο Google για τον έλεγχο ταυτότητας...

source: Google library is not loaded.
el: Η βιβλιοθήκη της Google δεν έχει φορτωθεί.

source: Twitter App keys are not set yet.
el: Τα κλειδιά της εφαρμογής Twitter δεν έχουν οριστεί ακόμα.

source: Redirecting you to the Twitter for the authentication...
el: Ανακατευθύνεστε στο Twitter για τον έλεγχο ταυτότητας...

source: Twitter library is not loaded.
el: Η βιβλιοθήκη Twitter δεν έχει φορτωθεί.

source: Graph returned an error:
el: Το γράφημα επέστρεψε σφάλμα

source: Facebook SDK returned an error:
el: Το Facebook SDK επέστρεψε ένα σφάλμα

source: Error:
el: Σφάλμα:

source: Error Code:
el: Κωδικός σφάλματος:
