Repository: InspiryThemes/realhomes-translations
Catalog: easy-real-estate-plugin/easy-real-estate-*.po
Languages: da_dk, el

source: To export settings, copy the content of this field and save to a file. To import settings, paste the content of the backup file here.
el: Για την εξαγωγή των ρυθμίσεων, αντιγράψτε το περιεχόμενο αυτού του πεδίου και αποθηκεύστε το σε ένα αρχείο. Για την εισαγωγή των ρυθμίσεων, επικολλήστε εδώ το περιεχόμενο του αρχείου του αντιγράφου ασφαλείας.

source: Save Settings
el: Αποθήκευση ρυθμίσεων

source: Settings saved.
el: Οι ρυθμίσεις αποθηκεύτηκαν.

source: Term added.
el: Ο όρος προστέθηκε.

source: Are you sure you want to remove this group?
el: Θέλετε σίγουρα να καταργήσετε αυτή την ομάδα;

source: Remove
da_dk: Fjern
el: Αφαίρεση

source: Entry {#}
da_dk: Emne {#}
el: Καταχώρηση {#}

source: Entry
da_dk: Indtastning
el: Καταχώρηση

source: About
da_dk: Om
el: Περί

source: Go Pro
el: Γίνετε Pro

source: Welcome to Meta Box
da_dk: Velkommen til Meta Box
el: Καλώς ήρθατε στο Meta Box

source: Dashboard
da_dk: Kontrolpanel
el: Πίνακας ελέγχου

source: Extend custom fields in WordPress well beyond what others would ever consider ordinary!
el: Επεκτείνετε τα προσαρμοσμένα πεδία στο WordPress πολύ πέρα από αυτό που άλλοι θα θεωρούσαν ποτέ συνηθισμένο!

source: Save over 80% with our extensions bundles.
el: Εξοικονομήστε πάνω από 80% με τα πακέτα επεκτάσεων.

source: View Bundles
da_dk: Vis pakker
el: Προβολή πακέτων

source: Create and manage custom post types easily in WordPress with an easy-to-use interface.
da_dk: Opret og administrer brugerdefinerede indlægstyper nemt i WordPress med et intuitivt interface.
el: Δημιουργήστε και διαχειριστείτε εύκολα προσαρμοσμένους τύπους άρθρων στο WordPress, με ένα εύχρηστο περιβάλλον εργασίας.

source: Free Download
da_dk: Gratis download
el: Δωρεάν κατέβασμα

source: Drag and drop your custom fields into place without a single line of code.
da_dk: Drag and drop dine brugerdefinerede felter på plads uden brug af kode.
el: Σύρετε και αφήστε τα προσαρμοσμένα πεδία σας στη θέση τους, χωρίς ούτε μία γραμμή κώδικα.

source: Learn More
da_dk: Lær mere
el: Μάθετε περισσότερα

source: Create repeatable groups of custom fields for better appearance and structure.
el: Δημιουργήστε επαναλαμβανόμενες ομάδες προσαρμοσμένων πεδίων για καλύτερη εμφάνιση και δομή.

source: Create a powerful settings page for your theme, plugin or website.
el: Δημιουργήστε μια ισχυρή σελίδα ρυθμίσεων για το θέμα, το πρόσθετο ή τον ιστότοπό σας.

source: Control the visibility of meta boxes and fields or even HTML elements with ease.
el: Ρυθμίστε εύκολα την ορατότητα των πλαισίων μετα-πληροφοριών και των πεδίων ή ακόμα και των στοιχείων HTML.

source: Create register, login and edit user profile forms in the frontend. Embed everywhere with shortcodes.
el: Δημιουργήστε φόρμες εγγραφής, σύνδεσης και επεξεργασίας προφίλ χρήστη για το εμπρόσθιο τμήμα (frontend). Ενσωματώστε παντού με shortcodes.

source: Create frontend forms for users to submit custom content. Embed everywhere with shortcode.
el: Δημιουργήστε φόρμες για το εμπρόσθιο τμήμα (frontend), για την υποβολή προσαρμοσμένου περιεχομένου από τους χρήστες. Ενσωματώστε παντού με shortcode.

source: Save custom fields data to custom table. Reduce database size and increase performance.
el: Αποθήκευση δεδομένων των προσαρμοσμένων πεδίων σε προσαρμοσμένο πίνακα. Μειώστε το μέγεθος της βάσης δεδομένων και αυξήστε την απόδοση.

source: Create many-to-many relationships between posts, terms and users.
el: Δημιουργήστε σχέσεις πολλά-προς-πολλά μεταξύ αναρτήσεων, όρων και χρηστών.

source: View all extensions
el: Προβολή όλων των επεκτάσεων

source: Tutorials
el: Εγχειρίδια

source: Case Studies
el: Αρχειακό Υλικό

source: Extensions
da_dk: Udvidelser
el: Επεκτάσεις

source: Page Builders
el: Meta Box Builder

source: MB Views
el: Προβολές

source: Getting Started With Online Generator
el: Ξεκινώντας με το Online Generator

source: Online Generator is a free tool to help you create and set up custom fields using a simple, friendly user interface. With it, you can add fields, set options and generate needed code that's ready to copy and paste.
el: Το Online Generator είναι ένα δωρεάν εργαλείο που σας βοηθά να δημιουργήσετε και να ρυθμίσετε προσαρμοσμένα πεδία χρησιμοποιώντας ένα απλό, φιλικό περιβάλλον εργασίας χρήστη. Με αυτό, μπορείτε να προσθέσετε πεδία, να ορίσετε επιλογές και να δημιουργήσετε τον απαραίτητο κώδικα που θα είναι έτοιμος για αντιγραφή και επικόλληση.

source: Go to Online Generator
el: Μεταβείτε στο Online Generator

source: Wanna see more features that transform your WordPress website into a powerful CMS? Check out some extensions below:
el: Θέλετε να δείτε περισσότερα χαρακτηριστικά που μετατρέπουν τον ιστότοπό σας στο WordPress σε ένα ισχυρό CMS; Δείτε μερικές επεκτάσεις:

source: Build meta boxes and fields with UI.
el: Κατασκευάστε πλαίσια μετα-πληροφοριών και πεδία σε γραφικό περιβάλλον.

source: Organize fields into repeatable groups.
el: Οργανώστε τα πεδία σε επαναλαμβανόμενες ομάδες.

source: Meta Box Conditional Logic
el: Υπό συνθήκη λογική Meta Box

source: Control the visibility of fields.
el: Ρύθμιση ορατότητας των πεδίων.

source: MB Settings Page
el: Σελίδα ρυθμίσεων MB

source: Create settings pages/Customizer options.
el: Δημιουργήστε σελίδες ρυθμίσεων/επιλογών παραμετροποίησης.

source: More Extensions
el: Περισσότερες επεκτάσεις

source: Our WordPress Products
el: Τα προϊόντα μας για WordPress

source: Like this plugin? Check out our other WordPress products:
el: Σας αρέσει αυτό το πρόσθετο; Ρίξτε μια ματιά στα άλλα προϊόντα μας για το WordPress:

source: Automated & fast SEO plugin for WordPress
el: Αυτοματοποιημένο & γρήγορο πρόσθετο SEO για το WordPress

source: The best schema plugin for WordPress
el: Αυτοματοποιημένο & γρήγορο πρόσθετο SEO για το WordPress

source: Write a review for Meta Box
el: Καλώς ήρθατε στο Meta Box

source: Write a review
el: Αφήστε μία αξιολόγηση

source: Still need help with Meta Box? We offer excellent support for you. But don't forget to check our <a href="%s">documentation</a> first.
el: Χρειάζεστε ακόμα βοήθεια με το Meta Box; Σας προσφέρουμε εξαιρετική υποστήριξη. Αλλά μην ξεχάσετε να ελέγξετε πρώτα την <a href="%s">τεκμηρίωσή</a> μας.

source: Free Support
da_dk: Gratis support
el: Δωρεάν υποστήριξη

source: If you have any question about how to use the plugin, please open a new topic on WordPress.org support forum or open a new issue on Github (preferable). We will try to answer as soon as we can.
el: Αν έχετε οποιαδήποτε ερώτηση σχετικά με τον τρόπο χρήσης του προσθέτου, ανοίξτε ένα νέο θέμα στο φόρουμ υποστήριξης του WordPress.org ή ανοίξτε ένα νέο issue στο Github (κατά προτίμηση). Θα προσπαθήσουμε να σας απαντήσουμε το συντομότερο δυνατό.

source: Go to Github
el: Μεταβείτε στο Github

source: Go to WordPress.org
el: Πηγαίνετε στο WordPress.org

source: Premium Support
el: Υποστήριξη Premium

source: For users that have bought premium extensions, the support is provided in the Meta Box Support forum. Any question will be answered with technical details within 24 hours.
el: Για τους χρήστες που έχουν αγοράσει premium επεκτάσεις, η υποστήριξη παρέχεται στο φόρουμ Meta Box Support. Οποιαδήποτε ερώτηση θα απαντηθεί με τεχνικές λεπτομέρειες εντός 24 ωρών.

source: Go to support forum
da_dk: Gå til support forum
el: Πηγαίνετε στο φόρουμ υποστήριξης

source: Getting Started
da_dk: Kom godt i gang
el: Ξεκινώντας

source: Support
el: Υποστήριξη

source: Upgrade to Meta Box PRO
el: Αναβάθμιση σε Meta Box PRO

source: Please upgrade to the PRO plan to unlock more awesome features.
el: Παρακαλούμε αναβαθμίστε στο PRO πακέτο για να ξεκλειδώσετε περισσότερα φοβερά χαρακτηριστικά.

source: Create custom fields with drag-n-drop interface - no coding knowledge required!
el: Δημιουργήστε προσαρμοσμένα πεδία σε περιβάλλον drag-n-drop - δεν απαιτούνται γνώσεις κωδικοποίησης!

source: Add custom fields to taxonomies or user profile.
el: Προσθέστε προσαρμοσμένα πεδία στις ταξινομίες ή στο προφίλ χρήστη.

source: Create custom settings pages.
el: Δημιουργήστε προσαρμοσμένες σελίδες ρυθμίσεων.

source: Create frontend submission forms.
el: Δημιουργήστε φόρμες υποβολής για το εμπρόσθιο τμήμα (frontend).

source: Save custom fields in custom tables.
el: Αποθήκευση προσαρμοσμένων πεδίων σε προσαρμοσμένους πίνακες.

source: And much more!
el: Και πολλά άλλα!

source: Get Meta Box PRO now
el: Αποκτήστε το Meta Box PRO τώρα

source: Meta Box is a free Gutenberg and GDPR-compatible WordPress custom fields plugin and framework that makes quick work of customizing a website with—you guessed it—meta boxes and custom fields in WordPress. Follow the instruction below to get started!
el: Το Meta Box είναι ένα δωρεάν πρόσθετο και πλαίσιο προσαρμοσμένων πεδίων WordPress συμβατό με το Gutenberg και το GDPR, το οποίο διευκολύνει την προσαρμογή ενός ιστότοπου με - το μαντέψατε - πλαίσια Meta και προσαρμοσμένα πεδία στο WordPress. Ακολουθήστε τις παρακάτω οδηγίες για να ξεκινήσετε!

source: Documentation
da_dk: Dokumentation
el: Τεκμηρίωση

source: Youtube Channel
el: Youtube URL

source: Docs
da_dk: Dokumenter
el: Έγγραφα

source: + Add more
da_dk: + Tilføj mere
el: + Προσθέστε περισσότερα

source: Delete
da_dk: Slet
el: Διαγραφή

source: Background Image
da_dk: Baggrundsbillede
el: Εικόνα φόντου

source: -- Repeat --
el: -- Επανάληψη --

source: No Repeat
da_dk: Gentag Ikke
el: Χωρίς επανάληψη

source: Repeat All
da_dk: Gentag alle
el: Επανάληψη όλων

source: Repeat Horizontally
da_dk: Gentag vandret
el: Επανάληψη οριζόντια

source: Repeat Vertically
da_dk: Gentag lodret
el: Επανάληψη κάθετα

source: Inherit
da_dk: Arv
el: Από γονέα (inherit)

source: -- Position --
el: -- Θέση --

source: Top Left
da_dk: Øverst til venstre
el: Επάνω αριστερά

source: Top Center
da_dk: Øverst centreret
el: Επάνω κέντρο

source: Top Right
da_dk: Top Højre
el: Επάνω δεξιά

source: Center Left
da_dk: Center Venstre
el: Κέντρο αριστερά

source: Center Center
da_dk: Midt centreret
el: Κέντρο κέντρο

source: Center Right
da_dk: Center Højre
el: Κέντρο δεξιά

source: Bottom Left
da_dk: Nederst til venstre
el: Κάτω αριστερά

source: Bottom Center
da_dk: Nederst centreret
el: Κάτω κέντρο

source: Bottom Right
da_dk: Nederst til højre
el: Κάτω δεξιά

source: -- Attachment --
el: -- Συνημμένο --

source: Fixed
da_dk: Fast
el: Σταθερό

source: Scroll
el: Κύλιση

source: -- Size --
el: -- Μέγεθος --

source: Cover
da_dk: Dække over
el: Επικάλυψη

source: Contain
da_dk: Indehold
el: Στο περιεχόμενο

source: Click me
da_dk: Klik på mig
el: Κλίκαρέ με

source: Select File
da_dk: Vælg fil
el: Επιλογή αρχείου

source: Select
da_dk: Vælg
el: Επιλογές

source: You may only upload maximum %d file
da_dk: Du må kun uploade maksimalt %d fil
el: Μπορείτε να ανεβάσετε μόνο %d αρχείο το πολύ

source: You may only upload maximum %d files
da_dk: Du må kun uploade maksimum% d filer
el: Μπορείτε να ανεβάσετε μόνο %d αρχεία το πολύ

source: Error: Invalid file
da_dk: Fejl: Ugyldig fil
el: Σφάλμα: Αρχείο: Μη έγκυρο αρχείο

source: Error: Cannot delete file
da_dk: Fejl: Kan ikke slette fil
el: Σφάλμα: Δεν είναι δυνατή η διαγραφή αρχείου

# file upload
source: + Add new file
da_dk: + Tilføj ny fil
el: + Προσθήκη νέου αρχείου

# file upload
source: Delete
da_dk: Slet
el: Διαγραφή

# file upload
source: Edit
da_dk: Rediger
el: Επεξεργασία

source: Toggle All
el: Εναλλαγή όλων

source: Key
da_dk: Nøgle
el: Κλειδί

source: Value
da_dk: Værdi
el: Τιμή

source: No results found
da_dk: Ingen resultater fundet
el: Δεν βρέθηκαν αποτελέσματα

# media
source: + Add Media
da_dk: + Indsæt medie
el: + Προσθήκη πολυμέσων

# media
source: file
da_dk: fil
el: αρχείο

# media
source: files
da_dk: filer
el: αρχεία

# media
source: Remove
da_dk: Fjern
el: Αφαίρεση

# media
source: Edit
da_dk: Rediger
el: Επεξεργασία

# media
source: View
da_dk: Vis
el: Προβολή

# media
source: No Title
da_dk: Ingen titel
el: Δεν υπάρχει τίτλος

# media
source: Select Files
da_dk: Vælg filer
el: Επιλογή αρχείων

# media
source: or
da_dk: eller
el: ή

# media
source: Drop files here to upload
da_dk: Slip filer her for at uploade
el: Σύρετε εδώ αρχεία για να τα ανεβάσετε

source: Embed HTML not available.
da_dk: Indsættelse af HTML er ikke tilgængelig.
el: Η ενσωμάτωση HTML δεν είναι διαθέσιμη.

source: Select a post
da_dk: Vælg et indlæg
el: Επιλέξτε ένα άρθρο

source: Select a %s
da_dk: Vælg en %s
el: Επιλέξτε ένα %s

source: (No title)
el: (Χωρίς τίτλο)

source: Select an item
da_dk: Vælg et emne
el: Επιλέξτε ένα στοιχείο

source: All
da_dk: Alle
el: Όλα

source: Select a sidebar
el: Επιλέξτε μια πλευρική μπάρα

source: On
da_dk: Til
el: Ενεργή

source: Off
da_dk: Fra
el: Ανενεργό

source: Select a term
da_dk: Vælg en term
el: Επιλέξτε έναν όρο

source: Select a user
el: Επιλέξτε μέλος

source: Add New User
el: Προσθήκη Νέου Χρήστη

source: Dismiss all Meta Box news
el: Απόρριψη όλων των ειδήσεων στο πλαίσιο μετα-πληροφοριών

source: Are you sure to dismiss all Meta Box news?
el: Θέλετε σίγουρα να απορρίψετε όλες τις ειδήσεις του πλαισίου μετα-πληροφοριών;

source: Meta Box Title
el: Τίτλος πλαισίου μετα-πληροφοριών

source: Please correct the errors highlighted below and try again.
da_dk: Ret fejlene fremhævet nedenfor, og prøv igen.
el: Παρακαλούμε διορθώστε τα λάθη που επισημαίνονται παρακάτω και προσπαθήστε ξανά.

source: Meta Box requires PHP version 5.3+. Please contact your host to upgrade.
el: Το Meta Box απαιτεί PHP έκδοση 5.3+. Παρακαλούμε επικοινωνήστε με την υπηρεσία φιλοξενίας σας για αναβάθμιση.

source: UPDATE UNAVAILABLE! Please enter a valid license key to enable automatic updates.
el: ΕΝΗΜΕΡΩΣΗ ΜΗ ΔΙΑΘΕΣΙΜΗ! Παρακαλούμε εισάγετε ένα έγκυρο κλειδί άδειας χρήσης για να ενεργοποιήσετε τις αυτόματες ενημερώσεις.

source: You have not set your Meta Box license key yet, which means you are missing out on automatic updates and support! Please <a href="%1$s">enter your license key</a> or <a href="%2$s" target="_blank">get a new one here</a>.
el: Δεν έχετε ορίσει ακόμα το κλειδί άδειας χρήσης του Meta Box, πράγμα που σημαίνει ότι χάνετε τις αυτόματες ενημερώσεις και την υποστήριξη! Παρακαλούμε <a href="%1$s">εισάγετε το κλειδί της άδειάς σας</a> ή <a href="%2$s" target="_blank">βγάλτε ένα νέο εδώ</a>.

source: Your license key for Meta Box is <b>invalid</b>. Please <a href="%1$s">update your license key</a> or <a href="%2$s" target="_blank">get a new one</a> to enable automatic updates.
el: Το κλειδί άδειας χρήσης για το Meta Box είναι <b>άκυρο</b>. Παρακαλούμε <a href="%1$s">ενημερώστε το κλειδί της άδειάς σας</a> ή <a href="%2$s" target="_blank">αποκτήστε ένα νέο</a> για να ενεργοποιήσετε τις αυτόματες ενημερώσεις.

source: Your license key for Meta Box is <b>expired</b>. Please <a href="%3$s" target="_blank">renew your license</a> to get automatic updates and premium support.
el: Το κλειδί άδειας χρήσης για το Meta Box έχει λήξει. Παρακαλούμε <a href="%3$s" target="_blank">ανανεώστε την άδειά σας</a> για να λαμβάνετε αυτόματες ενημερώσεις και premium υποστήριξη.

source: Please <a href="%1$s">enter your license key</a> or <a href="%2$s" target="_blank">get a new one here</a>.
el: Παρακαλούμε <a href="%1$s">εισάγετε το κλειδί της άδειάς σας</a> ή <a href="%2$s" target="_blank">βγάλτε ένα νέο εδώ</a>.

source: Your license key is <b>invalid</b>. Please <a href="%1$s">update your license key</a> or <a href="%2$s" target="_blank">get a new one here</a>.
el: Το κλειδί άδειας χρήσης είναι <b>άκυρο</b>. Παρακαλούμε <a href="%1$s">επικαιροποιήστε το κλειδί της άδειάς σας</a> ή <a href="%2$s" target="_blank">βγάλτε ένα νέο εδώ</a>.

source: Your license key is <b>expired</b>. Please <a href="%3$s" target="_blank">renew your license</a>.
el: Το κλειδί της άδειας χρήσης σας έχει λήξει. Παρακαλούμε <a href="%3$s" target="_blank">ανανεώστε την άδειά σας</a>.

source: Activate License
da_dk: Aktiver licens
el: Ενεργοποίηση άδειας χρήσης

source: Update License
da_dk: Opdatér licens
el: Ενημέρωση άδειας

source: Meta Box License
el: Άδεια Meta Box

source: License
da_dk: Licens
el: Άδεια

source: Please enter your license key to enable automatic updates for Meta Box extensions.
el: Εισάγετε το κλειδί άδειας χρήσης για να ενεργοποιήσετε τις αυτόματες ενημερώσεις για τις επεκτάσεις Meta Box.

source: To get the license key, visit the <a href="%1$s" target="_blank">My Account</a> page on metabox.io website. If you have not purchased any extension yet, please <a href="%2$s" target="_blank">get a new license here</a>.
el: Για να αποκτήσετε το κλειδί άδειας χρήσης, επισκεφθείτε τη σελίδα <a href="%1$s" target="_blank">Ο λογαριασμός μου</a> στον ιστότοπο metabox.io. Εάν δεν έχετε αγοράσει ακόμη κάποια επέκταση, παρακαλούμε <a href="%2$s" target="_blank">αγοράστε εδώ μια νέα άδεια χρήσης</a>.

source: License Key
da_dk: Licensnøgle
el: Κλειδί άδειας χρήσης

source: Your license key is <b style="color: #d63638">invalid</b>.
el: Το κλειδί άδειας είναι <b>ενεργό</b>.

source: Your license key is <b style="color: #d63638">expired</b>.
el: Το κλειδί άδειας είναι <b>ενεργό</b>.

source: Your license key is <b style="color: #00a32a">active</b>.
el: Το κλειδί άδειας είναι <b>ενεργό</b>.

source: Save Changes
da_dk: Gem ændringer
el: Αποθήκευση αλλαγών

source: Something wrong with the connection to metabox.io. Please try again later.
el: Κάτι δεν πήγε καλά με τη σύνδεση στο metabox.io. Προσπαθήστε ξανά αργότερα.

source: Your license is activated.
el: Η άδειά σας ενεργή.

source: License expired. Please renew on the <a href="%s" target="_blank">My Account</a> page on metabox.io website.
el: Η άδεια έληξε. Παρακαλούμε ανανεώστε τη στη σελίδα <a href="%s" target="_blank">Ο λογαριασμός μου</a> στον ιστότοπο metabox.io.

source: Invalid license. Please <a href="%1$s" target="_blank">check again</a> or <a href="%2$s" target="_blank">get a new license here</a>.
el: Μη έγκυρη άδεια. Παρακαλούμε <a href="%1$s" target="_blank">ελέγξτε ξανά</a> ή <a href="%2$s" target="_blank">βγάλτε μια νέα άδεια εδώ</a>.

source: Images should have minimum size of 1240px by 720px. Bigger size images will be cropped automatically. Minimum 2 images are required to display gallery.
el: Οι εικόνες πρέπει να έχουν ελάχιστο μέγεθος 1240px επί 720px. Οι εικόνες μεγαλύτερου μεγέθους θα περικόπτονται αυτόματα. Για να εμφανίζεται η γκαλερί, απαιτούνται τουλάχιστον 2 εικόνες.

source: Images should have minimum size of 1170px by 648px for thumbnails on right and 830px by 460px for thumbnails on bottom. Bigger size images will be cropped automatically. Minimum 2 images are required to display gallery.
el: Οι εικόνες πρέπει να έχουν ελάχιστο μέγεθος 1170px x 648px για τις μικρογραφίες στα δεξιά και 830px x 460px για τις μικρογραφίες στο κάτω μέρος. Οι εικόνες μεγαλύτερου μεγέθους θα περικόπτονται αυτόματα. Για να εμφανίζεται η γκαλερί, απαιτούνται τουλάχιστον 2 εικόνες.

source: Partner Information
el: Πληροφορίες συνεργάτη

source: Website URL
da_dk: Hjemmeside URL
el: URL ιστοσελίδας

source: Provide Website URL
da_dk: Angiv hjemmeside URL
el: Εισάγετε τη διεύθυνση URL του ιστότοπου

source: New Fields Builder
el: Σχεδιαστής νέων πεδίων

source: Add New Property Fields
el: Προσθήκη νέων πεδίων ακινήτου

source: Field Name
el: Όνομα πεδίου

source: Keep it short and unique. Do not use any special Characters. Example: First Additional Field
el: Κρατήστε το σύντομο και μοναδικό. Μην χρησιμοποιείτε ειδικούς χαρακτήρες. Παράδειγμα: Πρώτο πρόσθετο πεδίο

source: Field Type
el: Τύπος πεδίου

source: Text
el: Κείμενο

source: Text Multiple Line
el: Ελεύθερο κείμενο

source: Checkbox List
el: Λίστα κουτιών επιλογής

source: Radio
el: Κουκίδες επιλογής

source: Field Options
el: Επιλογές πεδίου

source: Please add comma separated options. Example: One, Two, Three
el: Παρακαλούμε προσθέστε επιλογές με διαχωρισμό κόμματος. Παράδειγμα: Ένα, δύο, τρία

source: Field Icon
el: Εικονίδιο πεδίου

source: You can use the %s. You just need to add the icon class like %s
el: Μπορείτε να χρησιμοποιήσετε το %s. Απλά πρέπει να προσθέσετε την κλάση εικονιδίου όπως %s

source: Font Awesome Icons
el: Εικονίδια Font Awesome

source: Where do you want to display this field?
el: Πού θέλετε να εμφανίζεται αυτό το πεδίο;

source: Advance Search Form
el: Φόρμα σύνθετης αναζήτησης

source: Property Submit Page
el: Σελίδα υποβολής ακινήτου

source: Property Single Page
el: Σελίδα προβολής ακινήτου

source: Additional Fields
el: Πρόσθετα πεδία

source: Agent Information
da_dk: Mægler information
el: Πληροφορίες πράκτορα

source: What to display in agent information box ?
da_dk: Hvad skal vises i mægler oplysnings boks?
el: Τι να εμφανίζεται στο πλαίσιο πληροφοριών του πράκτορα;

source: Author information.
da_dk: Forfatter information.
el: Πληροφορίες για τον συγγραφέα.

source: Agent Information. ( Select the agent below )
da_dk: Mæglerinformation. (Vælg mægler nedenfor)
el: Πληροφορίες πράκτορα. ( Επιλέξτε τον παρακάτω πράκτορα )

source: None. ( Hide information box )
da_dk: Ingen. (Skjul oplysningsboks)
el: Καμία. ( Απόκρυψη πλαισίου πληροφοριών )

source: Top Banner
el: Πανό κορυφής

source: Top Banner Image
da_dk: Top banner billede
el: Εικόνα πανό κορυφής

source: You can upload banner image specific for this property to override default one. Recommended minimum image size is 2000px by 230px.
el: Μπορείτε να ανεβάσετε εικόνα πανό ειδικά για αυτό το ακίνητο, για να παρακάμψετε την προεπιλεγμένη. Το συνιστώμενο ελάχιστο μέγεθος εικόνας είναι 2000px επί 230px.

source: Hide Search Form in Header ?
el: Απόκρυψη φόρμας αναζήτησης στην κεφαλίδα;

source: Basic Information
da_dk: Lidt om dig
el: Βασικές πληροφορίες

source: Sale or Rent Price ( Only digits )
da_dk: Salgs- eller udlejningspris (kun cifre)
el: Τιμή πώλησης ή ενοικίασης ( Μόνο ψηφία )

source: Example: 12500
el: Παράδειγμα: 12500

source: Old Price If Any ( Only digits )
el: Παλαιά τιμή, εάν υπάρχει ( μόνο ψηφία )

source: Example: 14500
el: Παράδειγμα: 14500

source: Price Prefix
el: Πρόθεμα τιμής

source: Example: From
el: Παράδειγμα: Από

source: Price Postfix
el: Κατάληξη τιμής

source: Example: Monthly or Per Night
el: Παράδειγμα: Μηνιαία ή ανά διανυκτέρευση

source: Area Size ( Only digits )
da_dk: Areal (Kun tal)
el: Μέγεθος επιφάνειας ( Μόνο ψηφία )

source: Example: 2500
el: Παράδειγμα: 2500

source: Area Size Postfix
el: Κατάληξη μεγέθους επιφάνειας

source: Example: sq ft
da_dk: Eksempel: m²
el: Παράδειγμα: τμ

source: Lot Size ( Only digits )
el: Επιφάνεια οικοπέδου ( μόνο ψηφία )

source: Example: 3000
el: Παράδειγμα: 3000

source: Lot Size Postfix
el: Κατάληξη επιφάνειας οικοπέδου

source: Bedrooms
da_dk: Soveværelser
el: Υπνοδωμάτια

source: Example: 4
el: Παράδειγμα: 4

source: Bathrooms
da_dk: Badeværelser
el: Μπάνια

source: Example: 2
el: Παράδειγμα: 2

source: Garages or Parking Spaces
el: Γκαράζ ή χώροι στάθμευσης

source: Example: 1
el: Παράδειγμα: 1

source: It will help you search a property directly.
da_dk: Dette vil hjælpe dig med at søge en ejendom direkte.
el: Θα σας βοηθήσει να αναζητήσετε άμεσα ένα ακίνητο.

source: Year Built
da_dk: Bygget år
el: Έτος κατασκευής

source: Example: 2017
el: Παράδειγμα: 2017

source: Mark this property as featured ?
da_dk: Markér denne ejendom som fremhævet?
el: Χαρακτηρισμός αυτού του ακίνητου ως προτεινόμενο;

source: Additional Details
da_dk: Yderligere oplysninger
el: Πρόσθετες λεπτομέρειες

source: + Add More
el: + Προσθήκη Περισσοτέρων

source: Custom Property Type Map Icon
da_dk: Brugerdefineret ejendomstype kortikon
el: Εικονίδιο χάρτη προσαρμοσμένου τύπου ακινήτου

source: Icon Image
da_dk: Ikon Billede
el: Εικόνα εικονιδίου

source: Retina Icon Image
da_dk: Retina ikonbillede
el: Εικόνα εικονιδίου Retina

source: Recommended image size for icon is 64px by 64px.
da_dk: Den anbefalede billedstørrelse for ikonet er 64px gange 64px.
el: Το συνιστώμενο μέγεθος εικόνας για το εικονίδιο είναι 64px επί 64px.
