Repository: InspiryThemes/realhomes-translations
Catalog: easy-real-estate-plugin/easy-real-estate-*.po
Languages: da_dk, el

source: Title
da_dk: Titel
el: Τίτλος

source: Profile URL
da_dk: Profil Link
el: URL προφίλ

source: Icon Class
da_dk: Ikon klasse
el: Κλάση εικονιδίου

source: Example: fas fa-flicker
el: Παράδειγμα: fas fa-flicker

source: Get icon!
el: Πάρτε το εικονίδιο!

source: Property Views
el: Προβολές ακινήτου

source: Price Format
da_dk: Pris format
el: Μορφή τιμής

source: Maps
da_dk: Kort
el: Χάρτες

source: Social
el: Κοινωνικά

source: Property
da_dk: Ejendom
el: Ακίνητο

source: Property Analytics
el: Στατιστικά ακινήτου

source: Settings saved successfully!
el: Οι ρυθμίσεις αποθηκεύτηκαν με επιτυχία!

source: Cloning is forbidden!
el: Η κλωνοποίηση απαγορεύεται!

source: Unserializing is forbidden!
da_dk: Unserialisering er forbudt!
el: Δεν επιτρέπεται η απομορφοποίηση!

source: %sEasy Real Estate%s detected the following plugins that may create conflicts with RealHomes Theme functionality. Please delete these plugins to run your site smoothly.
el: Το %sEasy Real Estate%s εντόπισε τα ακόλουθα πρόσθετα που ενδέχεται να δημιουργήσουν δυσλειτουργίες του θέματος RealHomes. Παρακαλούμε διαγράψτε αυτά τα πρόσθετα για την ομαλή λειτουργία του ιστοτόπου σας.

source: Add New Property
da_dk: Tilføj ny ejendom
el: Προσθήκη νέου ακινήτου

source: New Property
da_dk: Ny ydelse
el: Νέο ακίνητο

source: Agencies
da_dk: Bureauer
el: Πρακτορεία

source: Agents
da_dk: Mæglere
el: Πράκτορες

source: Partners
da_dk: Partnere
el: Συνεργάτες

source: Slides
da_dk: Dias
el: Διαφάνειες

source: Settings
da_dk: Indstillinger
el: Ρυθμίσεις

# Post Type General Name
source: Agencies
da_dk: Bureauer
el: Πρακτορεία

# Post Type Singular Name
source: Agency
da_dk: Firma
el: Πρακτορείο

source: Agency
da_dk: Firma
el: Πρακτορείο

source: Agency Archives
el: Αρχεία πρακτορείου

source: Agency Attributes
el: Χαρακτηριστικά πρακτορείου

source: Parent Agency:
el: Γονικό πρακτορείο:

source: All Agencies
el: Όλα τα πρακτορεία

source: Add New Agency
da_dk: Tilføj nyt agentur
el: Προσθήκη νέου πρακτρορείου

source: Add New
da_dk: Tilføj ny
el: Προσθήκη νέου

source: New Agency
da_dk: Nyt agentur
el: Νέο πρακτορείο

source: Edit Agency
da_dk: Rediger agentur
el: Επεξεργασία πρακτορείου

source: Update Agency
da_dk: Updater boligudlejer
el: Ενημέρωση πρακτορείου

source: View Agency
da_dk: Vis udlejer
el: Προβολή πρακτορείου

source: View Agencies
el: Προβολή πρακτορείων

source: Search Agency
da_dk: Søg udlejere
el: Αναζήτηση πρακτορείου

source: Not found
da_dk: Ikke fundet
el: Δεν βρέθηκε

source: Not found in Trash
da_dk: Ikke fundet i papirkurven
el: Δεν βρέθηκε στον κάδο απορριμάτων

source: Agency Logo Image
el: Εικόνα λογότυπου πρακτορείου

source: Set agency logo image
el: Ορισμός εικόνας λογότυπου πρακτορείου

source: Remove agency logo image
el: Αφαίρεση εικόνας λογότυπου πρακτορείου

source: Use as agency logo image
el: Χρήση ως εικόνα λογότυπου του πρακτορείου

source: Insert into agency
el: Εισαγωγή στο πρακτορείο

source: Uploaded to this agency
el: Ανέβηκε σε αυτό το πρακτορείο

source: Agencies list
el: Λίστα πρακτορείων

source: Agencies list navigation
el: Πλοήγηση στη λίστα πρακτορείων

source: Filter agencies list
el: Φίλτράλισμα λίστας πρακτορείων

source: An agency is a company of realtors.
el: Ένα πρακτορείο είναι μια εταιρεία μεσίτων.

source: agency
da_dk: agent
el: πρακτορείο

source: agencies
da_dk: bureauer
el: πρακτορεία

source: Agency Location
el: Θέση μεσιτικού

source: Thumbnail
el: Μικρογραφία

source: Total Properties
da_dk: Total antal ejendomme
el: Σύνολο ακινήτων

source: Published Properties
el: Δημοσιευμένα ακίνητα

source: Other Properties
el: Άλλα ακίνητα

source: Created
da_dk: Oprettet
el: Δημιουργήθηκε

source: No Thumbnail
da_dk: Ingen miniaturebillede
el: Δεν υπάρχει μικρογραφία

source: Agent
el: Πράκτορας

source: Add New Agent
da_dk: Tilføj ny mægler
el: Προσθήκη νέου πράκτορα

source: Edit Agent
da_dk: Rediger mægler
el: Επεξεργασία πράκτορα

source: New Agent
da_dk: Ny mægler
el: Νέος πράκτορας

source: View Agent
da_dk: Se mægler
el: Προβολή πράκτορα

source: Search Agent
da_dk: Søg mægler
el: Αναζήτηση πράκτορα

source: No Agent found
da_dk: Ingen mæglere fundet
el: Δεν βρέθηκαν πράκτορες

source: No Agent found in Trash
da_dk: Ingen mæglere fundet i papirkurven
el: Δεν βρέθηκαν πράκτορες στον κάδο απορριμμάτων

source: agent
da_dk: mægler
el: πράκτορας

source: agents
el: πράκτορες

source: Partner
el: Συνεργάτης

source: Add New Partner
da_dk: Tilføj ny partner
el: Προσθήκη νέου συνεργάτη

source: Edit Partner
da_dk: Rediger partner
el: Επεξεργασία συνεργάτη

source: New Partner
da_dk: Ny partner
el: Νέος συνεργάτης

source: View Partner
da_dk: Se partner
el: Προβολή συνεργάτη

source: Search Partner
da_dk: Søg partner
el: Αναζήτηση συνεργάτη

source: No Partner found
da_dk: Ingen partner fundet
el: Δεν βρέθηκαν συνεργάτες

source: No Partner found in Trash
da_dk: Ingen Partner fundet i papirkurven
el: Δεν βρέθηκαν συνεργάτες στον κάδο απορριμμάτων

source: partners
da_dk: partnere
el: συνεργάτες

source: Logo
el: Λογότυπο

source: Publish Time
da_dk: Tid for udgivelse
el: Χρόνος δημοσίευσης

source: No logo provided
da_dk: Ingen logo angivet!
el: Δε δόθηκε λογότυπο

source: Properties
da_dk: Ejendomme
el: Ακίνητα

source: Edit Property
da_dk: Rediger ejendom
el: Επεξεργασία ακινήτου

source: View Property
da_dk: Vis ejendom
el: Προβολή ακινήτου

source: Search Property
da_dk: Søg ydelse
el: Αναζήτηση ακινήτου

source: No Property found
da_dk: Ingen ejendomme fundet
el: Δεν βρέθηκαν ακίνητα

source: No Property found in Trash
da_dk: Ingen ejendomme fundet i papirkurv
el: Δεν βρέθηκαν ακίνητα στα σκουπίδια

source: Parent Property
da_dk: Overordnet ejendom
el: Γονικό ακίνητο

source: Property Features
da_dk: Ejendomsegenskaber
el: Χαρακτηριστικά ακινήτου

source: Property Feature
el: Χαρακτηριστικό ακινήτου

source: Search Property Features
da_dk: Søg i ejendommes funktioner
el: Αναζήτηση χαρακτηριστικών ακινήτων

source: Popular Property Features
da_dk: Populære ejendomsfunktioner
el: Δημοφιλή χαρακτηριστικά ακινήτων

source: All Property Features
da_dk: Alle ejendomsfunktioner
el: Όλα τα χαρακτηριστικά ακινήτων

source: Parent Property Feature
da_dk: Overordnede ejendomsfunktioner
el: Χαρακτηριστικό γονικού ακινήτου

source: Parent Property Feature:
da_dk: Overordnet ejendoms funktioner:
el: Χαρακτηριστικό γονικού ακινήτου:

source: Edit Property Feature
da_dk: Rediger ejendoms funktioner
el: Επεξεργασία χαρακτηριστικού ακινήτου

source: Update Property Feature
da_dk: Opdater ejendoms funktioner
el: Ενημέρωση χαρακτηριστικού ακινήτου

source: Add New Property Feature
da_dk: Tilføj ny ejendoms funktion
el: Προσθήκη νέου χαρακτηριστικού ακινήτου

source: New Property Feature Name
da_dk: Nyt ejendomsfunktionsnavn
el: Όνομα νέου χαρακτηριστικού ακινήτου

source: Separate Property Features with commas
da_dk: Adskil ejendomsfunktioner med kommaer
el: Διαχωρίστε χαρακτηριστικά ακινήτου με κόμματα

source: Add or remove Property Features
da_dk: Tilføj eller fjern ejendomsfunktioner
el: Προσθήκη ή αφαίρεση χαρακτηριστικών ακινήτου

source: Choose from the most used Property Features
da_dk: Vælg fra de mest anvendte ejendomsfunktioner
el: Επιλέξτε από τα πιο συνηθισμένα χαρακτηριστικά ακινήτου

source: Property Types
da_dk: Ejendomstyper
el: Τύποι ακινήτων

source: Property Type
da_dk: Ejendomstype
el: Τύπος ακινήτου

source: Search Property Types
da_dk: Søg i ejendomstyper
el: Αναζήτηση τύπων ακινήτων

source: Popular Property Types
da_dk: Populære ejendomstyper
el: Δημοφιλείς τύποι ακινήτων

source: All Property Types
da_dk: Alle ydelsestyper
el: Όλοι οι τύποι ακινήτων

source: Parent Property Type
da_dk: Overordnet ydelsestype
el: Τύπος γονικού ακινήτου

source: Parent Property Type:
da_dk: Overordnet ydelsestype:
el: Τύπος γονικού ακινήτου:

source: Edit Property Type
da_dk: Rediger ydelsestype
el: Επεξεργασία τύπου ακινήτου

source: Update Property Type
da_dk: Opdatér ydelsestype
el: Ενημέρωση τύπου ακινήτου

source: Add New Property Type
da_dk: Tilføj ny ydelsestype
el: Προσθήκη νέου τύπου ακινήτου

source: New Property Type Name
da_dk: Ny ejendomstypenavn
el: Όνομα νέου τύπου ακινήτου

source: Separate Property Types with commas
da_dk: Adskil ejendomstyper med kommaer
el: Διαχωρίστε τύπους ακινήτου με κόμματα

source: Add or remove Property Types
da_dk: Tilføj eller fjern ejendomstyper
el: Προσθήκη ή αφαίρεση τύπων ακινήτου

source: Choose from the most used Property Types
da_dk: Vælg mellem de mest brugte ejendomstyper
el: Επιλέξτε από τους πιο συνηθισμένους τύπους ακινήτου

source: Property Locations
el: Τοποθεσίες ακινήτων

source: Property Location
el: Τοποθεσία ακινήτου

source: Search Property Locations
el: Αναζήτηση τοποθεσιών ακινήτων

source: Popular Property Locations
el: Δημοφιλείς τοποθεσίες ακινήτων

source: All Property Locations
el: Όλες οι τοποθεσίες ακινήτων

source: Parent Property Location
el: Τοποθεσία γονικού ακινήτου

source: Parent Property Location:
el: Τοποθεσία γονικού ακινήτου:

source: Edit Property Location
el: Επεξεργασία τοποθεσίας ακινήτου

source: Update Property Location
el: Ενημέρωση τοποθεσίας ακινήτου

source: Add New Property Location
el: Προσθήκη νέας τοποθεσίας ακινήτου

source: New Property Location Name
el: Όνομα νέας τοποθεσίας ακινήτου

source: Separate Property Locations with commas
el: Διαχωρίστε τοποθεσίες ακινήτου με κόμματα

source: Add or remove Property Locations
el: Προσθήκη ή αφαίρεση τοποθεσιών ακινήτων

source: Choose from the most used Property Locations
el: Επιλέξτε από τις πιο συνηθισμένες τοποθεσίες ακινήτου

source: Property Statuses
da_dk: Bolig statusser
el: Καταστάσεις ακινήτων

source: Property Status
da_dk: Ejendomsstatus
el: Κατάσταση ακινήτου

source: Search Property Status
da_dk: Søg ejendomsstatus
el: Αναζήτηση κατάστασης ακινήτων

source: Popular Property Status
da_dk: Populære ejendomsstatus
el: Δημοφιλής κατάσταση ακινήτου

source: All Property Status
da_dk: Alle ejendomsstatus
el: Όλες οι καταστάσεις ακινήτων

source: Parent Property Status
da_dk: Overordnet ejendomsstatus
el: Κατάσταση γονικού ακινήτου

source: Parent Property Status:
da_dk: Overordnet ejendomsstatus:
el: Κατάσταση γονικού ακινήτου:

source: Edit Property Status
da_dk: Redigér ejendomsstatus
el: Επεξεργασία κατάστασης ακινήτου

source: Update Property Status
da_dk: Opdatér ejendomsstatus
el: Ενημέρωση κατάστασης ακινήτου

source: Add New Property Status
da_dk: Tilføj nye ejendomsstatus
el: Προσθήκη νέας κατάστασης ακινήτου

source: New Property Status Name
da_dk: Nyt ejendomsstatusnavn
el: Όνομα νέας κατάστασης ακινήτου

source: Separate Property Status with commas
da_dk: Adskil ejendomsstatus med kommaer
el: Διαχωρίστε καταστάσεις ακινήτου με κόμματα

source: Add or remove Property Status
da_dk: Tilføj eller fjern ejendomsstatus
el: Προσθήκη ή αφαίρεση καταστάσεων ακινήτου

source: Choose from the most used Property Status
da_dk: Vælg fra de mest anvendte ejendomsstatus
el: Επιλέξτε από τις πιο συνηθισμένες καταστάσεις ακινήτου

source: Property Title
da_dk: Ejendomsoverskrift
el: Τίτλος ακινήτου

source: Location
el: Τοποθεσία

source: Type
el: Τύπος

source: Status
el: Κατάσταση

source: Price
da_dk: Pris
el: Τιμή

source: Property ID
da_dk: Konto ID
el: Αναγνωριστικό ακινήτου

source: Last 30 Days
el: 30 ημερών

source: Featured
da_dk: Fremhævet
el: Προτεινόμενο

source: NA
da_dk: Ikke tilgængelig
el: Μη διαθέσιμο

source: No Address Provided!
da_dk: Ingen adresse angivet!
el: Δεν δόθηκε διεύθυνση!

source: View
el: Προβολή

source: Views
el: Προβολές

source: Payment Information
da_dk: Betalingsinformation
el: Πληροφορίες πληρωμής

source: Not Available
da_dk: Ikke tilgængelig
el: Μη διαθέσιμο

source: Transaction ID
da_dk: Transaktions-ID
el: Αναγνωριστικό συναλλαγής

source: Payment Date
da_dk: Betalings Dato
el: Ημερομηνία πληρωμής

source: First Name
da_dk: Fornavn
el: Όνομα

source: Last Name
da_dk: Efternavn
el: Επώνυμο

source: Payer Email
da_dk: Betaler email
el: Email πληρωτή

source: Payment Status
da_dk: Betalings status
el: Κατάσταση πληρωμής

source: Payment Amount
da_dk: Betalings Beløb
el: Ποσό πληρωμής

source: Payment Currency
da_dk: Betalings valuta
el: Νόμισμα πληρωμής

source: All Property Statuses
el: Όλες οι καταστάσεις ακινήτων

source: All Users
da_dk: Alle Brugere
el: Όλοι οι χρήστες

source: Slide
el: Διαφάνεια

source: Add New Slide
da_dk: Tilføj nyt dias
el: Προσθήκη νέας διαφάνειας

source: Edit Slide
da_dk: Rediger dias
el: Επεξεργασία διαφάνειας

source: New Slide
da_dk: Nyt slide
el: Νέα διαφάνεια

source: View Slide
da_dk: Vis slide
el: Προβολή διαφάνειας

source: Search Slide
da_dk: Søg slide
el: Αναζήτηση διαφάνειας

source: No Slide found
da_dk: Ingen slide fundet
el: Δεν βρέθηκαν διαφάνειες

source: No Slide found in Trash
da_dk: Ingen dias blev fundet i papirkurven
el: Δεν βρέθηκαν διαφάνειες στον κάδο απορριμμάτων

source: Slide Title
da_dk: Slide titel
el: Τίτλος διαφάνειας

source: Slide Sub Text
da_dk: Slide undertekst
el: Δευτερεύον κείμενο διαφάνειας

source: Date
da_dk: Dato
el: Ημερομηνία

source: No Slider Image
da_dk: Ingen slider billede
el: Δεν υπάρχει εικόνα διαφάνειας

source: Slide Information
da_dk: Billed oplysninger
el: Πληροφορίες διαφάνειας

source: Sub Text
da_dk: Undertekst
el: Δευτερεύον κείμενο

source: This text will appear below Title on slide.
da_dk: Denne tekst vises under titlen på slide.
el: Αυτό το κείμενο θα εμφανίζεται κάτω από τον τίτλο, στη διαφάνεια.

source: Target URL
da_dk: Link URL
el: URL στόχος

source: This URL will be applied on Slide Image.
el: Αυτή η διεύθυνση URL θα αντιστοιχεί στην εικόνα του Slider.

source: Sent from
el: Στάλθηκε από

source: Date/Time
el: Ημερομηνία/Ώρα

source: Tour Type
el: Τύπος Ξενάγησης

source: Name
el: Όνομα

source: Phone
el: Τηλέφωνο

source: Email
el: Emai

source: Share
el: Κοινοποίηση

source: View More
el: Δείτε Περισσότερα

source: View Less
el: Λιγότερα

source: Posts
el: Άρθρα

source: Post
el: Άρθρο

source: + Add Media
el: + Προσθήκη πολυμέσων

source: Unverified Nonce!
da_dk: Ubekræftet!
el: Ανεπιβεβαίωτο Nonce!

source: Target Email address is not properly configured!
da_dk: Modtager e-mail adresse er ikke korrekt konfigureret!
el: Η διεύθυνση παραλήπτη ηλεκτρονικού ταχυδρομείου δεν έχει ρυθμιστεί σωστά!

source: Provided Email address is invalid!
da_dk: E-mail adressen er ugyldig!
el: Η εισαχθείσα διεύθυνση ηλεκτρονικού ταχυδρομείου δεν είναι έγκυρη!

source: New message sent by
da_dk: Ny besked sendt af
el: Νέο μήνυμα εστάλη από

source: using contact form at
el: χρησιμοποιώντας τη φόρμα επικοινωνίας στη σελίδα

source: Property URL
el: URL ακινήτου

source: Phone Number
da_dk: Telefonnummer
el: Αριθμός τηλεφώνου

source: Message
el: Μήνυμα

source: GDPR Agreement
el: Συμφωνία GDPR

source: Message Sent Successfully!
da_dk: Besked er sendt!
el: Το μήνυμα στάλθηκε επιτυχώς!

source: Server Error: WordPress mail function failed!
da_dk: Serverfejl: WordPress e-mail funktion mislykkedes!
el: Σφάλμα διακομιστή: Απέτυχε η λειτουργία mail του WordPress!

source: Invalid Request !
el: Μη έγκυρο αίτημα!

source: using home contact form at
el: χρησιμοποιώντας τη φόρμα επικοινωνίας στη σελίδα

source: using agency contact form at
el: χρησιμοποιώντας τη φόρμα επικοινωνίας πρακτορείου στη σελίδα

source: using agent contact form at
da_dk: ved hjælp af mægler kontaktformular på
el: χρησιμοποιώντας τη φόρμα επικοινωνίας πράκτορα στη σελίδα

source: Contact Number
el: Αριθμός επικοινωνίας

source: Invalid Email
el: Μη έγκυρο Email

source: User Email
el: Email χρήστη

source: Server Error
el: Σφάλμα διακομιστή

source: No field provided.
el: Δεν δόθηκε κανένα πεδίο.

source: Email Template
el: Πρότυπο email

source: Header Content
el: Περιεχόμενο κεφαλίδας

source: Content to include in email template header
el: Περιεχόμενο που θα συμπεριλαμβάνεται στην κεφαλίδα του προτύπου email

source: Logo or Custom Image
el: Λογότυπο ή προσαρμοσμένη εικόνα

source: Title ( by default: Site Title )
el: Τίτλος ( από προεπιλογή: Τίτλος Ιστοσελίδας )

source: Both
el: Και τα δύο

source: None
da_dk: Ingen
el: Κανένα

source: Header Image
el: Εικόνα κεφαλίδας

source: Header Title
el: Τίτλος κεφαλίδας

source: Header Title Color
el: Χρώμα τίτλου κεφαλίδας

source: Background Color
el: Χρώμα φόντου

source: Body Links Color
el: Χρώμα συνδέσμων σώματος

source: Footer Text
el: Κείμενο υποσέλιδου

source: Footer Text Color
el: Χρώμα κειμένου υποσέλιδου

source: Footer Link Color
el: Χρώμα συνδέσμου υποσέλιδου

source: * Please accept GDPR agreement
el: * Παρακαλούμε αποδεχτείτε τη συμφωνία GDPR

source: I consent to having this website store my submitted information so they can respond to my inquiry.
el: Συναινώ να αποθηκεύει ο παρών ιστότοπος τις πληροφορίες που υποβάλλω, ώστε να μπορεί να απαντηθεί το ερώτημά μου.

source: The secret parameter is missing.
el: Η παράμετρος secret λείπει.

source: The secret parameter is invalid or malformed.
el: Η παράμετρος secret είναι μη έγκυρη ή με λάθος διαμόρφωση.

source: The response parameter is missing.
el: Η παράμετρος response λείπει.

source: The response parameter is invalid or malformed.
el: Η παράμετρος απόκρισης είναι μη έγκυρη ή με λάθος διαμόρφωση.

source: The request is invalid or malformed.
el: Το αίτημα είναι μη έγκυρο ή με λάθος διαμόρφωση.

source: The response is no longer valid: either is too old or has been used previously.
el: Η απάντηση δεν είναι πλέον έγκυρη: είτε είναι πολύ παλιά είτε έχει χρησιμοποιηθεί στο παρελθόν.

source: reCAPTCHA Failed:
el: tο reCAPTCHA απέτυχε:

source: Provide a valid username or email address!
da_dk: Angiv et gyldigt brugernavn eller e-mail adresse!
el: Εισάγετε ένα έγκυρο όνομα χρήστη ή διεύθυνση ηλεκτρονικού ταχυδρομείου!

source: No user found for given email!
da_dk: Ingen bruger fundet på den angivne e-mail adresse!
el: Δεν βρέθηκε χρήστης με το συγκεκριμένο email!

source: No user found for given username!
da_dk: Ingen bruger fundet på det angivne brugernavn!
el: Δεν βρέθηκε χρήστης με το συγκεκριμένο όνομα χρήστη!

source: Invalid username or email!
da_dk: Ugyldigt brugernavn eller e-mail adresse!
el: Μη έγκυρο όνομα χρήστη ή email!

source: Your New Password For %s
el: Ο νέος σας κωδικός πρόσβασης για %s

source: Your New Password
el: Ο νέος σας κωδικός πρόσβασης

source: Check your email for new password
da_dk: Tjek din e-mail for ny adgangskode
el: Ελέγξτε το email σας για νέο κωδικό πρόσβασης

source: Failed to send you new password email!
da_dk: Det mislykkedes at sende nyt kodeord til din e-mail adresse!
el: Αποτυχία αποστολής email νέου κωδικού πρόσβασης!

source: Oops! Something went wrong while resetting your password!
da_dk: Ups! Noget gik galt under nulstilling af din adgangskode!
el: Ουπς! Κάτι πήγε στραβά κατά την επαναφορά του κωδικού πρόσβασής σας!

source: Username
el: Όνομα χρήστη

source: [%s] New User Registration
da_dk: [%s] Ny brugerregistrering
el: [%s] Εγγραφή νέου χρήστη

source: Welcome to %s
da_dk: Velkommen til %s
el: Καλώς ήρθατε στο %s

source: Your Username
el: Το όνομα χρήστη σας

source: Login URL
el: Σύνδεση URL

source: Your Password
el: Ο κωδικός πρόσβασής σας

source: It is highly recommended to change your password after login.
da_dk: Det anbefales at ændre din adgangskode efter login.
el: Προτείνεται ανεπιφύλακτα να αλλάξετε τον κωδικό πρόσβασής σας μετά τη σύνδεση.

source: For more details visit:
el: Για περισσότερες λεπτομέρειες επισκεφθείτε:

source: An Unexpected HTTP Error occurred during the API request. Try again!
el: Προέκυψε ένα μη αναμενόμενο σφάλμα HTTP κατά τη διάρκεια του αιτήματος API. Δοκιμάστε ξανά!

source: An unknown error occurred
da_dk: Der opstod en ukendt fejl
el: Προέκυψε ένα άγνωστο σφάλμα

source: Price On Call
el: Τιμή κατόπιν κλήσης

source: A new property is submitted at %s
el: Υποβλήθηκε ένα νέο ακίνητο στο %s

source: A new property is submitted by %s at %s
da_dk: En ny ejendom er indsendt af %s ved %s
el: Υποβλήθηκε ένα νέο ακίνητο από την/τον %s στο %s

source: A new property is submitted
el: Υποβλήθηκε ένα νέο ακίνητο

source: A new property is submitted by %s
el: Υποβλήθηκε ένα νέο ακίνητο από την/τον %s

source: Property Preview Link
el: Σύνδεσμος προεπισκόπησης ακινήτου

source: Message to the Reviewer
el: Μήνυμα προς τον αναθεωρητή

source: Submitter Email
el: Email του υποβάλλοντος

source: Property Published: %s
el: Δημοσιεύθηκε ένα ακίνητο: %s

source: Hello %s,
el: Γεια σας %s,

source: We have published your property "%s".
el: Δημοσιεύσαμε το ακίνητό σας "%s".

source: You can view it here.
el: Μπορείτε να το δείτε εδώ.

source: Thanks for Submitting.
el: Ευχαριστούμε για την υποβολή.

source: Please enter an item purchase code.
el: Παρακαλούμε εισάγετε έναν κωδικό αγοράς προϊόντος.

source: Wrong format! Please enter an item purchase code with correct format.
el: Παρακαλούμε εισάγετε έναν κωδικό αγοράς προϊόντος.

source: Any
da_dk: Enhver
el: Οποιοδήποτε

source: ERE Subscription Interval
el: Περίοδος συνδρομής ERE

source: Agent Details
el: Λεπτομέρειες πράκτορα

source: Contact
el: Επικοινωνία

source: Mobile Number
da_dk: Mobilnummer
el: Αριθμός κινητού τηλεφώνου

source: Office Number
da_dk: Kontornummer
el: Αριθμός γραφείου

source: WhatsApp Number
da_dk: WhatsApp Nummer
el: Αριθμός WhatsApp

source: Fax Number
da_dk: Faxnummer
el: Αριθμός φαξ

source: Website
el: Ιστοσελίδα

source: Address
el: Διεύθυνση

source: Yes
da_dk: Ja
el: Ναι

source: No
da_dk: Nej
el: Όχι

source: Email Address
da_dk: E-mail Adresse
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου

source: Messages from default agent form on property single will be sent to this address.
el: Τα μηνύματα από την προεπιλεγμένη φόρμα πράκτορα στην προβολή ενός ακινήτου θα αποστέλλονται σε αυτή τη διεύθυνση.

source: Shortcode to Replace Default Agent Form
el: Shortcode για την αντικατάσταση της προεπιλεγμένης φόρμας πράκτορα

source: Default agent form can be replaced with custom form using contact form 7 or WPForms plugin shortcode.
el: Η προεπιλεγμένη φόρμα πράκτορα μπορεί να αντικατασταθεί χρησιμοποιώντας το πρόσθετο Contact Form 7 ή το shortcode του πρόσθετου WPForms.

source: Select Agency If Any
el: Επιλέξτε πρακτορείο, εάν υπάρχει

source: Facebook URL
el: Διεύθυνση URL στο Facebook

source: Twitter URL
el: URL Twitter

source: LinkedIn URL
el: URL Linkedin

source: Instagram URL
el: URL Instagram

source: Pinterest URL
el: URL Pinterest

source: Provide Related Information
da_dk: Angiv relaterede oplysninger
el: Εισάγετε σχετικές πληροφορίες

source: Messages from default agency form will be sent to this address.
el: Τα μηνύματα από την προεπιλεγμένη φόρμα πρακτορείου θα αποστέλλονται σε αυτή τη διεύθυνση.

source: Shortcode to Replace Default Agency Form
el: Shortcode για την αντικατάσταση της προεπιλεγμένης φόρμας πρακτορείου

source: Default agency form can be replaced with custom form using contact form 7 or WPForms plugin shortcode.
el: Η προεπιλεγμένη φόρμα πρακτορείου μπορεί να αντικατασταθεί με προσαρμοσμένη φόρμα χρησιμοποιώντας το πρόσθετο Contact Form 7 ή το shortcode του πρόσθετου WPForms.

source: Meta Box plugin has been deactivated!
da_dk: Meta box plugin er blevet deaktiveret!
el: Το πρόσθετο Meta Box έχει απενεργοποιηθεί!

source: As similar functionality is already embedded with in Easy Real Estate plugin.
el: Καθώς παρόμοια λειτουργικότητα είναι ήδη ενσωματωμένη στο πρόσθετο Easy Real Estate.

source: So, You should completely remove it from your plugins.
da_dk: Så skal du helt fjerne det fra dine plugins.
el: Συνεπώς, θα πρέπει να το αφαιρέσετε εντελώς από τα πρόσθετά σας.
